{"language": "hebrew", "text": {"0": {"0": {"0": "דברי נחמיה - שנת עשרים למלכות ארתחששתא, שהוא דריוש."}, "1": {}, "10": {"0": "אנא - לשון פיוס."}, "2": {}, "3": {"0": "ישבתי ואבכה - ישבתי לארץ או ישבתי משומם."}, "4": {}, "5": {"0": "קשבת - תואר דבר על משקל עורת. ", "1": "יומם ולילה - דבק עם מתפלל, והפירוש מתפלל היום ואתפלל יומם ולילה פעמים רבות, על בני ישראל תשמע תפילתי או היום שלם. ", "2": "ופירוש יומם ולילה – כי היום עם הלילה יקרא יום."}, "6": {"0": "חבול חבלנו - מן מחבלים כרמים ופירושו: שחתנו מצותיך."}, "7": {}, "8": {}, "9": {}}, "1": {"0": {"0": "ויהי ואשא את היין - הנכון כוס היין. ", "1": "ולא הייתי רע לפניו - כי חפץ שרותי."}, "1": {"0": "פניך רעים - מענין די מרעע כל אלין והטעם: שבורים כדרך החולה."}, "10": {}, "11": {"0": "רוכב בה - בעצמה."}, "12": {"0": "ואהי שובר - מן ויסבר להשניא. ומלשון חכמינו ז\"ל: סברא. והטעם הייתי חושב ומעיין בחומות. ", "1": "המפורצים - על דרך מזה בידך מלכם תדכאו עמי, רק אנשי המסורת הפרידום לקצר המלות ולפרש המ\"ם הפתוחה רמז לחומות הפתוחות ופרוצות, הוא דרך דרש והדרך הראשון בעיני נכון."}, "13": {"0": "לעבור תחתי - הפוך הוא וכן הפירוש, שאין מקום לבהמה אשר תחתי לעבור."}, "14": {}, "15": {"0": "עד כן - פירוש: עד עשותי כן לא הגדתי להם."}, "16": {}, "17": {"0": "ויחזקו ידיהם לטובה - בעבור הטובה הידועה שהמלך מטיב לי, חזקו ידיהם ולבם."}, "18": {}, "19": {"0": "אין חלק וצדקה - אינכם ראויים שתעשו צדקה בבנין ביתו, שתהיו נזכרים לפניו."}, "2": {}, "3": {"0": "ואתפלל אל אלהי השמים - וכבר התפללתי."}, "4": {}, "5": {"0": "והשגל - מן תשגלנה ונקראת כן, המזומנת למצות המלך."}, "6": {"0": "פחוות - שלם ופחות חסר למ\"ד הפועל."}, "7": {"0": "לקרות - מן קורות בתינו. ", "1": "ולבית אשר אבוא אליו - הוא בית המלך, ופירש: הבית שאכנס בו, כי הבית הסמוך לחומת העיר הוא בית המקדש."}, "8": {}, "9": {}}, "10": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "בן הגדולים - בן אחד מהגדולים."}, "14": {}, "15": {"0": "ושבתי ויוזבד על המלאכה החיצונה - שהוא מחוץ לעיר, לצורך בית האלהים."}, "16": {"0": "ראש התחלה יהודה לתפלה - והטעם אסף הוא הראש ובתחלת השירות הוא יהודה לעת התפלה ראשונה, ואחרי כן אחיו ובני יהודה על הנכון וכן יהושיע ה'. ", "1": "ובקבוקיה משנה מאחיו - להיות משנה לאסף."}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {"0": "וציחה וגישפא על הנתינים - פירוש פקידים."}, "21": {}, "22": {"0": "ואמנה על המשוררים - קיום ותוקף וכן אנחנו כורתים אמנה, ליד המלך למצותו."}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {"0": "ומן הלוים מחלקות יהודה - פירש: שישבו במחלקות יהודה עד לבנימן."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "11": {"0": {}, "1": {}, "10": {}, "11": {"0": "ולשריה ומריה - הלמ\"ד מורה כי שריה ראש למריה, או הדבר הפוך."}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {"0": "באסופי השערים - האל\"ף נוסף והטעם שומרי הספים."}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {"0": "ואעמידה שתי תודות - נקראו כן, כי הם מעמידין להודות לשם והם האומרים שיר של תודה. ", "1": "ותהלוכות - שם על משקל: תנחומות אל והוא מענין הלך.  והטעם: שהעמיד אנשי התודות שילכו לצד הימין."}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {"0": "על מעלות עיר דוד - הם מדרגות החומה."}, "37": {"0": "ההולכת למואל - ההולכים למולם ולנגדם והאל\"ף במלת למואל תחת וי\"ו ממולי והוי\"ו למשך, וכמוהו: אם לא יגיד ונשא עונו, שהוא בו למשך. ", "1": "להחומה - בה\"א הדעת כראוי."}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {"0": "על הנשכות - כמו לשכות, זה אומר בכה וזה אומר בכה. ", "1": "לאוצרות - להיות אוצרות. ", "2": "מנאות התורה - וכן אשר מינה את מאכלכם והאל\"ף תחת יו\"ד מניות ולא נשתנה בסמיכות, וכן במצדות עין גדי או הנסמך חסר וכן הוא מנאות מנאות התורה וכן הארון, הארון הברית."}, "44": {"0": "ומשמרת הטהרה - הוא מגזרת חכמה וממשקלה רק בעבור אות הגרון והיא הה\"א האמצעית, נהפכו התנועות להרחיב הקריאה."}, "45": {"0": "כי בימי דוד ואסף מקדם - רצה לומר על מנהגם ותקונם למשוררים מקדם, כן הפקידו אלה משוררים תחתם."}, "5": {}, "6": {}, "7": {"0": "על הידות - שם דבר, כטעם הודות לה', כי הוא משרשו ומענינו."}, "8": {}, "9": {}}, "12": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "ואוצרה - פועל נגזר מן אוצרות והטעם: הפקדתי גזבר עליהם:"}, "13": {}, "14": {"0": "ואעיד ביום מכרם ציד - הראוי ואעיד בם."}, "15": {"0": "מביאים דאג - האל\"ף עי\"ן הפועל. וכן: וקאם שאון."}, "16": {}, "17": {}, "18": {"0": "ויהי כאשר צללו שערי ירושלים - מענין צל והטעם הגעת הצל אל השערים. ", "1": "לא יבא משא - פירש: שלא יבאו הרוכלים הם הסוחרים מערבים ענינים רבים, על כן מערב הדברים נקרא רכיל."}, "19": {}, "2": {}, "20": {"0": "אם תשנו - אם תלינו שם פעם שנית. ", "1": "יד אשלח בכם - להכות או להרוג אתכם."}, "21": {"0": "מטהרים - הראוי מתטהרים."}, "22": {}, "23": {}, "24": {"0": "ואקללם - הוא החרם והנדוי והטעם החרמתים נדיתים. ", "1": "ואשביעם - לעם ירושלם לבלתי התחתן בהם."}, "25": {}, "26": {"0": "ולכם הנשמע - יתכן שהוא נפעל מן העתיד, סימן המדברים בעד עצמם והוא הקרוב."}, "27": {}, "28": {"0": "זכרה להם - לתת לכם שכרם על הנגאלים מן הכהונה ונגאלים מברית הכהונה, והלוים בקחתם נשים נכריות.", "1": "גאלי הכהונה - שם התואר על משקל תאמי צביה והם כדמות פעולים בענין רק בגלל האל\"ף שהוא אות הגרון נקדוהו, כן להרחיב מקראו וטעם גאלי כטעם מותרים."}, "29": {}, "3": {"0": "ולפני מזה - פירש וקודם זה ההבדל."}, "30": {"0": "ולקרבן - בעבור קרבן העצים שסדרתי להביא הכהנים והלוים והעם לעתים מזומנים, ובעבור הבכורים שצויתיו להביא לבית ה', זכרה לי אלהי לטובה."}, "4": {"0": "ויעש לו לשכה גדולה - אלישיב העושה לטוביה ובלשכתו של טוביה היו שמים הענינים הנזכרים."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {"0": "מניות הלוים - שצוה השם לתת להם. ", "1": "לא נתנה - על אחת ידבר כי המלה מיוחדת מן הרבות והם מניות."}}, "2": {"0": {"0": "המה קדשוהו - הקדושה בלשונינו היא מעלה גדולה, על כן נקראה קדושה וכן יקדיש את ביתו קדש."}, "1": {}, "10": {}, "11": {"0": "בן הלוחש - יתכן להיות שם תואר בעבור ה\"א הדעת, כי לא יכנס על שם עצם אדם."}, "12": {"0": "השפות - כמו האשפות ונמשך האל\"ף בקמצות הה\"א."}, "13": {}, "14": {"0": "כל חוזה - שם איש. ", "1": "הוא יבננו - עתיד תחת עבר או פירוש החזיק פלוני שהוא יבננו. ", "2": "ויטללנו - מתרגום בצל קורתי בטלל שירותי."}, "15": {}, "16": {}, "17": {}, "18": {"0": "עלות הנשק - שם מקום כטעם קצה."}, "19": {"0": "החרה החזיק - מלשון חרון והטעם החרה אפו על עצמו על עכוב המלאכה והחזיקו ידו במדה שנית.", "1": "והחרה - פועל יוצא מבנין הכבד הנוסף, וכן: ויחר עליו אפו."}, "2": {"0": "המה קרוהו - שמו קורותיו. ", "1": "ועל ידו - כענין איש על ידו לדגליהם, כטעם בעבור וכן ובעבור יד הבונים, החזיקו ידם פלוני ופלוני לבנות."}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "בעפל - מבצר גבוה וכן: עפל בת ציון ויעפילו ויגביהו ומלת אשר חסר מן הפסוק, וכן הוא והנתינים אשר יושבים בעפל, החזיקו עמהם."}, "26": {"0": "מדה שני - כמו שנית וכן אל בית הנשים שני."}, "27": {}, "28": {}, "29": {"0": "נגד נשכתו - כמו לשכתו, זה אומר בכה וזה אומר בכה."}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {"0": "האמללים - חברו: כי אומלל אני והם לשון כריתה ושברון הגוף מרוב סבל. ", "1": "היעזבו - הראשון ענין מעזיבה. ", "2": "היזבחו - כמו לזבח חנכת הבית והטעם היקריבו זבח חנכת הבית. ", "3": "היכלו - הישלימו בנינם ביום הידוע שהם משערים להשלים. ", "4": "היחיו את האבנים - כי האבן השרופה כמת היא נחשבת."}, "34": {}, "35": {"0": "בוזה - שם דבר על משקל נומה שוחה והטעם לבזיון. ", "1": "לבזה - מן להם בזזו."}, "36": {}, "37": {"0": "ותקשר - כי הפרוצים נסתמו."}, "4": {"0": "ואדיריהם לא הביאו צוארם בעבודת אדניהם - האדון והשר הממונה עליהם ממשפחתם."}, "5": {"0": "הישנה - שם התאר והמתואר חסר."}, "6": {"0": "אנשי גבעון - חסר וי\"ו והנכון ואנשי גבעון או מלטיה וידון אנשי גבעון והמצפה. ", "1": "לכסא פחת עבר הנהר - הנהר יתכן להיות לכסא שם איש, והלמ\"ד היא המורה על העצם והטעם החזיקו לבנות לעצם כסא המכונה פחת עבר הנהר, וכמוהו פחת מואב, או לכסא שם מקום סמוך ומלת פחת עבר שם איש והטעם אלה הנזכרים החזיקו ידם לבנות עד לכסא פחת עבר הנהר והוא הנכון:"}, "7": {"0": "ויעזבו ירושלם - מלשון חכמים מעזיבה. ויש אומרים: כי כן: עזוב תעזוב עמו."}, "8": {"0": "חצי פלך - כטעם מחוז ותרגום שלשת הנפת תלתא פלכין לנפת דור אחד לפלך דור חד."}, "9": {"0": "ונגד ביתו - חסר החזיק."}}, "3": {"0": {"0": "עלתה ארוכה - בעבור אריכות הימים."}, "1": {"0": "ולעשות לו תועה - לנחמיה, או לעם ירושלם. ", "1": "ותועה - שם דבר על משקל עולה שואה. ", "2": "ופירש תועה - כי העומד בצרה כתועה שאינו יודע מה יעשה."}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "איש שלחו - חרבו ורצה לומר כי אינם פושטים בגדיהם וגם כליהם אינם מניחים, כי בלכתם אל המשתה בלילה כליהם בידם. ויש אומרים: שהוא מן התרגום והפשיט וישלח. ", "1": "וטעם שלחו – הפשטתו וכן הפירוש אין אנחנו מפשיטים בגדינו זולתי איש שצריך הרחיצה והטהר, הוא לבדו היה פושט בגדיו, וזהו שלחו המים וזה נכון מאד. ", "2": "משמר, מלאכה - חסר למ\"ד השירות, והנכון למשמר למלאכה."}, "2": {"0": "ונעמיד משמר עליהם - בעבורם."}, "3": {}, "4": {}, "5": {"0": "ויהי, ויאמרו לנו - הגידו לנו עשר פעמים כי מכל המקומות אשר תשובו לעת הערב מלבנות, משם חפצים לבא עלינו, מתחתיות למקום הידוע ששבים משם הבונים בערב."}, "6": {"0": "בצחיחים - כמו: צחיח סלע."}, "7": {}, "8": {}, "9": {"0": "ויהי מן היום ההוא, והרמחים - הוי\"ו נוסף או הוא הפוך ונכון מחזיקים המגנים והרמחים, או טעמו והרמחים בידם."}}, "4": {"0": {"0": "ותהי צעקת העם - הם העניים שהיו צועקים על אחיהם העשירים. יש אומרים: בנינו ובנותינו."}, "1": {"0": "רבים ונקחה דגן - מאשר נמצא ונאכל ונחיה, כי אין אחינו מעניקים אותנו."}, "10": {"0": "ומאת הכסף - ומי שהלוה מאה משקלי כסף, או דגן ותירוש ויצהר לא תבקשו מהם והפסוק האחר מפרש זה באמרו נשיב."}, "11": {"0": "ומהם לא נבקש, ואשביעם - על ידי הכהנים כי הם המשביעים כענין והשביע הכהן את האשה, על כן קראם. ", "1": "ומהם לא נבקש - פירושו ומהם לא נבקש המשוי."}, "12": {"0": "חצני - זרועי או כנף הכסות יקרא חוצן. ", "1": "נערתי - מן וינער ה' את מצרים. ", "2": "מביתו - מבניו. ", "3": "ויהללו את ה' - ששם בלבם לעשות כן."}, "13": {"0": "פחם - המ\"ם נוסף ופחה ופחם כאמנה ואמנם או המ\"ם סימן הרבים והטעם פחה שלהם והוא הנכון רק הראוי פחתם. ", "1": "לחם הפחה - הראוי לפחה."}, "14": {"0": "הכבידו - חסר עול או משא. ", "1": "בלחם ויין אחר - הראוי במאכל אחד היה לוקחים, מהם שקלים ארבעים."}, "15": {"0": "ושדה לא קנינו - הכהנים אחיו עמו הנזכרים למעלה, באמרו אני ואחי."}, "16": {}, "17": {"0": "ואשר היה נעשה - עבר מבנין נפעל והוא חסר וי\"ו והטעם ונעשה ופירש תקון, כמו: וימהר לעשות אותו. ", "1": "ובין עשרת ימים - למדנו מזה כי יום אחד בין עשרת ימים היתה נעשת סעודת הזאת והיה מוציא בכל יין להיות הרבה בלא חסרון: ", "2": "ועם זה לחם הפחה לא בקשתי - כי הבשר והיין הרבה רק הלחם מעט ולא כראוי לפחה, בעבור הרעב ולא בקשתי מן העם כשרים הראשונים לתת לי. ", "3": "על העם - כמו אל העם."}, "2": {"0": "ויש עורבים - משימין בערבון ונקחה דגן - מאחינו ברעב."}, "3": {"0": "ויש, למדת המלך - בעבור המס שצוה המלך לתת לנו לוינו כסף, על שדותינו וכרמינו."}, "4": {"0": "כבשר אחינו בשרינו - אע\"פ שאנו לוין מהם כי הכתוב אמר לא תהיה לו, כנשה והם כובשין בנותינו בחזקה."}, "5": {}, "6": {"0": "וימלך - תרגום איעצך אמלכינך."}, "7": {"0": "כדי בנו - ככחנו ודי לנו. ", "1": "ונמכרו לנו - פירש ואחר שהם נמכרו לנו, תמכרו אותם לגוים, לא טוב הדבר."}, "8": {"0": "ביראת אלהינו - בעבור יראתו. ", "1": "תלכו מחרפת הגוים - והטעם: לא תשמעו חרפתם, וזהו בשנת השמטה, על כן צעקו העם והעד המספר למטה משנת עשרים ועד שנת שלשים ושתים מדריוש המדי שנה ומכרש ג' שנים וארבעים לאחשורוש, הרי מ\"ד וג' שנים. ", "2": "ולשון משא - הקשור בבי\"ת הוא כמלוה."}, "9": {}}, "5": {"0": {}, "1": {"0": "בכפירים - באחד מהם, וכן: ויקבר בערי גלעד."}, "10": {"0": "כמוני - הראשון שבח והשני לשון גנות."}, "11": {"0": "כי הנבואה - שם דבר והטעם הנבואה מלבו דבר עלי שמעיה. ", "1": "שכרו - וי\"ו סנבלט תחת או. ", "2": "שכרו - שם דבר וטעמו הנזכר נתנו שכרו והראשון קרוב."}, "12": {"0": "למען שכור - הוא דבר למען והטעם כי הנבואה דבר למען שהיה שכור. ", "1": "למען אירא ואעשה כן - שאכנס בהיכל. ", "2": "וחטאתי - לשם. ", "3": "להם לשם רע - עלי שסגרתי הדלתות. ", "4": "יחרפוני - שפחדתי מהם ונחבאתי."}, "13": {"0": "וגם לנועדיה הנביאה - הסכמת המפרשים שהוא שמעיה בן דליה וקראו כן, בעבור שאמר נועד אל בית האלהים ומלת הנביאה - באה על דרך תיבת נועדיה שהיא כטעם נקבה בדבר ואיננה על דרך הענין, כטעם אמרה קהלת ולאמר כי נועדיה היתה אשה, התנבאה עליו שקר הוא הקרוב וסרו כל הטענות. ", "1": "ומלת וגם לנועדיה – לרבות על שמעיה וזה הנכון."}, "14": {"0": "לחמשים ושנים יום - ששלח סנבלא האגרת."}, "15": {"0": "ויפלו מאד בעיניהם - כשפלים ונופלים ממעלתם ואין להם תקומה לפניהם."}, "16": {}, "17": {}, "18": {"0": "אגרות שלח - דבק עם ודברי היו מוציאים. והטעם: מה שדברתי להם שאגרות שלח טוביה ליראני היו מוציאים ומודיעים לו, שכך ספרתי להם."}, "2": {}, "3": {}, "4": {"0": "ואגרת פתוחה בידו - פירש: פרושה, כענין ויפרשהו חזקיהו לפני ה'. "}, "5": {"0": "וגשמו אומר - הוא גשם הערבי והוי\"ו נוסף, כיתר יתרו. ", "1": "ואתה הוה - חפץ שתהיה להם למלך. ", "2": "כדברים האלה - פירש דבר שלח אלי, או פירש כדברים האלה שמעתי."}, "6": {}, "7": {"0": "אתה בודאם - מכזב, כמו: בדיך מתים יחרישו, בחדש אשר בדה מלבו. ובלשון חכמינו ז\"ל: בדאי."}, "8": {"0": "כי כולם - כטעם כולכם. וכן: כלם תשובו ובאו נא ופירש כלכם מפחדים אותנו, כדי שלא תעשה המלאכה. ", "1": "ועתה חזק את ידי - לסנבלט הוא אומר על ידי פיוס."}, "9": {"0": "והוא עצור - לפני הבורא לעבדו, כעוצר עצמו מהנאה והעצור בתענית, כדואג האדומי שהיה נעצר."}}, "6": {"0": {}, "1": {"0": "כאיש אמת - הכ\"ף לאמתת הדבר."}, "2": {"0": "ועד הם עומדים יגיפו הדלתות ואחוזו - הכתוב בלשוננו פעם ידבר עם הנמצא כאילו נעלם ממנו, כענין: ישקני מנשיקות פיהו. ", "1": "והם עומדים - רמז לחנני וחנניה. והטעם: בעוד שהם עומדים בשערים הזהירם שיגיפו השערים סגרו הדלתות לפניהם. ואמר להם: אתם אחוזו הדלתות בבריחים. ", "2": "יגיפו - תרגום וסגרת הדלת, ותגיפין דשא. ", "3": "והעמד - שם הפועל:"}, "3": {}, "4": {"0": "החורים - תרגום לבן חיור והוא עין מראה נכבד וממנו נקראו חורים."}, "5": {"0": "אלה בני המדינה - בפסוק העליון אמר להתיחש. והטעם: להראות היחש ומצא כתוב בו: אלה בני המדינה העולים וכאשר נקשרה חומת ירושלים רצה נחמיה שיתיחסו לבית אבותם לבלתי התערב עמהם זרים, רבים נוספו שאינם במספר הראשון ורבים יגרעו ושכבר מתו ולא היו בימי נחמיה, ורבים הולידו בנים בתוך ל\"ו שנים שנתים לכורש וי\"ד לאחשורש וכ' לארתחששתא, עד עלות נחמיה, ולנמצאים אמר להתיחש. ואם ישאל איש: למה אמר כתוב בו אלה בני המדינה העולים ואינם במספר הראשון, ויש בראשון שאינו בשני? כי בראשון אמר: בני ארח תשע\"ה ובשני בני ארח תרנ\"ב והנה נוספו הראשונים קכ\"ג בני שנאה ג' אלפים ותר\"ל ובשני ג' אלפים ותתק\"ל ונוספו בשני. ויש נזכרים בראשון ובשני אינם נזכרים, כי בני יורה קי\"ב ובני בני חריף קי\"ב. נשיבהו: כי הכתוב ידבר כנגד הרוב, אמרה להרוג שבעים בני ירובעל ויותם לא נהרג וכן יוצאי ירך יעקב שבעים ויעקב לא יצא מיריכו ע'. ואולי יורה וחריף שני שמות לאיש אחד, כשריה רעליה ובשני עזריה רעמיה. והמספר השני מעט נוסף על הראשון, רק באמרו אלה העולים, להודיע כי בני פלוני לא נגרע אחד מהם ובני פלוני נוספו ובני פלוני נגרעו ומתו מהם, וכבר פירשתי כל הענין למעלה."}}, "7": {"0": {}, "1": {"0": "ביום אחד לחדש השביעי - דבק עם ראש הפסוק והטעם ויביא עזרא את התורה, ביום פלוני."}, "10": {"0": "מחשים לכל העם - פועל יוצא. ", "1": "הסו - מלעיל בגלגל הפסק. וכן: ערו ערו עד היסוד בה."}, "11": {}, "12": {}, "13": {}, "14": {"0": "ואשר ישמיעו - ועלי עץ שמן ועלי עץ הדס ועלי תמרים - הווי\"ן אינם מוסיפים על הענין, רק טעמו או עלי עץ שמן או עלי הדס וכן ומקלל אביו ואמו. וההדס והעבות ידענו מן הקבלה שהם עץ אחד, וכן אמר המתרגם עבות הדסין על דרך קצרה רק יש בו מינין הנמצאים בשלשה עלים הוא הנקרא מן מעשה עבות. ואני מצאתי בששה עלים והוא הנאה מכולם להקרא עבות. ויש אומר: כי ימצא בשבעה עלים. ורבותינו קראו: הדס שוטה."}, "15": {}, "16": {"0": "ישוע - נקרא בשלשה שמות."}, "17": {"0": "יום ביום - פירש: ביום הראוי, והטעם מענין היום."}, "2": {"0": "ויקרא בו - רמז לספר התורה."}, "3": {"0": "מגדל עץ - כדמות מגדל כאשר אנחנו עושים פה בבתי כנסיות."}, "4": {"0": "וכפתחו עמדו - העמידה בדיבור ופירושו שתקו והחרישו וכן: עמדו לא ענו עוד. ויתכן שעמדו על רגליהם לכבוד התורה והעד: ויקומו על עמדם וכן אמרו חכמינו ז\"ל: מימי משה ועד רבן גמליאל היו למדין מעומד."}, "5": {"0": "במועל ידיהם - משרש עלל וכמוהו: ועוללתי בעפר קרני והוא כטעם מעלה מן עלה ויעל והם שנים שרשים בענין אחד, כמו שוגג ומשגה. ", "1": "ופירש במועל - בנשיאות ידיהם, כטעם: שאו ידיכם קדש וברכו את ה'."}, "6": {"0": "מבינים את העם לתורה - הבינם להקשיב התורה."}, "7": {"0": "מפורש - פירש דבר מפורש. ", "1": "ושום שכל - שמו שכלם להבין במקרא זאת השומה בעיון הלב, כטעם ואתנה את לבי לדעת חכמה:"}, "8": {"0": "לכל העם - דבק ויאמר, שהוא ראש הפסוק."}, "9": {"0": "כי חדות ה' היא מעזכם - השמחה היא תעוז אתכם אם תקיימוה, כי כן כתוב: ושמחת בחגך."}}, "8": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "ודבר עמהם - מקור."}, "13": {"0": "ואת שבת קדשך - הזכיר השבת לבד מעשרת הדברים, כי היא נכבדת במנוחה ותוספת שכל."}, "14": {"0": "לרעבם - הלמ\"ד כטעם בעבור."}, "15": {}, "16": {"0": "ויתנו ראש - בדבור, ופירש: אמרו לתת להם ראש כענין נתנה ראש."}, "17": {}, "18": {"0": "את עמוד הענן - מלת את דבק עם הפעל הוא העמוד שלא סר מעליהם ולעולם יבא עם הפועל זולתי זה, ומעט אחרים עמו כמו ואת מלכנו שרינו כהנינו ואבותינו לא עשו תורתך. ובא הארי ואת הדוב ונשא שה. ", "1": "בהדרך - בא אל נכון בה\"א הדעת."}, "19": {"0": "ורוחך הטובה נתת להשכילם - זהו ויאצל מן הרוח על שבעים איש הזקנים."}, "2": {}, "20": {"0": "לא חסרו - חסר דבר."}, "21": {"0": "ותחלקם לפאה - דבק עם העממים והטעם פזרתם לפאות וברחו מפני ישראל. ", "1": "וישמינו - פועל יוצא והטעם והשמינו לבם."}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "ויזעקוך - ויזעקו אליך."}, "28": {}, "29": {"0": "ותמשך עליהם - השנים הם המשוכות והטעם הארכת להם אולי ישובו.", "1": "ביד נביאיך - כאילו רוחך בידם וברשותם. "}, "3": {"0": "ויקם על מעלה - שם דבר סמוך והטעם מנהגם להתפלל לשם."}, "30": {}, "31": {"0": "אל ימעט לפניך - דבק עם את הקרוב ולא עם התלאה, כי אם את העצם דבר. וכן: את שני האנשים ותצפנו."}, "32": {}, "33": {}, "34": {}, "35": {"0": "עבדים עליה - בעבורה."}, "36": {"0": "מרבה למלכים - הארץ היא הפועלת."}, "4": {"0": "קומו ברכו - הורו לישראל לברך השם שהוא מן העולם ועד העולם לנצח נצחים הוא אלהיכם אין עוד. והטעם ברכוהו אתם, ואמרו לפניו: יברכו שם כבודך בני חלד ותהיה מרומם על כל ברכה והטעם: שירום אחר שיברכוך."}, "5": {"0": "השמים - הוא הרקיע ושמי השמים הגלגלים העליונים."}, "6": {}, "7": {}, "8": {}, "9": {"0": "כי הזידו - עשו זדון במשלם עליהם."}}, "9": {"0": {"0": "ובכל זאת - ר\"ל בכל זאת הצרה אנו כורתים לעשות אמנה וקיום ללכת בתורת האלהים, אשר נתנה ביד משה, ושלא נתן מבנותינו לעמי הארץ."}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {"0": "המקחות - שם דבר מן לקח כטעם ממכר. ", "1": "ושבר - בחטים ושעורים."}, "32": {"0": "שלישית השקל - נוסף על מחצית השקל לצורך הענינים הנזכרים."}, "33": {}, "34": {"0": "על קרבן העצים - שנים חלקים הכהנים הלוים והעם לכרות להביא העצים לעתים מזומנים, והענין מפורש בדברי חכמים. ", "1": "לבית אבותינו - פירוש שתבנוהו."}, "35": {"0": "ולהביא את בכורי אדמתינו - כעומר ושתי הלחם. ", "1": "כל פרי עץ - הם הנזכרים בפסוק הגפן ותאנה ורמון ושאר העצים, והם שבעה מינים. וכן אמרו חז\"ל: אין מביאין בכורים אלא משבעת המינין בלבד כענין ולקחת מראשית כל פרי האדמה."}, "36": {"0": "ואת בכורות בנינו ובהמתנו - רצה לומר בהמתנו בהמה טמאה, כי אחרי כן בכורות בקרינו וצאננו."}, "37": {"0": "ופרי כל עץ תירוש - כן הוא פרי תירוש ויצהר. ", "1": "המעשרים - לוקחי המעשר."}, "38": {"0": "בעשר - הראוי בהעשר מבנין הפעיל, וכמוהו: לצבות בטן, לנחותם הדרך.  והטעם בקחת המעשר, והוא מעשר מן המעשר."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}}, "originalTitle": "אבן עזרא על נחמיה", "source": "Sefaria", "englishTitle": "Ibn Ezra on Nehemiah", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}