{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": "Yakov desired to reveal when would be the end of days to his sons", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "111": {}, "112": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": "Our Rabbis taught: ", "23": "Four cries did the Temple Court cry out. The first: ", "24": "‘Depart hence, ye children of Eli,’ for they defiled the Temple of the Lord. ", "25": "And another cry:", "26": "‘Depart hence, Issachar of Kefar Barkai, who honors himself while desecrating the sacred sacrifices of Heaven’; for he used to wrap his hands with silks and perform the [sacrificial] service.", "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": "What was the fate of Issachar of Kefar Barkai? ", "35": "It was related: ...", "36": "The king and queen were sitting: the king said, ", "37": "‘Goat's [flesh] is better,’ while the queen said, ", "38": "‘Lamb is better’. ", "39": "Said they, ...", "4": 0, "40": "Who shall decide? The High Priest, who offers up sacrifices every day. ", "41": "So he came, ", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "113": {"0": "[and] indicated with his hand,", "1": "‘If the goat were better, let it be offered for the daily sacrifice’. ", "2": "Said the king, ", "3": "‘Since he had no fear of my royal person, let his right hand be cut off.’ ", "4": "But he gave a bribe [and] they cut off his left hand [instead]. ", "5": "Then the king heard [of it] and they cut off his right hand [too].", "6": "Said R. Joseph: ", "7": "Praised be the Merciful One Who caused Issachar of Kefar Barkai to receive his deserts in this world. "}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {"0": 0, "1": 0, "10": "The rabbis taught:", "11": "This halakhah was forgotten by Benei Beteira.", "12": "One time the 14th of Nissan occurred on Shabbat and they did not know if the Korban Pesach overrides Shabbat or not.", "13": "They said:", "14": "Is there anyone here that knows if the Korban Pesach overrides Shabbat or not?", "15": "They said to them:", "16": "There is one person who just made aliyah from Bavel and Hillel the Babylonian is his name and he served two giant scholars of the generation Shemaya and Avtalion and he knows if Pesach overrides Shabbat or not.", "17": "They sent for him and called to him....", "18": "They said to him:", "19": "Do you know if the Korban Pesach overrides Shabbat or not?", "2": 0, "20": "He said to htem?", "21": "Is it just the korban Pesach alone each year that overrides Shabbat?", "22": "Do we not have more than two hundred Pesachim each year that override Shabbat?", "23": "they said to him:", "24": "How do you know this?", "25": "He said to them?", "26": "It says (Numbers 28:2) \"its season\" and it says regarding the korban tamid \"its season\"", "27": "Just as \"its season\" overrides Shabbat", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": "Mishnah: If [the roasted lamb] touched the oven's ceramic [surface, that part of the meat] must be peeled off. ", "47": "If its juices dripped onto the ceramic, and [dripped] back onto [the lamb, that part of the meat] must be taken off.", "48": "If the dripping fell on [hot] fine flour, one should take [that part of the flour] in a handful [and burn it].", "49": "If one anointed [basted] it with oil that was terumah [a portion of a crop given to a Kohen which becomes holy upon separation, and can only be consumed by Kohanim or their household], and the company appointed to eat it [consists of] Kohanim [members of the priestly caste, a subgroup of tribe of Levi, which is uniquely responsible for maintaining and carrying out the sacrificial services in the Temple], they may eat it; but if it is of [common] Israelites; if it is raw, they must wash it off; if it is [already] roasted, one must peel off the outer [surface]. ", "5": 0, "50": "If one anointed [basted] it with oil that was ma'aser sheni [the second tithe of produce, which must be taken to Jerusalem and consumed there], its [value may not be charged] to the company in money, because we may not redeem ma'aser sheni in Jerusalem.", "51": "Gemara: It's said -", "52": "Hot into Hot, everyone says", "6": 0, "7": 0, "8": 0, "9": 0}, "15": {"0": "..", "1": "R. Elazar said: \"Those who go on a religious mission, will not meet with evil either going to, or from, their duty.\" R. Elazar was in accord with the opinion of the Tanna, Issi b. Juda, who taught: \"Since the Torah says (Exodus 34:24) ‘Yet shall no man desire thy land,’ it is to be implied that the cow shall feed in the pasture and no beast shall harm it, the chicken shall dig in the rubbish and no weasel shall harm it.\" Now, can this not be inferred a fortiori? If, regarding the things which are exposed to injury, it is promised that no harm will occur, how much the more so regarding things that are usually not exposed to injury? This conclusion I could only arrive at with reference to protection while on the way to perform [a meritorious act]. Whence, however, do we infer that even on the return, no harm will occur? It is said (Deuteronomy 16:7) ‘And thou shalt turn in the morning and go unto thy tents.’ From this passage we may learn that Thou wilt go and find thy tents in peace. Since even on the return [he will meet no evil], wherefore is it necessary to mention [the protection] on the way going to perform the religious duty? We must therefore say this statement is necessary for the reference to what R. Ami said: \"Every man who has land is in duty bound to visit Jerusalem during the festivals, but a man who has no land need not visit Jerusalem during the festivals.\" R. Abin b. R. Adda said in the name of R. Isaac: \"Why was there not Gennesar-fruit in the land of Israel? Lest those who visit Jerusalem during the festivals should say, 'Had we come here merely to enjoy of the Gennesar-fruit: it would have been sufficient.' Hence their visit would become not as a matter of duty.\" The same said R. Dastoe b. Janai: \"Why are not the hot springs of Tiberias located in Jerusalem? For the simple reason that those who visit Jerusalem during the festivals, should not say, 'Were it for nothing else than to bathe ourselves in the hot springs of Tiberias that we visited Jerusalem, it would have been sufficient! Thus their visiting Jerusalem would turn out to be not as a matter of duty.\" \n"}, "150": {"0": "it's forbidden.", "1": "Cold into cold, everyone says it's permitted.", "10": "When the juice goes back on the lamb, the lamb is cooked from the heat of the ceramic, and the Torah states \"fire roasted\" - and not roasted by something else", "11": "But for Shmuel who says that the bottom one determines, since the the ceramic is cold it will cool down the juice.  Why take a piece off?", "12": "It's like Rav Yirmiah says in the name of Shmuel, ", "13": "\"[the Mishnah refers] to hot flour\", here to ", "14": "[the Mishnah refers] to hot ceramic.", "15": "The Mishnah teaches", "16": "If the dripping fell on [hot] fine flour, one should take [that part of the flour] in a handful [and burn it].", "17": "You assume it refers to cold flour", "18": "This works for Rav, who says the top one determines, for that reason you take a handful out, because [the juice] heated the flour around it and then it heated itself, and the juice is cooked from the heat of the flour, and the Torah states \"fire roasted\" - and not roasted by something else.", "19": "But for Shmuel who says that the bottom one determines, since the the flour is cold it will cool down [the juice].  Why take a handful out?", "2": "Hot into cold, and cold into hot - ", "20": "(it's sufficient to nullify its place)", "21": "Rav Yirmiah says in the name of Shmuel, ", "22": "\"[the Mishnah refers] to hot flour\"", "23": "The Mishnah teaches: If one anointed [basted] it with oil that was terumah, and the company appointed to eat it [consists of] Kohanim, they may eat it; ", "24": "but if it is of Israelites; if it is raw, they must wash it off; if it is roasted, one must peel off the outer [surface].", "25": "This works for Rav, who says the top one determines, for that reason [removing] a peel-worth is sufficient, because the top one [the oil] is cold. ", "26": "But for Shmuel who says that the bottom one determines, since it's hot it will surely absorb! Why is [removing] a peel-worth sufficient? ", "27": "It should be totally forbidden!", "28": "Anointing is different, since he just did a small amount [and it's not sufficiently much to make it forbidden].", "29": "A Braita teaches similarly to Shmuel:", "3": "Rav says", "30": "Hot into hot is prohibited, and also cold that is placed into hot is prohibited.", "31": "Hot into cold and cold into cold - rinse.", "32": "Hot into cold, rinse?", "33": "Since it's hot, it must absorb a bit before it cools off!  Rather, require [removing] a peel.", "34": "Rather say - ", "35": "Hot into cold - peel; cold into cold - rinse. ", "36": "Another Braita teaches:", "37": "Hot meat that falls into hot milk, and also cold that falls into hot, are prohibited. ", "38": "Hot into cold, and cold into cold - rinse. ", "39": "Hot into cold - rinse?", "4": "the top one determines and Shmuel says", "40": "Since it's hot, it must absorb a bit before it cools off!  Rather, require [removing] a peel.", "41": "Rather say - ", "42": "Hot into cold - peel; cold into cold - rinse. ", "43": "The master taught:", "44": "cold into cold - rinse.", "45": "Says Rav Huna", "46": "This is only taught when it's not salty, but if it's salted it's prohibited.", "47": "Since Shmuel says:", "48": "\"Salted is like hot, pickled is like cooked.\" ", "49": "Says Rava:", "5": "the bottom one determines.", "50": "That which Shmuel says, \"Salted is like hot...\", is only said when it can't be eaten because of it's saltiness.  But if it can be eaten [even] because of its saltiness, it doesn't apply.", "51": "There was a bird that fell into a jar of Kamka [milk based porridge].  Rav Hinena bar Rava of Pashrona permitted it.", "52": "Says Rava:", "53": "Who is wise enough to permit a matter like this if not Rav Hinena bar Rava of Pashrona who is a great person!", "54": "He would say to you:", "55": "When Shmuel said \"Salted is like hot...\", it's only when it can't be eaten because of it's saltiness. This can be eaten even with its saltiness.", "56": "And this statement is when it's raw, but roasted, it needs [removal of] a peel.", "57": "And it's only said when there are no cracks, but if there are cracks, it is prohibited.", "58": "And it it's spiced, it's prohibited. ", "59": "Says Rav:", "6": "The Mishnah teaches", "7": "If its juices dripped onto the ceramic, and [dripped] back onto [the lamb, that part of the meat] must be taken off. ", "8": "You assume it refers to cold ceramic", "9": "This works for Rav, who says the top one determines, for that reason you take the piece off, because the juice heated the ceramic and the ceramic then heated the juice. "}, "151": {"0": "A piece of fatty kosher meat that was roasted with lean non-kosher meat is prohibited."}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {}, "172": {}, "173": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": "Why was Jeroboam counted among the Kings of Israel? He wouldn't accept לשון הרע about Amos", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {}, "180": {}, "181": {}, "182": {}, "183": {}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {}, "197": {"0": "Mishna: The eve of Pesach, close to [the time of] Mincha, one may not eat until it gets dark.", "1": " Even an poor Jew cannot eat until he leans [at the Seder].", "10": "One may continue to eat until it gets dark. When do these words apply? To the eves of the Sabbaths and Festivals, but to the eve of Pesach, because there is the obligation of Matza, he would agree [that one may not eat on the eve of Pesach].\" ", "11": "Rav Pappa said, ", "12": "\"Even if you'll say [this Mishna is also needed within] Rabbi Yehuda, there [where he forbade eating] for eves of Sabbaths and Festivals, that was a prohibition from Mincha and on, but close to Mincha was permitted. ", "13": "But on the eve of Pesach, even close to Mincha would be forbidden.\" ", "14": "And would close to Mincha on the eve of the Sabbath be permitted [for eating]? ", "15": "But it is taught [in a Baraita],", "16": "\"One may not eat on the eve of Sabbath and Festivals from 9 hours and on, in order that one may enter the Sabbath with an appetite, these are the words of Rabbi Yehuda. Rabbi Yossi says, ", "17": "One may continue to eat unto it gets dark.\" ", "18": "[Thus, close to Mincha is also forbidden according to Rabbi Yehuda!] Mar Zutra said, ", "19": "\"Who says that this [text] is a correct one?", "2": " And they should not [give] less to him than the 4 cups of wine, even from the soup kitchen.", "3": "Gemara: Why deal [specifically] with \"eves of Pesachs\"?", "4": " Even the eves of Sabbaths and Festivals also [one may not eat from close to Mincha until nightfall], as it is taught [in a Baraita], ", "5": "\"One may not eat on the eves of Sabbaths and Festivals from Mincha and on, so that one can enter the Sabbath with an appetite, these are the words of Rabbi Yehuda. ", "6": "Rabbi Yossi says, ", "7": "One may continue to eat until it gets dark.\" ", "8": "[So why deal with eves of Pesachs in our Mishna?] Rav Huna said, ", "9": "\"This [Mishna] is only needed for Rabbi Yossi, who said, "}, "198": {"0": "Maybe it's mistaken!\" ", "1": "Mareimar, and some say it was Rav Yeimar, said, ", "10": "No, \"the law is...\" implies they argue about stopping [the meal]. ", "11": "As it is taught [in a baraita], ", "12": "\"We stop [eating] for the Sabbaths, these are the words of Rabbi Yehuda. ", "13": "Rabbi Yossi said, ", "14": "We do not stop [eating]. ", "15": "An occurrence happened that Rabbi Shimon ben Gamliel and Rabbi Yehuda and Rabbi Yossi were eating in Acre, and the day became holy [the Sabbath having started]. ", "16": "Rabbi Shimon ben Gamliel said to Rabbi Yossi, ", "17": "\"Do you want to stop and be concerned for the opinion of Rabbi Yehuda our colleague?\" ", "18": "[Rabbi Yossi] said to him, ", "19": "\"Each and every day you have favored my opinions over Rabbi Yehuda's, and now you are favoring Rabbi Yehuda's over mine? 'Even to take the queen while I'm in the house?' [Esther 7:8]\".", "2": "\"I visited the lecture of Rav Pinchas the son of Rav Ami, and a reciter got up and recited it [that way] in front of him and [Rav Pinchas] accepted it!\" ", "20": " He said to him,", "21": " \"If so, we should not stop, lest the students see and establish it that way forever.\" ", "22": "They say", "23": " they did not budge until they established the law like Rabbi Yossi.", "24": "Rav Yehuda said in the name of Shmuel, ", "25": "\"The law is not like Rabbi Yehuda, nor like Rabbi Yossi, but rather", "26": " one spreads a cover and makes kiddush [therefore not stopping completely, but not continuing either].\" ", "27": "Is that so? ", "28": "But Rav Tachlifa bar Avdimi said in the name of Shmuel, ", "29": "\"Just like one should stop [the meal] for kiddush,", "3": "If so, then this is a difficulty! ", "4": "Rather, ", "5": "it's clear [the answer is] according to Rav Huna. ", "6": "Is this really well for Rav Huna? ", "7": "But Rabbi Yirmiya said in the name of Rabbi Yochanan, and some say it was Rabbi Abahu in the name of Rabbi Yossi the son of Rabbi Chanina,", "8": "\"The law is like Rabbi Yehuda on the eve of Pesach, and like Rabbi Yossi on the eve of the Sabbath.\" ", "9": "\"The law is like Rabbi Yehuda...\" implies that Rabbi Yossi is arguing on both [the eve of Pesach and the Sabbath]! "}, "199": {"0": "so too we stop [the meal] for havdalah.\"", "1": " What is \"we stop\"? ", "10": "They agree that one may begin [a meal on an eve]. This is well according to the one who taught \"They agree one may not begin,\" for it can apply to the eve of Pesach. ", "11": "But the one who taught \"They agree that one may begin,\" when is that? ", "12": "If you'll say the eve of the Sabbath, they surely argue! ", "13": "That is not a difficulty, ", "14": "here [where they agree] is before the 9th hour, there [where they argue whether one may begin] is after the 9th hour. ", "15": "Those people that have kiddush made for them in the synagogue: ", "16": "Rav said, ", "17": "\"They have not completed their duty for wine, but for kiddush, they have completed their duty.\" ", "18": "Shmuel said,", "2": "Is it not [referring to] removal of the table [like that of Rabbi Yehuda]? ", "3": "No, [it refers only to] covering. ", "4": "Rabbah bar Rav Huna visited the exilarch. ", "5": "They brought a tray before him, and he spread a covering over and made kiddush. ", "6": "It was also taught like this [in a baraita], ", "7": "\"We should not bring in the table unless one has made kiddush. If they had brought it in, spread a cover and make kiddush.\" ", "8": "One teaching: ", "9": "They agree that one may not begin [a meal on an eve]. Another teaching: "}, "2": {"0": "1 At \"Or\" (lit. Light) on the fourteenth one checks for Chametz (unleavened product) by the light of a candle. ", "1": "2  Any place where Chametz is not brought into does not require checking.  And what about what was said about (checking) two rows in a cellar? (This is a case of) a place where Chametz is brought into.  Beit Shamai say the two upermost rows of the wine cellar (require checking).  Beit Hillel say the two outermost rows (require checking).", "2": "What does it mean \"light\"? ", "3": "Rav Huna says ...", "4": "\"Morning\" and Rav Yehudah says", "5": "\"Night\"", "6": "  You might of thought that the one (Rav Huna) who says morning means \"morning\" itself and the one (Rav Yehudah) who says night means \"night\" itself.  [We raise a] challenge [on this] ", "7": "... [Gemara:] What is the meaning of אור?", "8": "... (Beraishit 44:3) \"The morning lightened, and the people were sent off\". Therefore,", "9": "\"light\" is of the morning "}, "20": {}, "200": {"0": "They have not even completed their obligation for Kiddush.", "1": "According to Rav, why do they make Kiddush in the house?", "10": "Many times Shmuel would get up and descend from the roof to the ground floor and he would make Kiddush.", "11": "And even Rav Huna explains", "12": "There is no Kiddush, only in the place of a meal.", "13": "Rav Huna made Kiddush and then the light went out. He went up to the garden of Rabba Briah where there was light, and he made kiddush and ate a little", "14": "Thus he holds that", "15": "There is no Kiddush, only in the place of a meal", "16": "And Rabba explains", "17": "There is no Kiddush only in the place of a meal", "18": "Abbayeh says", "19": "Like when we were in the house of the master and he was making Kiddush and he said:", "2": "In order to take out his sons and the sons of his house (from the obligation)", "20": "Taste a little bit, in case while we go back to where we are staying the lamp go out, and we are not Yotzei with his kiddush, for there is no kiddush, only in the place of a meal.", "21": "Is that so?", "22": "And Abbayeh says:", "23": "In everything Master followed like Rav, except for three things did he follow like Shmuel.", "24": "Allowed (to move tzizit) from garment to garment, to light from candle to candle, and the law like Rabbi Shimon in Greirah.", "25": "As it is taught in a braita, Rabbi Shimon says", "26": "A man is allowed to drag a bed, chair, or bench on Shabbat, as long as they do not have the intention to furrow.", "27": "He followed like the stringencies of Rav, but the leniencies he did not follow. ", "28": "And Rav Yochanan says", "29": "Even with wine you are also taken out of your obligation.", "3": "And Shmuel, why do they make Kiddush in the synagogue?", "4": "To take the guests (in the shul) out of their obligation. They who eat, drink, and sleep in the synagogue.", "5": "Shmuel goes according to this reasoning, as Shmuel said", "6": "There is no Kiddush, only in the place of a meal.", "7": "They taught this from that (statement of Shmuel)", "8": "These words (limit the case) from house to house, but from place to place in one house - no.", "9": "Rav Anan Bar Tachlifa said to him:"}, "201": {}, "202": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": "The rabbis taught in a Beraysa:", "14": "A group of people who were eating, and Shabbos started, somebody is brought a cup of wine and he says Kiddush.  Then, on the second cup you say Birkat Hamazon, according to the opinion of Rabbi Yehudah.", "15": "Rabbi Yose says:", "16": "He may eat until it is dark", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "203": {"0": "Once you finish- on the first cup you make Birkat Hamazon, and on the second you make Kiddush.", "1": "Why?( Why, according to Rabbi Yose's opinion do you use to cups of wine, when the kiddushes in both of them are right next to each other?)", "10": "When you enter your house after Shabbos, bless on the wine, the fire, and the cloves, and after you recite Havdalah on a cup of wine.", "11": "If you do not have more than one cup, you wait until after you are done eating, and recite all the blessings on one cup.", "12": "If you do not have enough wine, it is different.", "13": "And is there not the example of Yom Tov that is able to fall on Shabbos when there is enough wine. And Rav said:", "14": "Yakneh( Wine, Kiddush, Fire, Havdalah)", "15": "They said:", "16": "That since he did not say Shehechayanu, we are dealing with the seventh day of Pesach, and all that he had(on the first day) was eaten, and is now gone. ", "17": "And is there not the example of the first day of yom tov when there is enough wine: and Abaye said:", "18": "Yakzeneh( Wine, Kiddush, Shehechayanu, Fire, Havdalah) and Rava said: Yaknehaz( Wine, Kiddush Fire, Havdalah, Shehechayanu.", "19": "Rather,", "2": "And we can make both Kiddush and Birkat Hamazon on one cup?!", "20": "Havdalah and Kiddush are one concept, while, Birkat Hamazon  and Kiddush are two entirely different things.", "21": "Leaving this discussion about bundles- Yom Tov that is able to be after shabbos:", "22": "Rav Said", "23": "Yakneh( Wine, Kiddush, Fire, Havdalah) And Shmuel said:", "24": "Yanhak( Wine, Fire , Havdalah, Kiddush", "3": "Rav Huna said, in the name of Rav Sheshet:", "4": "You can not recite two blessings on one cup.", "5": "What is the reason?", "6": "Rav Nachman the son of Rav Yitzchak said:", "7": "Because one can not do mitzvot in bundles.", "8": "Really?", "9": "Did we not also learn in A beraysa:"}, "204": {}, "205": {}, "206": {}, "207": {}, "208": {}, "209": {}, "21": {}, "210": {"0": 0, "1": 0, "10": "\"How do we know that the night is also meant,\" is the question? ", "11": "Is not the night the principal time of the Sabbath, when the Kiddush must be said? Then, again, how can the passage refer to the night, when it distinctly states the day? The following is meant: \"Remember the day\" implies that it should be remembered over wine, when the Sabbath sets in. This therefore refers to the night, and that the day also is meant is clearly proven by the words, \"the Sabbath day.\"", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": "....", "8": "The rabbis taught: \"It is written [Exod.20:8]: 'Remember the Sabbath day to keep it holy.' The remembrance should be effected over wine. ", "9": "This, however, refers to the Sabbath day; how do we know that the night is also meant? To that end it is written, 'to keep it holy,' which refers also to the night.\""}, "211": {}, "212": {}, "213": {}, "214": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": "Matsa requires reclining; <i>marror</i> does not require reclining.", "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": "A woman next to her husband does not need to recline, but if she is an important woman, she needs to recline", "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": "......", "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": "Rabbi Yehoshua ben Levi said:", "43": "Women are obligated to drink four glasses of wine on the Seder Night.", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "215": {"0": "Since even they were part of that miracle.", "1": "Rav Yehuda said in the name of Shmuel:", "10": "Rav Nachman, the son of Itzchak says", "11": "He only fulfils his obligation if he drank the majority of the glass of wine.", "12": "The Gemara now asks on the previous statement that requires one to drink the majority of the glass on Pesach to fulfill the mitzvah of four cups:", "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": "The four cups of wine during Seder night must have enough to fill a generous cup.", "20": "The Rabbis taught us:", "21": "Everyone is obligated in drinking four glasses of wine, be it men, women and children.", "22": "Rav Yehuda says", "23": "What purpose is their in that children should drink the four cups of wine?", "24": "Answer: We distribute", "3": "If you drank the four cups without diluting them with water, you have fulfilled your obligation. If you drank the four cups all together(Rashi's understanding) OR If you drank the four cups in a straight fashion without following the order prescribed by our Mishnah(Rashbam's understanding). If you poured bits of your glass of wine to members of the family or others sitting around the table, you have still fulfilled your obligation even though you haven't drunken the entire glass of wine. ", "4": "If you drank the four glasses of wine without diluting them, you have fulfilled your obligation. ", "5": "Rava says", "6": "You have fulfilled your obligation of drinking four glasses of wine on Pesach, however, you have not fulfilled your obligation of making yourself free as a slave. ", "7": "If you drink the four glasses of wine one after the other without pausing in between to mention the required parts of the Haggadah(Rashbam's understanding) then Rav says", "8": "You have fulfilled your obligation of drinking wine, but you have not fulfilled your obligation to drink the four glasses of wine on Pesach night, ", "9": "If a person poured from his cup to his children and did not drink a full cup, he has still fulfilled his obligation. "}, "216": {"0": 0, "1": 0, "10": "... What should people celebrate with? with wine", "11": "... Rabbi Yehudah says ", "12": "... Men with what is suitable for them and women with what is suitable for them.", "13": "... For men what is suitable - with wine, and what for women? ", "14": "... Rabbi Yosef taught", "15": "... In Bavel, buying women coloured clothes. In Eretz Yisrael, buying women ironed linen clothes. ", "16": "It was taught: R' Yehuda b. Beteira says:", "17": "\"While the Temple is standing, there is no joy unless there is meat, as it says (Deut. 27) 'And you shall sacrifice peace-offerings and eat them there, and you will be joyful before the Lord, your God'. ", "18": "Now that the Temple is not standing, there is no joy without wine, as it says (Psalms 104) ' And wine will rejoice the heart of man.'\"", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": "...Our Rabbis Taught", "9": "... A person must celebrate with his sons and the members of his household on a festival, as it says (Devarim 16:14) \"you shall celebrate on your festivals\"."}, "217": {}, "218": {}, "219": {}, "22": {}, "220": {}, "221": {}, "222": {}, "223": {}, "224": {"0": 0, "1": 0, "2": 0, "3": 0, "4": 0, "5": 0, "6": "\"Flay a carcass in the market and take your pay and do not say, 'I am a priest, I am a great man and the matter is a disgrace to me.'\""}, "225": {}, "226": {}, "227": {}, "228": {}, "229": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": "Rav said:", "19": "One who swallows Matza [without tasting it] satisfies his obligation.  One who swallows Maror [without tasting it] does not satisfy his obligation. ", "2": 0, "20": "One who swallows both Matza and Maror [without tasting them] satisfies his obligation of Matza, but not his obligation of Maror. ", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "23": {}, "230": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": "......\"What has changed, this night, from all other nights?  That on all other nights, we eat leavened and unleavened, but on this night all we do is unleavened.\"", "27": "......\"That on all nights we eat ", "28": 0, "29": 0, "3": 0, "30": 0, "31": "We begin [the story of the Exodus] with disgrace and conclude with praise...", "32": 0, "33": 0, "34": 0, "35": 0, "36": "Why is this night different from all [other] nights? On all [other] nights, we dip [vegetables] once, [but] on this night, we dip [vegetables] twice:", "37": "Rava attacked it,", "38": "\"Is it that on every day, it is not enough not to dip one time [and we are actually obligated to dip every night]?\"", "39": "But rather, said Rava, \"This is how it is taught:", "4": 0, "40": "On all [other] nights, we are not obligated to dip even one time, [but] on this night, we [are obligated to] dip twice.\"", "41": "Rav Safra attacked it, ", "42": "\"It is an obligation only for teachers!\"", "43": "But rather, said Rav Safra, \"This is how it is taught:", "44": "On all [other] nights, we do not dip even once, [but] on this night, we dip twice.\"", "45": "He begins [instructing him about the Exodus story] with [the account of Israel’s] shame and concludes with [Israel’s] praise [glory]:", "46": "What is [meant by] 'with shame?'", "47": "Rav said, ", "48": "\"At first, our ancestors were idol worshipers.\"", "49": "And Shmuel said, ", "5": 0, "50": "\"We were slaves.\"", "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": 0, "64": 0, "65": 0, "66": 0, "67": 0, "68": 0, "69": 0, "7": 0, "70": 0, "71": 0, "72": 0, "73": 0, "74": 0, "75": 0, "76": 0, "77": 0, "78": 0, "79": 0, "8": 0, "80": "Mishna: Rabban Gamliel would say ", "81": "whomever did not say", "9": 0}, "231": {"0": "these three things on Pessah has not fulfilled their obligation", "1": "and, these are them:", "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": "Said Rava,", "17": "One needs to raise the matsa and one needs to raise the <i>marror</i>.", "18": "One does not need to raise the meat; and not only that, but [if one does raise it,] it appears like one is eating [sacrifices] outside [of the Temple].", "2": "Pessah, matzah, maror", "3": "Pessah, because the omnipresent passed over the houses of our forefathers in Egypt, as it is stated: \"and you should state: this is the offering of pessah to Hashem, that he passed over...\" Matza because our forefathers were redeemed from Egypt as it is stated: \"and they baked the dough which they brought out go egypt ...\" Maror because the Egyptians made the lives of our forefathers in Egypt bitter as it is stated: \"and their lives were made bitter...\"", "4": "In each and every generation one is obligated to see themselves as if they went out from Egypt, as it says (Exodus 13:8) And you shall tell you child on that day, saying: Because of this, YHVH did for me when I went out from Egypt.", "5": "Therefore we are obligated to offer effusive, beautiful praise and thanksgiving to the One who performed all these miracles for our ancestors and for us: He brought us from servitude to freedom, from grief to joy, from mourning to festivity, from darkness to great light, and from subjugation to redemption; and let us say before Him \"Halleluyah!\"", "6": 0, "7": 0, "8": 0, "9": 0}, "232": {"0": "To David, a psalm’ intimates that the Shechinah rested upon him", "1": "and then he uttered [that] song; ‘a psalm of david’ intimates that he [first] uttered [that particular]", "2": "psalm and then the Shechinah rested upon him. This teaches you that the Shechinah rests [upon man]", "3": "neither in indolence nor in gloom nor in frivolity nor in levity, nor in vain pursuits,", "4": "but only in", "5": "rejoicing connected with a religious act, for it is said, ‘but now bring me a minstrel.’ And it came to", "6": "pass, when the minstrel played, that he hand of the lord came upon him."}, "233": {}, "234": {}, "235": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": "...Since with Pharaoh it says (Exodus 14 7), \"six hundred chosen chariots,\" while with Sisera it says, (Judges 4 3), \"nine hundred chariots of iron.\"", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {"0": 0, "1": "R. Joshua b. Levi said: \"A man should never bring forth from his mouth an unfit word, for the Scripture uses a circumlocution of eight [extra] letters in order to avoid an ugly word; for it is said (Gen. 4:2) Of the clean beasts and of the beasts that are not clean.\" R. Papa said: \"A circumlocution of nine letters is found in the Scripture; for it is said (Deu. 23:11) If there be among thee, any man that is not lean.\" Rabina said : \"Ten letters [is the circumlocution]; for in the same text there is an an extra letter, Vav.\" R. Acha b. Jacob said: \"Sixteen extra letters are used [in order to avoid an unfit word], as it is said (I Sam. 20:26) For he thought something hath befallen him, he is not clean, because he has not yet purified himself [in order to avoid the word impure].\" At the academy of R. Ishmael, it was taught that a man should always speak in clean language, since the seat of a male zab the passage calls (Lev. 15:9) saddle, and the seat of a female zab the passage calls (Ib.) sitting place. This principle is also supported by the following passage (Job 15:6 ) So that thou choosest the language of the prudent. Also by another passage (Ib. 33, 3) And my lips utter knowledge clearly. Why does he cite all these passages [is not the first one sufficient] ? You will perhaps say that this applies only to Biblical matters, but for Rabbinical matters any language might be used. Come, listen; it is said, So that thou choosest a language of the prudent. And if you will say that this applies only to Rabbinical matters, but for secular affairs any language might be used : Come, Listen to this passage : And my lips utter knowledge clearly."}, "40": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": "...Every moment that one is allowed to eat hametz, he is allowed to feed his domesticated animal, wild animal, and birds; and he could sell the hametz to a gentile, and he is allowed to derive benefit. When the time elapses, he is forbidden to derive benefit and he could not ignite his oven or stove with the hametz.", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "41": {"0": 0, "1": 0, "2": "...And one is allowed to derive benefit:", "3": "...It is simple", "4": "...No, it is necessary - that the hametz is cinged before its time", "5": "...And it comes to teach us like the opinion of Rava that Rava says", "6": "It was cinged before the time, one could derive benefit even after its time."}, "42": {}, "43": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": "We are taught ", "32": "that Simon of Amsuni, and others say, Nehemiah of Amsuni,was accustomed to interpret every word Eth. ", "33": "When he reached the Eth of (Deuteronomy 6:13, Deuteronomy 10:20) \"Thou shalt fear the LORD, thy God\", he refrained [did not interpret it]. ", "34": " Said his disciples to him:", "35": "\"Why, Rabbi, what will become of those Eth's thou didst interpret?\" ", "36": "Whereupon he answered: ", "37": "\"Just as well as I will be rewarded for making those interpretations, so will I be rewarded for refraining in this case.\" ", "38": "But when R. Akiba came, he interpreted: ", "39": "\"The Eth [of \"Thou shalt fear the LORD, thy God\"] includes the scholars.\"", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": 0, "1": "R. Jacob said in the name of R. Jochanan: \"By every means, one may cure himself except by means of the tree devoted to idolatry.\" To what case does he refer? If we assume that he refers to a case where there is fear of danger, then why not cure by means of the tree devoted to idolatry? But if he refers to a case in which there is no fear of danger, then one is prohibited to be cured by means of any prohibited articles. Indeed, he does refer to a case where there is fear of danger, nevertheless it is forbidden [to be cured] by means of a tree devoted to ideolatry. As we are taught in a Baraitha, R. Eliezer says: \"Since it is said (Deuteronomy 6:5) [Thou shalt love thy God] with all thy soul, wherefore is added, With all thy wealth? And since it is said, With all thy wealtlh, wherefore is also added, With all thy soul? This is to teach us that in case there is a man who loves himself more than his wealth, for him it is said, With all thy soul. And if there is a man who loves his wealth more than himself, for him it is said, With all thy wealth."}, "49": {}, "5": {"0": 0, "1": "There were two disciples sitting before Hillel, of whom one was R. Jochanan b. Zakai. According to others, these disciples were sitting before Rabbi, and one of them was R. Jochanan. One said [while studying a Mishnah]: \"Why must the grapes be cut according to the rules of levital cleanliness, while olives may be gathered even according to the rules of levitical defilement?\" The other pupil said: \"Why must the grapes be cut under the rules of levitical cleanliness, while the gathering of olives need not be made under the rules of levitical cleanliness?\" \"I am sure,\" remarked their teacher, \"that this one [who used becoming words] will become a judge in Israel.\" It is said that before many days had elapsed he became a judge in Israel.  There were three priests [discussing the portions of their priestly gifts]; one said: \"Mine was as large as a bean.\" To this the other responded: \"Mine, was as large as an olive.\" The third one said: \"Mine was as large as the tail of a lizard.\" In consequence of that unfit expression, the last was examined as to his fitness to serve upon the altar and they found in him a blemish of descent. Have we not been taught [in a Mishnah] ''No family records are searched beyond the altar\"? [for he was certainly examined before he began serving upon it; hence how was this examination possible?] Do not say a \"blemish of descent,\" but say [they found in him] \"obscenity which made him unworthy of the priesthood.\" And if you please, you may say this instance differs, because he harmed himself by causing the investigation].", "2": "There was a gentile that used to go up and eat the Passover sacrifices in Jerusalem. He said: It is written, no stranger [i.e. gentile] should eat from it; no uncircumcised person shall eat from it, but I eat of the very best. R. Judah b. Bathyra said to him: Did they give you a piece from the fatty tail? No, he replied. When you go there tell them to give you some of the tail. When he went up he said to them, Give me from the fatty tail. They said to him: The fatty tail is sacrificed on the altar.  They said to him: Who told you to do this? He said: R. Judah b. Bathyra. They said: What's going on? They did a background check and discovered that he was a gentile and killed him. Then they sent a message to R. Judah b. Bathyra: Peace be with you, R. Judah b. Bathyra, for you are in Netzivin but your net is spread in Jerusalem.", "3": "When R. Cahana became ill, the Rabbis sent R. Joshua, the son of R. Ide, with instructions to visit him and find out what his condition was. When he came, he found R. Cahana dead. He tore his clothes, then turned them towards his back, and returned weeping. \"Is he dead?\" they asked him. \"You say it, I do not say it,\" was his reply, adding also (Proverbs 10:18) “And he that spreadeth abroad an evil report is a fool.” (Fol. 4) "}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {"0": "When Rab, the son of R. Chiya's brother and sister came to Palestine, Rab was asked by R. Chiya: \"Is father alive?\" \"Is mother alive?\" was his reply. Then R. Chiya asked him: \"Is mother alive?\" Rab answered again: \"Is father alive?\""}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": "We fulfill [our obligation] with all [things] that have the taste of <i>marror</i>; we do not fulfill [our obligation] with all [things] that do not have the taste of <i>marror</i>.", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "Gemara: The Rabbis taught - three things are said about Babylonian kutah", "5": 0, "50": "it confounds the heart, blinds the eyes, and weakens the body", "51": "it confounds the heart because of the milk whey, it blinds the eyes because of the salt, and it weakens the body because of the mouldy barley flour", "6": 0, "7": 0, "8": 0, "9": 0}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {"0": "(starts on 46a) Mishnah  : This isn't the hametz that we were warned about it \"do not see it\" and \"do not find it\"[in your houses]", "1": "Rather, separate it and set it aside until after Yom Tov.  If it chametzes, so be it.  (the prohibitions of chametz only applies if the chametz is yours or you are safeguarding it.  Once the challah is set aside for the kohanim, it belongs to the kohanim and we aren’t liable on it.)", "10": "It was stated with regards to one who bakes on Yom Tov for Chol.  Rav Hisda stated", "11": "He receives lashes.  Rabba says ", "12": "he does not receive lashes", "13": "Rav Hisda says ", "14": "he receive lashes (text repeats this line a second time).  Rabbah - Didn’t we sayy “הואיל”  and since visitors might come to him (and eat what he cooked on Yom Tov) it is proper for him to cook (and he shouldn’t receive lashes?)", "15": "Rabbah says ", "16": "He does not recieve lashes because we use this principle of הואיל", "17": "Rabbah says to Rav Hisda", "18": "According to your opinion, that you said we are not using this principle of הואיל, how do we bake on Yom Tov for the needs of Shabbat?", "19": "He (Rav Hisda) said we use a eruv tavshlin.", "2": "Gemarah : Shall we say that they differed with regards to טובת הנאה?", "20": "(Rabba) Because of a eruv tavshilin we permit something that was forbidden d’orittah!?!", "21": "He said (Rav Hisda to Rabba)", "22": "It is in the Torah that the needs of Shabbat may be done on Yom Tov.  And it was our Rabbis that made the decree, because maybe someone will say that one can bake on yom tov even for Shabbat.  ", "23": "Because of that, the rabbis required a eruv tavishlin that has a siman (that you can cook on yom tov for shabbat.)", "24": "Challenge (Rabba challenged Rav Hisda)", "25": "[on yom tov] An animal that is close to death one should not shect him only if one can eat from it a roast as big as a olive’s worth on the same day (yom tov).  ", "26": "One is able to eat it even though he doesn’t need it for food?  ", "27": "This is reasonable with my opinion, since I hold by this principle of הואיל.    and if one one should want to eat, he is able to feed them.  Becaues of this he may schect. ", "28": "However, according to your opinion that you said that we do not use the principle of הואיל why is he allowed to schect?", "29": "He said (Rav Hisda to Rabba)", "3": "Rabbi Eleizer - reasoned tovat hannah is money and Rabbi Yehoshuah reasoned", "30": "because of the principle of a great loss of money.", "31": "(Rabba) because of a financial loss we allow that which is forbidden by the Torah?!?", "32": "He said (Rav Hisda to Rabba)    ", "33": "Yes!  Because of his impending great financial loss, he will resolve in his heart to eat an olive’s worth.  And it is not possible to eat an olive’s worth without schitah.", "34": "He replied (Rabba to Rav Hisda)", "35": "Shewbread (see Leviticus 24:5-9)", "4": " tovat hannah is not money ", "5": "No.  they both agree that tovat hanah is not money.  Here they are disagreeing about the principle of הואיל", "6": "Rabbi Elizar reasons", "7": 0, "8": "Rabbi Yehoshua reasons", "9": "We don't use the principle of הואיל"}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "פסחים", "source": "Sefaria", "englishTitle": "Pesachim", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}