{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {"0": "......", "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": 0, "64": 0, "65": 0, "66": 0, "67": 0, "68": 0, "69": 0, "7": 0, "70": 0, "71": 0, "72": 0, "73": 0, "74": 0, "75": 0, "76": 0, "77": 0, "78": 0, "79": "Rabbi Hiyya said that Rabbi Yochenan said: ", "8": 0, "80": "What [is the meaning of the verse where it] is written: “He who guards the fig will eat of its fruit” (Proverbs 27:18)? Why are the words of Torah compared to a fig tree? Just as the fig tree", "9": 0}, "107": {"0": "Any time when a person handles it, one finds figs on it [because figs ripen throughout the entire year], so too, [with] words of Torah, ", "1": "any time when a person ponders them one finds flavor in them.", "10": "It was said of R. Eleazar that he sat and studied Torah in the lower market of Sepphoris", "11": "while his linen cloak lay in the upper market of the town. R. Isaac b. Eleazar related:", "12": " A man once came to take it and found a venomous serpent in it.", "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": "R. Samuel b. Nahmani expounded: ", "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": "With reference to the Scriptural text: 'Loving hind and a graceful roe etc.' Why were the words of the Torah compared to a ‘hind’? ", "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": "To tell you that ...", "40": 0, "41": 0, "42": "The Rabbis taught in a Baraitha: How was the Mishnah ordered? Moses learned from the mouth of the Divine. Then, Aaron entered and Moses taught him his portion. Aaron then distanced himself and sat to Moses' left. His sons then entered and Moses taught them their portion. They then distanced themselves and Elazar sat to the right of Moses and Itamar to the left of Aaron. Rabbi Yehuda said, Aaron was always on the right of Moses. Returning, the elders entered and Moses taught them their portion. The elders distanced themselves and the entire nation entered and Moses taught them their portion. The result was that Aaron heard the teaching four times, his sons, three times, the elders, twice, and the entire nation, once. Moses then distanced himself and Aaron repeated his portion. His sons then repeated their portion and left. The elders then repeated their portion and left. In this way, everyone heard everything four times. Based on this method, Rabbi Eliezer said, everyone is obligated to repeat his teachings to his disciples four times. This is obvious, by force of argument: If Aaron learned Torah from Moses and Moses directly from God, and then ordinary people from each other certainly!", "5": "as the hind has a narrow womb and is loved by its mate at all times as at the first hour of their meeting, so it is with the words of the Torah — They are loved by those who study them at all times as at the hour when they first made their acquaintance. ", "6": "‘And in graceful roe’? Because the Torah bestows grace upon those who study it. ", "7": "'Her breasts will satisfy thee at all times.' Why were the words of the Torah compared to a breast? ", "8": "As with a breast, however often the child sucks it so often does he find milk in it, so it is with the words of the Torah. As often a man studies them so often does he find relish in them — ", "9": "'With her love wilt thou be ravished always,' as was the case with R. Eleazar b. Pedath, for instance. "}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": "R. Chiya said : \"Whoever remains clear-minded when drinking, possesses the qualities of the seventy sages.'\" The word Yayin (wine) aggregates the number of seventy and Sod (secret) aggregates also the number seventy, i.e., as soon as wine enters, the secrets escape.", "6": 0, "7": 0, "8": 0, "9": 0}, "129": {"0": "Rabbi Ilai said: A person is recognized by 3 things: By their cup, by their pocket, and by their anger. "}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {}, "172": {}, "173": {}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {}, "180": {}, "181": {}, "182": {}, "183": {}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {}, "197": {}, "198": {}, "199": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": "R. Samuel bar Nachmani cited R. Yochanan", "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": 0, "64": 0, "65": 0, "66": 0, "67": 0, "68": 0, "69": 0, "7": 0, "70": 0, "71": 0, "72": 0, "73": 0, "74": "Were the Torah not given, we would learn modesty from the cat, and [not] stealing from the ant, and [prohibitions concerning] sexual contact from the dove, ", "75": "manners/ derekh erets from the rooster", "8": 0, "9": 0}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "and a fellow townsman found him and said to him,", "1": "\"My name is the same as your name and my wife's name is the same as your wife's name,\" the bill of divorce is invalid [for the latter] to divorce [his wife] with it.", "10": "And Nehorai wasn't his name, either; it was R' Nechemia. And others say", "11": "that his name was R' Elazar ben Erech.", "12": "So why was he called Nehorai? Because he clarified [manhir] the eyes of the other Sages in law.", "13": "Rebbe said,", "14": "The reason I am sharper than my friends is because I saw R' Meir from the back,", "15": "and if I had seen him from the front, I would have been even sharper,", "16": "as it is written,", "17": "\"And your eyes see your teachers\" (Isaiah 30:20).", "18": "R' Avahu said in the name of R' Yochanan,", "19": "There was a student of R' Meir's named Sumchos, and he would give 48 reasons for anything that he declared impure and 48 reasons for anything that he declared pure.", "2": "Is this a good comparison?", "20": "It was taught:...", "21": "There was an old sage in Yavneh who would give 150 reasons for declaring a rodent pure.", "22": "Ravina said,", "23": "I can judge and make pure [a rodent]:", "24": "If a snake, which, when it dies, increases impurity, is still pure [in its lifetime], a rodent, which doesn't increase impurity when it dies, is it not all the more so?", "25": "But it's nothing; it's like making an average thorn.", "26": "Rabbi Abba said in the name of Shmuel,", "27": "For three years, the House of Hillel and the House of Shammai argued. One said, 'The halakha is like us,' and the other said, 'The halakha is like us.'", "28": "A heavenly voice spoke:", "29": "\"These and these are the words of the living God, and the halakha is like the House of Hillel.\"", "3": "There, \"And he shall write for her\" is written, so we need a writing for its sake. Here, \"And he will make for her\" is written. Do we need a making for its sake? The making itself is a deletion!", "30": "A question was raised: Since the heavenly voice declared: \"Both these and those are the words of the Living God,\" why was the halacha established to follow the opinion of Hillel? It is because the students of Hillel were kind and gracious. They taught their own ideas as well as the ideas from the students of Shammai.", "31": "Not only for this reason, but they went so far as to teach Shammai's opinions first.", "32": "Like that which we taught,", "33": "One whose head and majority of his body are in the Sukkah and his table are in the [adjacent] house, Beis Shamai said it is invalid, and Beis Hillel said it is valid.", "34": "Beis Hillel said to Beis Shamai,", "35": "Is there not a story in our hands that the elders of Beis Shamai and Beis Hillel went to visit R' Yochanan ben HaChornis, and they found him sitting with his head and majority of his body in the Sukkah and his table in the house? [Doesn't this imply it's permissible?]", "36": "Beis Shamai said back to them,", "37": "From there you bring a proof?", "38": "Even they said to him", "39": "that if this is how you act, you never fulfilled the mitzvah of Sukkah in your life!", "4": "R' Acha bar Chanina said,", "40": "[This story is] to teach you that whoever degrades himself, Hashem raises him, and whoever raises himself, Hashem degrades him.", "41": "Whoever runs toward greatness, greatness flees from him, and whoever flees from greatness, greatness runs toward him.", "42": "Whoever uses his time wisely, the time stretches out, and whoever procrastinates, the time stands still.", "43": "It was taught in a Braisa:", "44": "For two-and-a-half years the house of Shammai and the house of Hillel argued. These said:", "45": "Better for man never to have been created than to have been created. And these said:", "46": "Better for man to have been created that not to have been created.", "47": "They counted and decided:", "48": "Better for man never to have been created than to have been created. Now that he has been created, he should sift through his actions.", "49": "And there are those who say", "5": "It is revealed and known before the One Who said and the world came into being that nobody in the generation of R' Meir was like him, and it was only because his contemporaries couldn't stand on the end of his knowledge that we don't pasken like him.", "50": "he should examine his actions.", "51": "<big><strong>Mishnah.</strong></big> The beam that they spoke [about, must be] wide enough to hold an ariach,]", "52": "and an ariach is half a brick [with a whole brick having the width] of three tefachim [a handbreadth].", "53": "It is enough for the beam to be a tefach wide so that it can hold an ariach sideways.", "54": "[The beam must be] wide enough to hold an ariach and strong enough to hold an ariach.", "55": "Rabbi Yehuda says:", "56": "\"[It must only be] wide [enough], even though it is not strong [enough to hold an ariach].\"", "57": "If [the beam] is [made of] stubble or reeds, we view it as if it were [made out of] metal.", "58": "[If it is] bent, we view it as if it were straight. [If it is] rounded, we view it as if it were squared off.", "59": "Anything [round] that has a circumference of three tefachim has a width of one tefach.", "6": "For he might say on something that is impure that it is pure and faces were turned on him, and [he might say on] something that is pure that it is impure and faces were turned on him", "7": "It was taught:", "8": "R' Meir's name wasn't that; it was R' Nehorai.", "9": "So why was he called R' Meir? It was because he enlightened [me'ir] the eyes of the other Sages in law."}, "26": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "\"Anything that has three handbreadths in its circumference has one handbreadth in its width (diameter).\" ", "5": 0, "50": "From where [do you know the truth of these] words?", "51": "Rabbi Yochanan said, \"A verse -", "52": "(I Kings 7:23) 'And he made the basin molten, ten ells from its edge to its edge and five ells of height and a line of thirty ells encircling it around.'\" ", "53": "And behold, there is [the width of] its rim [taking away from the actual daimeter]?", "54": "Rav Pappa said,", "55": "\"About its rim, it is written, it was a rim [as thin as the] petal of a lily, as it is written", "56": "(I Kings 7:26), 'And its width was a handbreadth and its rim was like the work of a cup, a lily petal'\" ...", "6": 0, "7": 0, "8": 0, "9": 0}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "R' Yirmeya ben Elazar said", "5": 0, "50": "From the day that the temple was destroyed it is enough for the world to use two letters, as it is written", "51": "(Psalms 150:6) Every soul praises Yah, Halleluyah!", "6": 0, "7": 0, "8": 0, "9": 0}, "36": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": "R’ Yermiyah ben Elazar said: ", "32": "there are three entrances to gehinnom. One in the wilderness, one in the sea and on in Jerusalem. ", "33": "In the wilderness, as it is written ", "34": "“They, and all they possessed, descended alive into the grave…” (Bamidbar 16:33) ", "35": "In the sea, as it is written ", "36": "“…from the belly of the grave I cried out, You heard my voice.” (Yonah 2:3) ", "37": "In Jerusalem, as it is written ", "38": "“…the word of the Lord, whose fire is in Zion and whose stove is in Jerusalem.” (Isaiah 31:9) ", "39": "It was taught in the school of R’ Yishmael:", "4": 0, "40": "‘whose fire is in Zion’ refers to gehinnom, ‘whose stove is in Jerusalem’ refers to the entrance to gehinnom.", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": "(Devarim 7,11) \"that I command you today to perform\" and not tomorrow to do. Today to perform and tomorrow to receive benefit.", "16": "Rav Haggai says, some say it was Rav Shemuel bar Naḥmeini", "17": "What is the meaning of the verse:", "18": "(Shemot 34:6) long to anger [apayim in plural] is it [the plural] needed!?", "19": "rather [it is needed]", "2": 0, "20": "long to anger for the righteous and long to anger for the wicked.", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {"0": "while the man intended to acquire his Sabbath abode at its root;  and what [is the explanation for the use of the expressions,] ‘above’ and ‘below’? That [the branch] rises again into a vertical position. But could not the man, if he so wished, bring [the eruv] by way of the upper part of the tree? -- [This is a case] where many people adjust their burdens on it, and [this ruling is] in agreement with that of Ulla who laid down: If a column, nine handbreadths high, was situated in a public domain and many people were adjusting their burdens on it, any man who throws an object that comes to rest upon It is guilty.", "1": "...What is the source of the dispute between, Rabbi and the Rabbis? — It was taught: If he deposited it on a tree above [a height] of ten handbreadths, his ‘eruv is ineffective; [if he deposited it at an altitude] below ten handbreadths his ‘eruv is effective, but he must not move it. [If the eruv was deposited] within three [handbreadths from the ground] it is permitted to move it. If he put it in a basket and hung it upon the tree his ‘eruv is effective even if it was above [a height] of ten handbreadths; Rabbi. But the Sages ruled: Wherever it is forbidden to move it the ‘eruv is ineffective. Now to what [does the statement,] ‘But the cages ruled’ refer? If it be suggested: To the final clause, [the difficulty would arise:] Does this imply that the Rabbis hold the opinion that [the use of the] sides [is also] forbidden? Consequently [it must refer] to the first clause. But then, what [size of] tree is done to imagine? If [it is one] which is less than four [handbreadths in width,] then, surely, it is a spot of exemption; and if it was four [handbreadths wide,] what is [the use, it may be asked,] that the ‘eruv was put in a basket? — Ravina replied: The first clause [is a case] where [the tree] had [a width] of four [handbreadths, while] the final clause [deals with one] whose width was less than four [handbreadths] but the basket supplemented it to four"}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "עירובין", "source": "Sefaria", "englishTitle": "Eruvin", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}