{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {"0": "[This responsum is by R. Hai Gaon]", "1": "As to your query about the precise measurement that [obligates one to separate] hallah (a dough tithe that originally went to the kohanim but is now incinerated):", "2": "The measurement for halla is certainly 43 1/5 egg-bulks, as is explicitly stated in the passage in the chapter “Keitzad Mishtatfin” in Eruvin (83a): “When R. Dimi came….” From that passage, we see that halla is 43 1/5 eggs. For this reason, the Torah gave us measurements in the bulks of eggs and fruits: these rabbinic matters (“divrei sofrim”) were given on Mount Sinai, as it is written (Devarim 9:10): “and upon them were all the matters…”—and eggs and fruit are found everywhere. It is open and revealed before the Creator of the world that Israel would be scattered among the nations, and the weights and measures from the time of Moshe, and those that were added during the age of the Sages of Eretz Yisrael, would not be preserved. Measurements vary across time and location. In each generation, sages would establish new measures, as it stated explicitly in several places. With regard to halla as well, we find that they would calculate measurements in every age, as in the case of Bonius’s gift to R. Yehuda Ha-Nasi.  Similarly, (Pesahim 109a), R. Yitzhak [speaks of] the xestes used to measure brine in Sepphoris, and the old “tamnia” of which R. Yohanan speaks is 25% larger than the present one. And Rav (Pesahim 48a) used the Melugnite kav for Passover measurements. All of these measurements have changed, though they are of relatively recent provenance—and certainly those of the earlier generations, whose size we do not know at all, have. ", "3": "Therefore, the Sages determined measurements in terms of fruit and eggs, which exist at all times and do not change. However, the size of eggs and fruits themselves are determined by the observer. We learn from all of this that the measurement for halla is 72 uqiyya. \n"}}, "originalTitle": "מוספיה תשובות הגאונים", "source": "Sefaria", "englishTitle": "Musafia Teshuvot HaGeonim", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}