{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {"0": "158 (293 in other editions)", "1": "Questions that R. Ovadia the Proselyte asked our master Moshe, of blessed memory, and his responses. Said Moshe b. Maimon, among the exiles of Jerusalem in Spain, of blessed memory.  We have received the question of the teacher and master Ovadia, the wise and learned proselyte, may God compensate him for his efforts, and may his reward from the Lord, God of Israel, under Whose wings he has sought protection, be complete. You have asked whether, when you recite blessing and prayers alone or on behalf of the congregation, you should say: “Our God and God of our fathers,” “Who has sanctified us with His commandments,” “Who has separated us,” “Who has chosen us,” “Who has granted to us,” “Who has brought us out of the land of Egypt,” “Who has made miracles for our fathers,” and more of this kind. You should say everything as prescribed. Do not change anything. Rather, you shall bless and pray in the same way that every natural-born Jew blesses and prays, whether as an individual or when leading the congregation. The principle of this matter is that our patriarch Abraham taught all the people, illuminated their minds, and brought them knowledge of true faith and God’s singularity. He rejected idolatry and abolished its worship; he brought many under the wings of the divine presence; he taught and instructed them, and he ordered his sons and the members of his household after him to keep the ways of God, as it is written: “For I have known him, that he will command his children and his household after him, that they may keep the way of God…” (Bereishit 18:19). Thus, anyone throughout history who converts, and anyone who declares the unity of God’s name as the Torah states, is a disciple of our patriarch Abraham and a member of his household. He has returned them to the proper path. Just as he returned his contemporaries with his words and teachings, so too he has returned every future proselyte through the instruction that he gave to his sons and household for posterity. Thus, the patriarch Abraham is the father of his worthy progeny who follow his path and is father of his disciples, of all proselytes who convert.  Therefore you shall recite: “Our God and God of our fathers,” because Abraham is your father. And you shall recite: “Who has granted to our forefathers,” for the land was granted to Abraham, as it is stated: “Arise, walk through the length and breadth of the land, for I will give to you” (Bereishit 13:17). However, “Who has brought us out of the land of Egypt” and “Who has made miracles for our fathers” you may change if you wish, and say “Who has brought Israel out of the land of Egypt” and “Who has made miracles for Israel.” But if you do not alter them, it does not matter. Since you have come under the wings of the divine presence and joined yourself to Him, there is no difference between you and us. It is as though all the miracles were done for us and for you. It is stated in the book of Isaiah: “The stranger, that has joined himself to God, must not say: ‘God has separated me from His people…’” (56:3). There is no difference at all between you and us. You shall recite, “Who has chosen us,” “Who has granted to us,” “Who has given to us,” and “Who has separated us,” for the Creator has indeed chosen you and separated you from the nations and given you the Torah. For the Torah has been given to us and to the proselytes, as it is said, “One law shall be for you of the congregation and for the proselyte who sojourns with you—an everlasting law for all generations. As you are, so shall the stranger be before God” (Bamidbar 15:15). Know that our ancestors who came out of Egypt were mostly idolaters; they had mingled with idolaters in Egypt and learned from their ways, until the Holy One sent our teacher Moses, the master of all prophets, who separated us from the nations and brought us under the wings of the divine presence—us and all proselytes—and gave to all of us one law. Do not consider yourself to be of inferior pedigree. Whereas we are the descendants of Abraham, Isaac, and Jacob, you are traced directly to the Creator. As Isaiah said explicitly: “One shall say, I am the Lord’s, and another shall call himself by the name of Jacob” (44:5). Everything we have told you regarding keeping the blessings unaltered can be proven from m. Bikkurim (1:4), which teaches: “A proselyte brings [the first fruits] but does not make the recitation, for he cannot state ‘which God swore to our ancestors to give us.’ And when he prays alone, he recites ‘Our God and the God of the Israelite patriarchs.’ And when he prays on behalf of the congregation, he recites: ‘Our God and God of our fathers.’” This is an anonymous mishna, and accords with Rabbi Meir. However, this is not the law. Rather, as explained in the Yerushalmi: “It was stated there that there is a teaching in the name of R. Yehuda: A proselyte himself may bring and recite. Why? ‘For I have made you father of a multitude of nations.’ At first, [Abraham] was a biological father. Henceforth he was father of all creatures. R. Yehoshua b. Levi said: The law accords with R. Yehuda. A case came before R. Abahu, and he ruled in accordance with R. Yehuda.” It is thus clear that you should recite “which God swore to our ancestors to give us,” and that Abraham is father to you, to us, and to all the righteous who follow his path. The same applies to all blessings and prayers. You should change nothing. Moshe b. Maimon"}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {}, "172": {}, "173": {}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {}, "180": {}, "181": {}, "182": {}, "183": {}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {}, "197": {}, "198": {}, "199": {}, "2": {}, "20": {}, "200": {}, "201": {}, "202": {}, "203": {}, "204": {}, "205": {}, "206": {}, "207": {}, "208": {}, "209": {}, "21": {}, "210": {}, "211": {}, "212": {}, "213": {}, "214": {}, "215": {}, "216": {}, "217": {}, "218": {}, "219": {}, "22": {}, "220": {}, "221": {}, "222": {}, "223": {}, "224": {}, "225": {}, "226": {}, "227": {}, "228": {}, "229": {}, "23": {}, "230": {}, "231": {}, "232": {}, "233": {}, "234": {}, "235": {}, "236": {}, "237": {}, "238": {}, "239": {}, "24": {}, "240": {}, "241": {}, "242": {}, "243": {}, "244": {}, "245": {}, "246": {}, "247": {}, "248": {}, "249": {}, "25": {}, "250": {}, "251": {}, "252": {}, "253": {}, "254": {}, "255": {}, "256": {}, "257": {}, "258": {}, "259": {}, "26": {}, "260": {}, "261": {}, "262": {}, "263": {}, "264": {}, "265": {}, "266": {}, "267": {}, "268": {}, "269": {}, "27": {}, "270": {}, "271": {}, "272": {}, "273": {}, "274": {}, "275": {}, "276": {}, "277": {}, "278": {}, "279": {}, "28": {}, "280": {}, "281": {}, "282": {}, "283": {}, "284": {}, "285": {}, "286": {}, "287": {}, "288": {}, "289": {}, "29": {}, "290": {}, "291": {}, "292": {"0": "Questions that R. Ovadia the Proselyte asked our master Moshe, of blessed memory, and his responses.", "1": "Said Moshe b. Maimon, among the exiles of Jerusalem in Spain, of blessed memory. ", "10": "Know that our ancestors who came out of Egypt were mostly idolaters; they had mingled with idolaters in Egypt and learned from their ways, until the Holy One sent our teacher Moses, the master of all prophets, who separated us from the nations and brought us under the wings of the divine presence—us and all proselytes—and gave to all of us one law.", "11": "Do not consider yourself to be of inferior pedigree. Whereas we are the descendants of Abraham, Isaac, and Jacob, you are traced directly to the Creator. As Isaiah said explicitly: “One shall say, I am the Lord’s, and another shall call himself by the name of Jacob” (44:5).", "12": "Everything we have told you regarding keeping the blessings unaltered can be proven from m. Bikkurim (1:4), which teaches: ", "13": "A proselyte brings [the first fruits] but does not make the recitation, for he cannot state ‘which God swore to our ancestors to give us.’ And when he prays alone, he recites ‘Our God and the God of the Israelite patriarchs.’ And when he prays on behalf of the congregation, he recites: ‘Our God and God of our fathers.’", "14": "This is an anonymous mishna, and accords with Rabbi Meir. However, this is not the law. Rather, as explained in the Yerushalmi: ", "15": "It was stated there that there is a teaching in the name of R. Yehuda: A proselyte himself may bring and recite. Why? ‘For I have made you father of a multitude of nations.’ At first, [Abraham] was a biological father. Henceforth he was father of all creatures. R. Yehoshua b. Levi said: The law accords with R. Yehuda. A case came before R. Abahu, and he ruled in accordance with R. Yehuda. ", "16": "It is thus clear that you should recite “which God swore to our ancestors to give us,” and that Abraham is father to you, to us, and to all the righteous who follow his path. The same applies to all blessings and prayers. You should change nothing.", "17": "Moshe b. Maimon\n", "2": "We have received the question of the teacher and master Ovadia, the wise and learned proselyte, may God compensate him for his efforts, and may his reward from the Lord, God of Israel, under Whose wings he has sought protection, be complete.", "3": "You have asked whether, when you recite blessing and prayers alone or on behalf of the congregation, you should say: “Our God and God of our fathers,” “Who has sanctified us with His commandments,” “Who has separated us,” “Who has chosen us,” “Who has granted to us,” “Who has brought us out of the land of Egypt,” “Who has made miracles for our fathers,” and more of this kind.", "4": "You should say everything as prescribed. Do not change anything. Rather, you shall bless and pray in the same way that every natural-born Jew blesses and prays, whether as an individual or when leading the congregation. ", "5": "The principle of this matter is that our patriarch Abraham taught all the people, illuminated their minds, and brought them knowledge of true faith and God’s singularity. He rejected idolatry and abolished its worship; he brought many under the wings of the divine presence; he taught and instructed them, and he ordered his sons and the members of his household after him to keep the ways of God, as it is written: “For I have known him, that he will command his children and his household after him, that they may keep the way of God…” (Bereishit 18:19). ", "6": "Thus, anyone throughout history who converts, and anyone who declares the unity of God’s name as the Torah states, is a disciple of our patriarch Abraham and a member of his household. He has returned them to the proper path. Just as he returned his contemporaries with his words and teachings, so too he has returned every future proselyte through the instruction that he gave to his sons and household for posterity.", "7": "Thus, the patriarch Abraham is the father of his worthy progeny who follow his path and is father of his disciples, of all proselytes who convert.  Therefore you shall recite: “Our God and God of our fathers,” because Abraham is your father. And you shall recite: “Who has granted to our forefathers,” for the land was granted to Abraham, as it is stated: “Arise, walk through the length and breadth of the land, for I will give to you” (Bereishit 13:17). ", "8": "However, “Who has brought us out of the land of Egypt” and “Who has made miracles for our fathers” you may change if you wish, and say “Who has brought Israel out of the land of Egypt” and “Who has made miracles for Israel.” But if you do not alter them, it does not matter. Since you have come under the wings of the divine presence and joined yourself to Him, there is no difference between you and us. It is as though all the miracles were done for us and for you. It is stated in the book of Isaiah: “The stranger, that has joined himself to God, must not say: ‘God has separated me from His people…’” (56:3). There is no difference at all between you and us. ", "9": "You shall recite, “Who has chosen us,” “Who has granted to us,” “Who has given to us,” and “Who has separated us,” for the Creator has indeed chosen you and separated you from the nations and given you the Torah. For the Torah has been given to us and to the proselytes, as it is said, “One law shall be for you of the congregation and for the proselyte who sojourns with you—an everlasting law for all generations. As you are, so shall the stranger be before God” (Bamidbar 15:15). "}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "תשובות הרמב\"ם", "source": "Sefaria", "englishTitle": "Teshuvot haRambam", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}