{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": {}, "1": {}, "2": {"0": "וזה יהיה משפט הכהנים, the priest pronounces the blessing over the cup of wine, i.e. בורא פרי הגפן when a firstborn is redeemed; he pronounces the blessing over the myrtle branch, בורא עצי בשמים, (during the same ceremony) and he also recites the benediction containing the words אשר קדש עובר במעי אמו ולארבעים יום חלק אבריו מאתים וארבעים ושמונה אברים, ואחר כך נפח בו נשמה שנאמר: ויפח באפיו נשמת חיים  (Genesis 2,7) עור ובשר הלבישו ובעצמות וגדים סככו (Job 10,11). וצוה לו מאכל ומשתה דבש וחלב להתענג, וזימן לו שני מלאכים לשמרו בתוך מעי אמו שנאמר  (Job 10,12) חיים וחסד עשית עמדי ופקדך שמרה רוחי. [The above version is found on page 330/331 in פדיון הבן כהלכתו based on versions used in the period of the Geonim. Ed.]<br> The translation of the long benediction is as follows: (after the customary introductory formula) “Who has sanctified the fetus in the womb of his mother, and Who after completion of forty days of pregnancy furnished the fetus with 248 limbs and blew into him a living soul, as per Genesis 2,7 ‘He blew into his nose a living soul, so that man became a living creature.’ He covered the limbs with skin and tendons, as we know from Job 10,11-12, and commanded food for the fetus consisting out of milk and honey for him to enjoy. He arranged for two angels to protect him while within his mother’s womb, something we also know from these verses in Job, Job commending G’d for having watched over his spirit while in his mother’s womb.”<br> Following these benedictions by the priest, the father of the baby recites the following: “this is my firstborn son, and I have been commanded to redeem him in Exodus 13,13. May it be the will of the Lord our G’d that just as You have given his father the opportunity to redeem him, so you will grant him the opportunity to bring him to the studying of Torah, the marriage canopy, and the performance of good deeds.” He concludes with the benediction “Who sanctifies the firstborn of His people Israel through their being redeemed.” At that point the priest receives the silver coins and places them over the head of the baby, saying: “this in lieu of this, this as an exchange for this; this has been given secular status by means of this. May this one enter into a realm of life of Torah and reverence for Heaven.” The priest then places his hand on top of the baby and recites the well known priestly blessing (Numbers 6,24), followed by a wish for the baby to enjoy long life taken from Proverbs 3,2, as well as other verses in the same vein."}}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "ר' חננאל על דברים", "source": "Sefaria", "englishTitle": "Rabbeinu Chananel on Deuteronomy", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}