{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {"0": "You have also inquired about what to do for women whose husbands gamble and lose their money. They scream that they want to divorce, claiming “he is repulsive to me” (ma’is alai), and should I therefore give you permission to compel [the husband] to divorce his wife, in accordance with the words of the great teacher (Maimonides, in Mishneh Torah, Laws of Marriage 14:8), who permitted compelling divorce due to claims of “he is repulsive to me,” for Jewish women are not like captives who must have sex with men they hate.", "1": "Response: You already know, and you learned many times in my presence, that Ramban and several other great sages, as well as my own masters, do not agree with Maimonides about this ruling. It is not me—I am merely the tail of these lions.", "2": "Even though, in truth, there are some in our locales who practice according to his ruling, and who do not heed our opposition to that great lion, for they believe that they are helping Jewish women with their actions, nevertheless, far be it from you to rule in accordance with him against my master and the other lions who oppose him when it comes to a matter as severe as permitting a woman who may still be married.", "3": "Even in a case of a gambler, there is no license to compel him to divorce. According to our position, [divorce can be compelled] only when we see that they fail to uphold their marital duties of providing their wives with food and clothing and having sexual relations with them. And even those who can be compelled to divorce, it is only when this is impossible any other way, for marital duties are incumbent upon all, as stated in the Yerushalmi: “We compel [divorce] over bad breath; then certainly we compel over basic necessities.”", "4": "Similarly, if their wicked actions cause their wives to sin through illicit and prohibited acts, and there is no way to distance them from transgression through other forms of compulsion, then it is possible to compel them [to divorce], for none can live in close quarters with a snake. But short of that, we do not compel them to divorce solely because of the claim that “he is repulsive to me.”", "5": "However, I saw that my teacher and master, in similar cases, would penalize them by keeping their wives from serving them [sexually] and yet not judging them as rebellious wives [who withhold sex], to cause them suffering, or to repay their deeds, as the rabbinical court saw fit, and inasmuch as he is a man capable of repenting from his evil ways. However, we ask that he divorce, but do not compel him. Know this.\n"}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "תשובות הריטב\"א", "source": "Sefaria", "englishTitle": "Teshuvot HaRitva", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}