{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {"0": "ואת זכר לא תשכב משכבי אשה, some people attempt to deceive others into believing that they are women instead of men."}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "18": {}, "19": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "ואיש אשר יקח את אחותו, when the Torah uses the expression קיחה in connection with someone’s attempt to marry his sister, something outlawed and therefore illegal, legally irrelevant, the word implies that the person to be married is legally free to marry the member of the opposite sex in question. This automatically excludes, gentiles, or the child of a Canaanite slave woman. [perhaps the author felt that the Torah had to repeat the point as, through conversion, such family bonds as had existed had been halachically severed. Ed.]"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "2": {}, "20": {}, "21": {}, "22": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {"0": "כל מלאכת עבודה לא תעשו. The Torah informs us that on the festival the only manner of “work” permitted is the type concerning the preparation of food, something that had already been mentioned in connection with the festival of matzot in Exodus 12,16. [presumably, seeing that the baking of matzot, i.e. having fresh “bread” on a festival is almost mandatory, it had to be mentioned there in connection with that festival. Ed.] However, the problem in that verse is that the Torah when forbidding work on the festival had first written that כל מלאכה, “every manner of work is forbidden,” before listing the exception in the verse following. By  speaking of מלאכת עבודה, the Torah provides a new definition of what kind of work is prohibited on the festivals, i.e. the type of work connected to acquisitions of one kind or another either directly or indirectly, i.e. making a livelihood. Included are such activities as sowing, digging in the earth, ploughing, harvesting, etc. Preparing food is not in the forbidden category of work then."}}, "3": {}, "4": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "ואם נפש כי תחטא וגו'...ולא ידע; this does not mean that the party concerned never became aware of this offence. If that were so, how could the Torah demand a sacrifice from him, etc.? The Torah describes the following scenario: someone had performed an activity which is definitely prohibited on the Sabbath. He does not know if at the hour he had performed this activity the Sabbath had already concluded or not. Or, he entertains a doubt of a different kind, such as having eaten one of two pieces of meat believing it to be kasher. In the meantime he has been made aware that one of the two pieces of meat had not been kasher. He has no means of finding out now which piece he had eaten, i.e. the doubt will forever remain unresolved. In such situations the offering he has to bring is the one known as אשם תלוי, a provisional guilt offering, i.e. pending clarification of what precisely if any his sin had been, this is all he can do in the meantime. Once he finds out that he has indeed committed the sin he was in doubt about, he has to bring (additionally) the regular sin-offering appropriate for the offence in question. וכפר עליו הכהן על שגגתו אשר שגג, which until this time had been an inadvertent sin."}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "ר' חננאל על ויקרא", "source": "Sefaria", "englishTitle": "Rabbeinu Chananel on Leviticus", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}