{"language": "english", "text": {"0": {"0": {"0": "Our predecessors, their memory to blessing, said that stood is harder than went and sat is harder than all of them. If so, the insulters will be worse than sinners. And Rabbi Moshe the Kohen explained to the contrary, and said that the intention of did not stand is \"didn't even stand\". And according to my understanding, that the word wicked are those who do not stand on one standard(?)..."}}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": {"0": "\"To the conductor, listen to this all nations\" - this psalm is very important, because it explains the light of the afterlife (lit. World to come) and the undying soul of wisdom."}, "1": {"0": "\"Listen\" - to the message he gives, that addresses all in whose nostrils G-d (lit. hashem, the name) blew the breath of life. Therefore, \"listen all who dwell on Earth\"."}, "2": {"0": "\"Also\" - calling the sons of Adam who aren't wealthy, or who are and are well known. That is the reason for also having \"sons of man\", to include the rich and the poor."}, "3": {"0": "\"My mouth\" - to teach all the wisdom hidden from them, which those wise of heart explain by riddles.", "1": "And \"thoughts and insights\" - that my heart thought."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {"0": "\"And he shall live\" - that is how he who works to gain treasure thinks"}}, "49": {"0": {}, "1": {"0": "From Zion – Which is in the middle of the inhabited world by length and breadth"}}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {"0": {}, "1": {}, "2": {"0": "His tabernacle was in Shalem – This is referring to Jerusalem. Perhaps she is called Shalem because she is perfectly positioned opposite the gate of heaven, or that she is fit to be in peace. Or perhaps they called her thus in a prayerful fashion, like “ask for the peace of Jerusalem…” (Tehillim 122:6)"}}, "8": {}, "9": {}}, "originalTitle": "אבן עזרא על תהילים", "source": "Sefaria", "englishTitle": "Ibn Ezra on Psalms", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}