{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {}, "172": {}, "173": {}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {}, "180": {}, "181": {}, "182": {}, "183": {"0": "Question: A Torah scholar lives in a shack, and perforce, due to lack of space, keeps his [sacred] books in his bedroom. In the winter and the cold, his wife, with the nursing infant, sleep in the heated room, called a stube in German, so he must study there day and night, because that is where he placed the laws and statutes  from the Talmud and decisors—on the shelves along the walls and on the tables.", "1": "His wife requests her visitation,  and it is completely impossible for him to treat [the books] in accordance with the law by taking them out or at least placing them in a vessel within a vessel, as stated by Tosafot, Ra’avad, and Rosh, and in Tur and Shulhan Arukh, Orah Hayim §240 and Yoreh De’ah §282. Is there license, to create harmony between man and wife on the night of her appointed time or on the night of her immersion? In such a case, is it possible to suggest a rationale to permit, namely, that it is sufficient to place them on a shelf that is more than ten handbreadths above the ground, which is akin to a different domain—as stated in Tur, Yoreh De’ah §282?", "10": "My sole, weak support for permitting—this is not the law, and not intended practically; rather, it is a lesson to be recited as a song —is due to the fact that they are from the printing press [see responsum §109, p. 57], which was invented recently, within the past 200 years or so, as is stated in Tzemah David: “In the year 5271 (=1511) it was invented. And in the chronicles of R. Yosef Ha-kohen he wrote as a novelty that he saw something printed in Venice in 1428, which, by our calculation from the creation of the world, is 5168. ", "11": "This is not because there is a lack of sanctity of the written word when it is printed, because the authorities have already prohibited this, as stated by Taz at the beginning of §272. And even though, in my opinion, his proofs are worthless, for they knew nothing of printing 300 years ago. Even though I saw in the book Ko’ah Hashem that in ancient times there was metal type for the printing press, there were no separate letters, only complete words. Each word was placed consecutively. Thus, it was insufficient to print whatever one wanted, and so the Talmud’s case does not serve as proof. Look carefully at Taz loc. cit.", "12": "Rather, it is because the printer is a gentile, and it would be no better than if a gentile had written them—about which we maintain that such [a Torah scroll] should be buried. The same applies to other books vis-à-vis sanctity, as can be demonstrated from Gittin 45b. It is astonishing that the earlier authorities and Taz did not notice this. Perhaps they were talking about a Jewish printer, as this is the norm in most cases. But even such a case requires further scrutiny, for we require a separate sanctification for each and every instance of God’s name. Without that, the Torah scroll is disqualified, as stated in Gittin.", "13": "However, this question should pertain to the Talmud in Gittin there as well, which tries to posit that the opinion that a Torah scroll written by a gentile is valid follows the beraita which teaches that one may purchase books from gentiles; yet how could a Torah scroll written by a gentile be valid?", "14": "Moreover, even without this, we must scrutinize this further: for what is the basis of comparing a Torah scroll or tefilin—on which one recites a blessing; and if they are invalid the blessing is in vain and he does not fulfill his obligation; and reading from a Torah scroll was instituted by Moshe and Ezra, as in Bava Kama 82—to books? When one recites a blessing, it is recited on the study of Torah books, or even their study by heart. It would be a contrivance to contend that the prohibition is based on an uncertainty that perhaps the books were written for the sake of foreign worship. Nevertheless, what is the basis of the question from the issue of tanning leather for the sake of the mitzva and writing for the sake of the mitzva to the issue of writing other books? It requires further study of the later Talmud commentators.", "15": "Nonetheless, in my humble opinion, it seems that there is some basis for leniency regarding books printed [see above, §§16 and 109] by an idolatrous non-Jew who does not believe in the Creator of the world. It also stands to reason and is agreeable that the sanctity of a Torah scroll derives from the writing of a man in whom there is a soul of life, a piece of God above, by means of his intentions and his forming of the holy letters. All of Israel are presumed to cleave spiritually to our God, and because of this, holiness is drawn down into the Torah scroll, tefilin, mezuzot, books, and the sanctity of every sacred object. As Scripture states: “You shall be holy…” “and you shall be holy….” See Pardes Rimonim, in chapter 1 of Sha’ar Ha-shemot, p. 109b.", "16": "If the books are in German, there is another basis for permitting; see Responsa Rema § 34 and what I wrote in responsum 106. Also see Responsa R. Menahem Azaryah §93, regarding a printed writ of divorce (get). But if mezuzot, tefilin, and Torah scrolls would be printed, no one would even consider that they would be valid.", "17": "From all the aforementioned, it seems that one who has the power, and whose mind is good and sufficient to rule leniently (which I do not possess), may, in times of great duress, and when it is impossible to fulfill the Talmud’s law, may be lenient at the appointed time, on the night of her immersion, and on the day he leaves or returns from a trip.", "18": "The opinion of the ever busy Yair Hayim Bacharach\n", "2": "Response to the matter about which you inquired:", "3": "I will begin with your conclusion, that is, with your suggestion that there is a rationale to permit if they are more than ten handbreadths. Hush! It should not be mentioned that above ten handbreadths from the ground is akin to a different domain. On the contrary, most of a person’s usage is there. This is demonstrated from [the laws of] Hanuka candles and the search for hametz. Consider: man’s height is three cubits, not including his head, as demonstrated by Tosafot in several places.", "4": "That which you cited from the beginning of §282 in Tur, Yoreh De’ah, which is the formulation of Maimonides [Mishneh Torah], near the end of the Laws of Torah Scrolls, in no way constitutes proof. Firstly, when he states “unless it was ten handbreadths above him” it means above his head when he is standing. Otherwise he would have simply said “unless it was above ten handbreadths.” Rather, it is as I have written.", "5": "Moreover, even above his head only those activities that we do not find prohibited by the Talmud are permitted; Maimonides included them by virtue of truth, justice, and reason, and therefore it is sufficient to count ten handbreadths above his head. Therefore, marital relations, which the Sages of the Talmud forbade, are not permitted at all, even if [the books] are much more than ten handbreadths above his head, or above his bed while he is laying down (see m. Nega’im 13:18); even if it is above and behind his head, it is forbidden. ", "6": "No evidence can be adduced from Responsa Rashba, cited in Rema’s gloss to Yoreh De’ah 242:18, which states that one need not stand during the entire time that the Torah scroll is on the bimah (podium) because it is in a different domain. This is also for the reasons we have written: [the prohibition] is not mentioned in the Talmud, and sitting is not considered so demeaning. In truth, that case is an instance where the space is broad (like our bimot are) and surrounded by walls/barriers (mehitzot) of any sort, or even not. They are certainly ten handbreadths tall and four cubits square at the top, which renders them a separate private domain with regard to Shabbat. This is also the case considered in Tur, Orah Hayim at the beginning of §79.", "7": "At first glance, it seems more plausible to permit if his bed is more than four cubits from the place of the books, since we do not follow the opinion of Rashba, who maintains that the entire house is akin to within four cubits. This is as long as [the books] are behind his head; after all, it is sufficient to ensure that excrement and urine are this distance behind him, and it will not befoul his Torah study, recitation of the Shema, or prayer. We may infer the distancing of the filth of intercourse from sacred objects from the distancing of the sacred from filth; it is also clear that, under pressing circumstances, one may relieve himself in a room that contains books, if they are separated by this distance. ", "8": "Nevertheless, this too is not sufficient to rule leniently, for one may contend that sexual relations are certainly more disgraceful. After all, it requires bathing, and Ezra instituted immersion [afterward]. Even though this was so that Torah scholars would not constantly be found [with their wives], there is nevertheless a bit of impurity, such as one who experiences a seminal ejaculation, which is a primary source of impurity (rishon le-tumah) as recorded at the end of m. Zavim. See also Pesahim 67. Therefore, one may say about that case, that one who causes his own impurity is a more severe case. And so the Talmud stated at the beginning of the chapter “Mi She-meto” [in Berakhot] that even in the case of books, [one may not engage in intercourse] until he takes them our or places them in a vessel within a vessel.", "9": "It can be inferred from your question that it is clear to you that it would be insufficient to drape curtains around the books or around the bed, and you are correct. Since the curtains are not connected to the bed, but rather move around and hang loosely, they do not have the status of a mehitza at all. See Tur and Shulhan Arukh, Orah Hayim at the beginning of §315 in the glosses, 362:1, and 630:10. Even a strong hanging mehitza is not permitted except in the case of water, as in the Talmud in Eruvin and in Tur and Shulhan Arukh §355."}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {}, "197": {}, "198": {}, "199": {}, "2": {}, "20": {}, "200": {}, "201": {}, "202": {}, "203": {}, "204": {}, "205": {}, "206": {}, "207": {}, "208": {}, "209": {}, "21": {}, "210": {}, "211": {}, "212": {}, "213": {}, "214": {}, "215": {}, "216": {}, "217": {}, "218": {}, "219": {}, "22": {}, "220": {}, "221": {"0": "Question: A strange thing was done in Amsterdam and became public there.", "1": "Someone passed away with no sons, and willed before passing that each day for twelve months, ten shall be paid to study in his house, and after the studies the daughter will recite Kaddish (see Responsa Maharashdam, Orah Hayim 6). The sages of the community and the aldermen did not protest.", "2": "Although there is no evidence to defeat this thing, for a woman too is commanded to sanctify God’s name, and furthermore, with the presence of a quorum of Jewish males, it is called “the people of Israel.” So even though the story of Rabbi Akiva, which is the source for the recitation of Kaddish by orphans, is about a male child, nevertheless, even for a daughter it stands to reason that there is a purpose and it brings satisfaction to the soul [of the deceased], for she is his offspring.", "3": "Nevertheless, there is concern that this will weaken the power of Jewish customs, which are also Torah, and everyone will build a private altar based on his own reasoning. The words of the rabbis will seem preposterous, and they will make light of them. The Tosafot state similarly in the chapter “Ein Omdin” [Berakhot 34a], to explain why one who wishes to prostrate himself at the end of each blessing [of the Amida] should be instructed not to do so. And if one wants to contend that the present case is different, for the other case is a rabbinic ordinance mentioned in the Gemara, we may answer that since it is not mentioned in the Gemara but nevertheless derives from midrashic exegesis, and Jewish custom is Torah, then all the more so it requires reinforcement. This is explained in Yevamot 36b and several other places that state that the Sages reinforced their declarations more than they did the Torah’s.", "4": "Even though there it states that we merely instruct him not to prostrate himself, and it does not state that we protest – indeed, it does not even say that it is disgraceful, as in the case of one who recites the word “shema” twice (and I believe that is why Maimonides does not mention this law) – nevertheless, that case may be different because he was acting on his own. No one will learn from him. They will just consider him arrogant, which, according to Tosafot, is the true reason for this ruling.", "5": "Therefore, in the present case, where there is a gathering and publicity, a protest should be made.", "6": "I have written what seems right in my humble opinion.", "7": "Yair Hayim Bachrach\n"}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "חוות יאיר", "source": "Sefaria", "englishTitle": "Havot Yair", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}