{"language": "english", "text": {"0": {"0": {}, "1": {"0": "“Should any person from you bring forward to the Lord an offering” - It begins in singular and finishes in plural “you shall bring forward your offering.”  Rashi’s interpretation that two people may donate an elevation offering in partnership does not satisfactorily address this verse and its neighbor, nor the beginning and the end, for we don’t know the limits of this idea [of partnership]. And it seems to me that the text wanted to warn all those bringing an offering to God not to stumble in the two ways that Cain and Abel stumbled, who were the first people to offer an offering.  For Cain stumbled in that he brought from the lesser and tawdry crops though he planted grain.  Those who err mortally needed to bring the life of an animal in exchange for their life.  And for [cases of] distress, the Holy One Blessed be He allowed for a poor person to bring a grain offering lacking life and offer it as if that person was offering an animal, as Rashi explains on the verse, “Should a person bring forward a grain offering” (Leviticus 2:1). Abel, even though he brought an offering from the choicest of his sheep, nevertheless, he did not do well either for the offering did not emerge from himself and he did not move quickly to do this commandment on his own accord.  Only after he saw Cain offer an offering did he become jealous of him and Abel from an offering as well to match him."}}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "23": {}, "24": {"0": {"0": "God said to Moses on Mt. Sinai: What is the connection between Shemittah and Mt. Sinai? etc.", "1": "\tThe meaning is that when Moses went up Mount Sinai after seven weeks, that Israel counted 49 days from Pesach to Shavuot, then that mountain was sanctified, and forbidden from ploughing and sowing on the 50th day, on which the Torah was given. And this is the length of time of the Jubilee, to call for liberty and freedom to all of Israel, freedom on the tablets, by means of the voice of the shofar of the giving of the Torah.", "2": "\tAt that moment God told Moses the matter of Shemittah and the Jubilee, saying that through the number 7 and the number 49 I am giving this holiness to all the land of Israel. For this has a similarity and connection with Mt. Sinai from the side of there being an air that makes people wise (B. Baba Batra 158b). And the Torah [in general] is not like the Torah of the land of Israel and Mt. Sinai. Therefore it was appropriate to give also to that land the holiness of Mount Sinai after the number 49 years, and thus with the number 7.", "3": "\tOr in order to make a memorial of the standing at Sinai through the calling of liberty and the blowing of the shofar. This joins to all the other reasons that there is to this mitzvah.", "4": "\tTherefore it was said on Mount Sinai, and this is the correct meaning."}}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "כלי יקר על ויקרא", "source": "Sefaria", "englishTitle": "Kli Yakar on Leviticus", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}