{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {"0": 0, "1": 0, "10": "Shmuel said ", "11": "‘He made a single application in the shape of a Greek Gamma. ", "12": "This is an Tannaitic argument: ", "13": "Is it possible that he sprinkles it with a single sprinkling? ", "14": "The verse states ", "15": "“…around…” (Vayikra 1:5). ", "16": "If around, you might think that he must circle it with blood like a thread? ", "17": "Therefore the verse says ", "18": "“…and dash the blood upon the altar…” ...", "19": "How then is it done? Its blood requires two applications in the shape of a Greek Gamma, which constitute four. ", "2": 0, "20": "R’ Yishmael said ", "21": "‘around’ is said here, and ‘around’ (Vayikra 8:15) is said elsewhere: just as there it means four separate applications, so too here it means four separate applications. ", "22": "If so, just as there it means four applications on the four horns, so here too it means four applications on the four horns? ", "23": "You can answer:", "24": "The burnt-offering needs the base, and the south-east horn had no base. ", "25": "What was the reason? ", "26": "R’ Elazar said ", "27": "‘Because it was not in the portion of the ‘ravener’ (see Bereshit 49:27) ", "28": "For R’ Shmuel ben R’ Yitzchak said ", "29": "‘The altar ate into a cubit of Yehudah’s portion. ", "3": 0, "30": "R’ Levi bar Hama said in the name of R’ Hama bar R’ Chanina ", "31": "‘A strip went out from Yehudah’s portion and entered Benyamin's portion, because of which the righteous Benyamin grieved every day, wishing to take it, as it is said ", "4": 0, "5": 0, "6": "And its blood requires two applications which are four. ", "7": "How does one do it? ...", "8": "Rav said ", "9": "‘He applied it and applied it again. "}, "106": {"0": "“… He protects him all day long…” (Devarim 33:12) Therefore Benyamin the righteous merited to be the host to the Holy One, as it is said ...", "1": "“…and He dwells between his shoulders.” (ibid.) ...", "2": "They brought an objection: ", "3": "How was the burnt-offering of a bird sacrificed? ", "4": "He pinched off its head close by its neck and divided it, and drained out its blood on the wall of the altar. ", "5": "If you say that it had no base, did he apply it in the air? ", "6": "R’ Nachman bar Yitzchak said", "7": "‘One could say that they made a condition that the air-space should count as Benyamin's and the ground as Yehudah’s.\n"}, "107": {"0": 0, "1": 0, "10": "It means, rather, that they sat at Ramah and were engaged with the beauty (noiyo) of the world. ", "11": "They said ", "12": "‘it is written “…then you shall rise and go up to the place the Lord, your God, chooses.” (Devarim 17:8) This teaches that the Holy Temple was higher than the whole of the land of Israel, and the land Israel is higher than all other lands. ", "13": "They did not know where that place was, and they brought the book of Yehoshua. In the case of all the tribal territories it is written, ", "14": "‘and the border went down’ ‘and the border went up’ ‘and the border passed along’, but in reference to the tribe of Benjamin it is written ‘and it went up’ but not ‘and it went down’. ", "15": "They said: ", "16": "‘learn from this that this is its site.’ ", "17": "They intended to build it at the spring of Etam, which is higher up, but they said ", "18": "‘let us build it slightly lower, as it is written “…", "19": "and He dwells between his shoulders.\" (Devarim 33:12) ", "2": 0, "20": "Alternatively one can say, ", "21": "there was a tradition that the Sanhedrin should be located in Yehudah’s portion, while the Divine Presence was to be in Benyamin's portion. If we build it in the highest spot, there will be too big a distance between them. Better that we build it slightly lower, as it is written ...", "22": "“…and He dwells between his shoulders.\"", "23": "This is why Doeg the Edomite envied David, as it is written  ", "24": "“For the envy of Your house has consumed me…” (Tehillim 69:10) And it is written ", "25": "“Remember, O Lord, onto David all his affliction. That he swore to the Lord, he vowed to the Mighty One of Jacob; That I shall not come into the tent of my house, and I shall not go up on the bed that was spread for me. I shall not give sleep to my eyes nor slumber to my pupils, Until I find a place for the Lord, dwellings for the Mighty One of Jacob. Behold we heard it in Ephrath; we found it in the fields of the forest.” (Tehillim 132:1-6) ‘In Ephrath’ means in the book of Yehoshua, who was descended from Ephraim. ‘In the field of the forest’ alludes to Benyamin, as it is written ", "26": "“Benjamin is a wolf, he will prey…” (Bereshit 49:27)", "3": 0, "4": 0, "5": 0, "6": 0, "7": "Rava taught: ", "8": "What is meant by the verse ", "9": "“…and he asked, and said, \"Where are Samuel and David?\" And (one) said, ‘Behold, at Naioth in Ramah.’” (Shmuel I 19:22) What connection is there between Naioth and Ramah? "}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "[Mishnah]  ALL SACRIFICES SLAUGHTERED NOT IN THEIR OWN NAME ARE VALID, SAVE THAT THEY DO NOT FREE THEIR OWNERS OF THEIR OBLIGATION, WITH THE EXCEPTION OF THE PASSOVER-OFFERING AND THE SIN-OFFERING. [THIS HOLDS GOOD OF] A PASSOVER-OFFERING IN ITS PROPER TIME; AND A SIN-OFFERING AT ALL TIMES. ", "1": "R. ELIEZER SAID: ", "10": "IF ONE SLAUGHTERED MOST SACRED SACRIFICES UNDER THE DESIGNATION OF LESSER SACRIFICES, THEY ARE INVALID; IF ONE SLAUGHTERED LESSER SACRIFICES UNDER THE DESIGNATION OF MOST SACRED SACRIFICES, THEY ARE VALID. ", "11": "IF ONE SLAUGHTERED A FIRSTLING OR TITHE IN THE NAME OF A PEACE-OFFERING, IT IS VALID; IF ONE SLAUGHTERED A PEACE-OFFERING IN THE NAME OF A FIRSTLING OR TITHE, IT IS INVALID. ", "12": "[Gemarah]  Why must [the Tanna] teach, SAVE THAT THEY DO NOT FREE [THEIR OWNERS OF THEIR OBLIGATION]; ", "13": "let him teach, ‘and they do not free their owners of their obligation?’ ", "14": "— He informs us this: they merely do not free their owners of their obligation. yet they retain their [original] sanctity, and no alteration therein is permitted, ", "15": "in accordance with Raba's dictum. For Raba said: ", "16": "If a burnt-offering was slaughtered under a different designation, its blood must not be sprinkled under a different designation.  ", "17": "If you wish, I can say [this follows] from reason, and if you wish I can say, from Scripture. ", "18": "If you wish, I can say [this follows] from reason: ", "19": "because he made an alteration therein [once], is he to go on making alterations therein?  ", "2": "ALSO THE GUILT-OFFERING [IS INVALID]. [AND THE LAW HOLDS GOOD OF] A PASSOVER-OFFERING IN ITS PROPER TIME, AND A SIN-OFFERING AND A GUILT-OFFERING AT ALL TIMES. ", "20": "And if you wish, I can say [it follows] from Scripture: ", "21": "That which is gone out of thy lips thou shalt observe and do; according as thou hast vowed a freewill-offering unto the Lord thy God etc.:(Deuteronomy 23:24)", "22": "is this a freewill-offering", "3": "R. ELIEZER ARGUED: ", "4": "THE SIN-OFFERING COMES ON ACCOUNT OF SIN, AND THE GUILT-OFFERING COMES ON ACCOUNT OF SIN: AS A SIN-OFFERING [ SLAUGHTERED] NOT IN ITS OWN NAME IS INVALID, SO IS THE GUILT-OFFERING INVALID [SLAUGHTERED] NOT IN ITS OWN NAME. ", "5": "JOSE B. HONI SAID: ", "6": "[SACRIFICES] SLAUGHTERED IN THE NAME OF A PASSOVER-OFFERING OR A SIN-OFFERING ARE INVALID. ", "7": "SIMEON THE BROTHER OF ‘AZARIAH SAID: ", "8": "IF ONE SLAUGHTERED THEM UNDER A HIGHER DESIGNATION THAN THEIR OWN THEY ARE VALID; UNDER A LOWER DESIGNATION THAN THEIR OWN, THEY ARE INVALID. ", "9": "HOW SO? "}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "זבחים", "source": "Sefaria", "englishTitle": "Zevachim", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}