{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {"0": 0, "1": "“And Solomon became allied by marriage to Pharaoh king of Egypt…” (Melachim I 3:1) R’ Yehudah said in the name of Rav: one should always live in the same place as his teacher because so long as Shimi ben Geira was alive, Shlomo did not marry Pharoah’s daughter. But we have a teaching that says one should not live in the same place? This is not a difficulty. The first applies when one is subservient to him, the second when one is not. At the moment when Shlomo married Pharoah’s daughter the angel Gavriel came down and stuck a reed in the sea, which gathered a sandbank around it. At the moment when Yerovam ben Navat built his two golden calves, the great city of Rome was built upon this bank. ‘And Shlomo became allied by marriage’ he surely converted her… “And Solomon loved the Lord…” (Melachim I 3:3) for four years until he began to build the House, but once he began to build the house “…and took Pharaoh's daughter, and brought her into the city of David…” (Melachim I 3:1) This is what we find it said “For this city has aroused My anger and My wrath since the day they built it…” (Yirmiyahu 32:31) But in Shlomo’s old age, right before he died, the Holy Spirit rested on him and he spoke out three books – Proverbs, Song of Songs and Ecclesiastes."}, "172": {}, "173": {}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {}, "180": {}, "181": {}, "182": {}, "183": {}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {}, "197": {}, "198": {}, "199": {}, "2": {}, "20": {}, "200": {}, "201": {}, "202": {}, "203": {}, "204": {}, "205": {}, "206": {}, "207": {}, "208": {}, "209": {}, "21": {}, "210": {}, "211": {}, "212": {}, "213": {}, "214": {}, "215": {}, "216": {}, "217": {}, "218": {}, "219": {}, "22": {}, "220": {}, "221": {}, "222": {}, "223": {}, "224": {}, "225": {}, "226": {}, "227": {}, "228": {}, "229": {}, "23": {}, "230": {}, "231": {}, "232": {}, "233": {}, "234": {}, "235": {}, "236": {}, "237": {}, "238": {}, "239": {}, "24": {}, "240": {}, "241": {}, "242": {}, "243": {}, "244": {}, "245": {}, "246": {}, "247": {}, "248": {}, "249": {}, "25": {}, "250": {}, "251": {}, "252": {}, "253": {}, "254": {}, "255": {}, "256": {}, "257": {}, "258": {}, "259": {}, "26": {}, "260": {}, "261": {}, "262": {"0": 0, "1": "\"There are four corners in the earth. From the eastern corner, light comes into the world. From the southern corner, the dew of blessing comes into the world. From the western corner, all types of weather comes into the world. And from the northern corner destruction comes into the world. The northern corner Hashem created, but didn't finish. He said, 'Anyone who claims to be a god, come and finish this northern corner. When you come to try and finish it, you will see that I am G-d.' From the northern corner comes all demons and evil spirits, and all destructive forces into the world. This is what it means 'From the north evil shall break forth.'\""}, "263": {}, "264": {}, "265": {}, "266": {}, "267": {}, "268": {}, "269": {}, "27": {}, "270": {}, "271": {}, "272": {}, "273": {}, "274": {}, "275": {}, "276": {}, "277": {}, "278": {}, "279": {}, "28": {}, "280": {}, "281": {}, "282": {}, "283": {}, "284": {}, "285": {}, "286": {}, "287": {}, "288": {}, "289": {}, "29": {}, "290": {}, "291": {}, "292": {}, "293": {}, "294": {}, "295": {}, "296": {}, "297": {}, "298": {}, "299": {}, "3": {}, "30": {}, "300": {}, "301": {}, "302": {}, "303": {}, "304": {}, "305": {}, "306": {}, "307": {}, "308": {}, "309": {}, "31": {}, "310": {}, "311": {}, "312": {}, "313": {}, "314": {}, "315": {}, "316": {}, "317": {}, "318": {}, "319": {}, "32": {}, "320": {"0": "“For this city has aroused My anger and My wrath since the day they built it until this day, to remove it from before My face.” (Yirmiyahu 32:31) Perhaps until this day He is in anger? The scripture says “His Tabernacle was in Salem, and His dwelling place in Zion,” (Tehillim 76:3) He returned her original name. So too it says “…the mountain that God desired for His dwelling…” (Tehillim 68:17) meaning that it is still cherished and desired. This teaches that her destruction brought atonement for her sins. From where do we learn that the Presence will not return to her until she becomes a mountain, as it says “And Abraham named that place, The Lord will see, as it is said to this day: On the mountain, the Lord will be seen.” (Bereshit 22:14) And it says “Remember, O Lord, for the sons of Edom, the day of Jerusalem…” (Tehillim 137:7) When? Once her foundations have been uprooted, as it says \"Raze it, raze it, down to its foundation!\" (ibid.)"}, "321": {}, "322": {}, "323": {}, "324": {}, "325": {}, "326": {}, "327": {}, "328": {}, "329": {}, "33": {}, "330": {}, "331": {}, "332": {}, "333": {}, "334": {}, "335": {}, "336": {}, "337": {}, "338": {}, "339": {}, "34": {}, "340": {}, "341": {}, "342": {}, "343": {}, "344": {}, "345": {}, "346": {}, "347": {}, "348": {}, "349": {}, "35": {}, "350": {}, "351": {}, "352": {}, "353": {}, "354": {}, "355": {}, "356": {}, "357": {}, "358": {}, "359": {}, "36": {}, "360": {}, "361": {}, "362": {}, "363": {}, "364": {}, "365": {}, "366": {}, "367": {}, "368": {}, "369": {}, "37": {}, "370": {}, "371": {}, "372": {}, "373": {}, "374": {}, "375": {}, "376": {}, "377": {}, "378": {}, "379": {}, "38": {}, "380": {}, "381": {}, "382": {}, "383": {}, "384": {}, "385": {}, "386": {}, "387": {}, "388": {}, "389": {}, "39": {}, "390": {}, "391": {}, "392": {}, "393": {}, "394": {}, "395": {}, "396": {}, "397": {}, "398": {}, "399": {}, "4": {}, "40": {}, "400": {}, "401": {}, "402": {}, "403": {}, "404": {}, "405": {}, "406": {}, "407": {}, "408": {}, "409": {}, "41": {}, "410": {}, "411": {}, "412": {}, "413": {}, "414": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": "“…and the Lebanon shall fall through a mighty one.” (Yeshayahu 10:34) R’ Yochanan ben Zakkai say to Vespasian ‘peace unto, oh king! Peace unto you, oh king!’ He replied ‘you havemade yourself twice-liable for death. First, because you called me king and I am not a king. Second, because if I am a king, then why have you not come to me before now?’ R’ Yochanan said back to him ‘that which you said, that you are not a king – if you are not a king then Jerusalem would not have been handed over to you, as it says “…and the Lebanon shall fall through a mighty one.” A mighty one only refers to a king, as it says “And their prince shall be from them…” (Yirmiyahu 30:21) And Lebanon only refers to the Holy Temple, as it says “…You are as Gilead to me, O head of the Lebanon…” (Yirmiyahu 22:6) and it is written “this good mountain and the Lebanon.” (Devarim 3:25) And why is it called Lebanon? Because it bleaches away (malbin) the sins of Israel.", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "415": {}, "416": {}, "417": {}, "418": {}, "419": {}, "42": {}, "420": {}, "421": {}, "422": {}, "423": {}, "424": {}, "425": {}, "426": {}, "427": {}, "428": {}, "429": {}, "43": {}, "430": {}, "431": {}, "432": {}, "433": {}, "434": {}, "435": {}, "436": {}, "437": {}, "438": {}, "439": {}, "44": {}, "440": {}, "441": {}, "442": {}, "443": {}, "444": {}, "445": {}, "446": {}, "447": {}, "448": {}, "449": {"0": "... R’ Yochanan said: every acacia tree which the nations of the world uprooted from Jerusalem the Holy One will return in the future, as it says “I will give in the desert cedars, acacia trees…” (Isaiah 41:19) And desert always refers to Jerusalem, as it says “…Zion has become a desert, Jerusalem a desolation.” "}, "45": {}, "450": {}, "451": {}, "452": {}, "453": {}, "454": {}, "455": {}, "456": {}, "457": {}, "458": {}, "459": {}, "46": {}, "460": {}, "461": {}, "462": {}, "463": {}, "464": {}, "465": {}, "466": {}, "467": {}, "468": {}, "469": {}, "47": {}, "470": {}, "471": {}, "472": {}, "473": {}, "474": {}, "475": {}, "476": {}, "477": {}, "478": {}, "479": {}, "48": {}, "480": {}, "481": {}, "482": {}, "483": {}, "484": {}, "485": {}, "486": {}, "487": {}, "488": {}, "489": {}, "49": {}, "490": {}, "491": {}, "492": {}, "493": {}, "494": {}, "495": {}, "496": {}, "497": {}, "498": {}, "499": {}, "5": {}, "50": {}, "500": {}, "501": {}, "502": {}, "503": {}, "504": {}, "505": {}, "506": {}, "507": {}, "508": {}, "509": {}, "51": {}, "510": {}, "511": {}, "512": {}, "513": {}, "514": {}, "515": {}, "516": {}, "517": {}, "518": {}, "519": {}, "52": {}, "520": {}, "521": {}, "522": {}, "523": {}, "524": {}, "525": {}, "526": {}, "527": {}, "528": {}, "529": {}, "53": {}, "530": {}, "531": {}, "532": {}, "533": {}, "534": {}, "535": {}, "536": {}, "537": {}, "538": {}, "539": {}, "54": {}, "540": {}, "541": {}, "542": {}, "543": {}, "544": {}, "545": {}, "546": {}, "547": {}, "548": {}, "549": {"0": 0, "1": "It was taught that R’ Eliezer says: the waters of Egypt were turned to blood on the fifth day of the week. On that very day our ancestors left Egypt, on that very day the waters of the Jordan stood still before the ark of the Lord, on that very day Hezekiah blocked up all of the springs. Yonah fled before God on the fifth day of the week. And why did he flee? Because the first time God sent him to bring the cities of Israel to repentance and his words succeeded, as it says ‘he brought back the cities of Israel.’ The second time Gd sent him against Jerusalem to destroy it. Since they repented the Holy One acted out of the abundance of His mercy, regretted the evil and did not destroy it. Then they called him a false prophet. The third time God sent him against Nineveh to destroy it. Yonah took counsel with himself and said: I know that the nations are easily moved to repentance and my anger will be disposed of on Israel. It is not enough that Israel calls me a false prophet, should even the nations call me so?! I will flee to a place where His glory is not found. This is like a king of flesh and blood whose wife died while she was nursing and he sought a wet nurse to nurse his son. What did he do? He called to his wet nurse to nurse his son that he not die of hunger. What did the king’s wet nurse do? She left his son and fled. When the king saw that this was so he sent out a message to seize her and detain her in prison and to lower her down into a place with snakes and scorpions. After a few days the king stood at the lip of the pit and she was weeping and crying out to him. The mercy of the king was awakened for her and he gave order that she be lifted out and returned before him. So too Yonah, since he fled from the Holy One he locked him up in the belly of the fish until he cried out before the Holy One and He brought him forth. He went down to Yaffo and found no ship on which to flee, because the ship was already two days out from Yaffo. What did the Holy One do? He brought a storm wind upon it and returned it to Yaffo. Yonah saw this and rejoiced greatly, saying: now I know that my path is smooth before me. He said to them: I will go with you. They said to him: we are going to the far islands of Tarshish. He replied: nonetheless! Out of Yonah’s great joy he paid them in advance, as it says “…paid its hire, and went down into it…” (Jonah 1:3) They set out to sea and a storm wind came against them from their left and their right. All the other boats were passing to and fro in peace and quiet while their ship was in great distress and looked as if it would founder. R’ Chanina says: there were representatives of all seventy languages on that boat, each one had his god in his hand and prostrating himself. They said: everyone call out to their god and the one who answers and saves is the true god. They called out and it did no good. In his distress and exhaustion, Yonah fell asleep. The captain of the ship came to him and said: we are hanging between life and death and you are sleeping! From what people are you? He replied: I am a Hebrew. He said to him: we have heard that your god is great. Get up and call to your god, maybe he will do for us like all the wonders that he did at the sea. He said to them: this distress is because of me. Lift me up and toss me into the sea. R’ Shimon said: they did not resolve to throw him into the sea until they drew lots and the lot fell out on Yonah. What did they do? They took all of the baggage from the ship and threw it into the sea in order to lighten their load, but it did not help. They wanted to return to land, but they were not able. They took Yonah and stood him on the edge of the ship, saying: Master of the World! Do not place upon us innocent blood, because we do not know what this man has done. They lowered his legs into the water and the sea calmed, they lifted him up and it raged again. They lowered him in to his belly and the sea calmed, they drew him back up to them and it raged again. They lowered him in to his neck and so on until they lowered him all the way, as it says “And they picked Jonah up and cast him into the sea…” (Jonah 1:15) R’ Meir says: the fish was appointed to swallow Yonah from the six days of creation, as it says “And the Lord appointed a huge fish…” (Jonah 2:1) He entered its mouth like a man who entered a great synagogue and his two eyes were like windows. He said – lanterns are giving light for Yonah. R’ Meir says: there was a pearl hanging in the belly of the fish which gave light for Yonah like the sun at its strength in the midday and Yonah saw all that was in the seas and in the depths. The fish said to Yonah: don’t you know that my day to be eaten by leviathan has arrived? He said to him: bring me to him and I will save both you and I from his mouth. The fish brought him to leviathan and he said: for you I descended, to see your dwelling place in the sea. Furthermore, in the future I will come down and put a rope around your head in order to make a feast out of your for the righteous. Yonah showed him the seal of our father Avraham (circumcision). Leviathan saw it and fled before him a distance of two days. Then Yonah said to the fish: I saved you from leviathan, now show me everything which is in the seas and the depth. It showed him the great river of the waters of the ocean as it says, “…and a river surrounded me…” (Jonah 2:4) It showed him the paths of the Red Sea through which Israel passed as it says, “…the weeds were wrapped about my head.” (Jonah 2:6) It showed him the place from which the waves of the sea come forth as it says, “…all Your breakers and waves passed over me.” (Jonah 2:4) It showed him the pillars of the earth on its base as it says, “…the earth with her bars closed on me forever…” (Jonah 2:7) It showed him the lowest part of the netherworld as it says, “…out of the belly of She’ol I cried…” (Jonah 2:3) It showed him Gehinnom as it says, “…yet you have brought up my life from the pit…” (Jonah 2:7) It showed him the palace of the Lord as it says, “I went down to the bottom of the mountains…” (Jonah 2:7) From here we learn that Jerusalem stands on seven mountains. And he saw there the foundation stone fixed in the deeps, and he saw there also the sons of Korach standing and praying for it. Jonah was three days and three nights in the belly of the fish without praying. The Holy One said: I made a broad space for him in the belly of a male fish in order that he not be distressed and he isn’t praying! I will prepare a fish that is pregnant with three hundred and sixty five thousands and tens of thousands of little fish in order that he be distressed and pray before me. This is because the Holy One desires the prayers of the righteous. In that hour the Holy One brought a pregnant fish and she said to the other fish: the Holy One sent me to swallow up the prophet who is in your belly. If you will spit him out, good. If not I will swallow you with him. He said to her: who knows if what you say is true? She replied: leviathan. They went to leviathan and she said to him: leviathan, king over all the fish of the sea! Do you not know that the Holy One sent me to this fish to swallow the prophet who is in his belly? He said to her: yes. The fish said to leviathan: when? He replied: in the last three hours, when the Holy One descends to play with me. Thus I heard. He immediately spit out Yonah. The female fish right away swallowed him and he was in great distress because of the confinement and the filth. He immediately focused his heart in prayer, as it says “And Jonah prayed to the Lord his God, from the belly of the fish.” (Jonah 2:2) He said: Masterof the World! Where can I go to escape Your spirit and to where can I flee from before You? “If I ascend to the heavens, there You are…” (Psalms 139:8) You are King over all kingdoms and Master over all rulers of the world. The high heavens are Your throne and the earth is Your footstool. Your kingdom is on high and Your dominion in the deeps, the actions of all humanity are revealed before You and the secrets of all men spread out before You. You search out the ways of all people and examine the footsteps of all living things. You know the hidden things of the kidneys and the secrets of the heart You understand. All which is hidden is revealed before You, there are no secrets before the throne of your glory and nothing shielded from Your eyes. You collect every secret and tell every single thing. You are there in every place, Your eyes see evil and good. I beseech You, answer me from the belly of Sheol and save me from the depths. Let me cry come into Your ears and fulfill my request because You sit far away and hear as if near. You are called the One who lifts up and casts down, please lift me up! You are called the One who kills and gives life, I have reached the point of death – revive me! He was not answered until he said this: that which I vowed to bring up leviathan and prepare him before them, I will fulfill on the day of Israel’s salvation. “But I-with a voice of thanks will I sacrifice to You…” (Jonah 2:10) Immediately the Holy One gestured to the fish and she vomited Yonah nine hundred and sixty eight parsa to dry land. The sailors saw all the signs and wonders which the Holy One did with Yonah and everyone threw away his god, as it says “Those who keep worthless futilities…” (Jonah 2:9) They returned to Yaffo, went up to Jerusalem and circumcised the flesh of their foreskins, as it says “And the men feared the Lord exceedingly…” (Jonah 1:16) And did they make sacrifices?! Rather they performed circumcision which is like the blood of sacrifice. Each man vowed his wife, children and all he had to the Gd of Yonah, and fulfilled his vow. Of them it says ‘and on the righteous converts.’"}, "55": {}, "550": {}, "551": {}, "552": {}, "553": {}, "554": {}, "555": {}, "556": {}, "557": {}, "558": {}, "559": {}, "56": {}, "560": {}, "561": {}, "562": {}, "563": {}, "564": {}, "565": {}, "566": {}, "567": {}, "568": {}, "569": {}, "57": {}, "570": {}, "571": {}, "572": {}, "573": {}, "574": {}, "575": {}, "576": {}, "577": {}, "578": {}, "579": {}, "58": {}, "580": {}, "581": {}, "582": {}, "583": {}, "584": {}, "585": {}, "586": {}, "587": {}, "588": {}, "589": {}, "59": {}, "590": {}, "591": {}, "592": {}, "593": {}, "594": {}, "595": {}, "596": {}, "597": {}, "598": {}, "599": {}, "6": {}, "60": {}, "600": {}, "601": {}, "602": {}, "603": {}, "604": {}, "605": {}, "606": {}, "607": {}, "608": {}, "609": {}, "61": {}, "610": {}, "611": {}, "612": {}, "613": {}, "614": {}, "615": {}, "616": {"0": 0, "1": "<b>And he will be like a planted tree:</b> Rabbi Yose expounded, \"To what is the matter similar? To a man that was walking in an arid land and his soul was dismayed with thirst. He [then] found a pleasant tree with a stream below it and sweet fruit and pleasant shade. He ate from its fruit and drank from its waters and slept it its shade and he returned to himself. At the time that he left to go, he said to it, 'Tree, O, tree, with what can I bless you? That there should be streams below you? Behold, there are streams below you. That your fruit should be sweet? Behold, your fruit are sweet. That your shade should be pleasant? Behold, your shade is pleasant. But rather, May it be the Will that all of the saplings that will be planted from you be like you.' So did the Holy One, blessed be He say to Avraham, 'Avraham, with what can I bless you? If I say, \"Go and make Me known,\" behold, you have made Me known. If I say, \"Crown Me,\" behold, you have crowned Me But rather, May it be the Will that all of the offspring of your innards be like you.' Therefore it is stated, 'And he will be like a planted tree, etc. that gives off its fruit in its time' - these are the Torah scholars that will be many from your seed; 'and its leaf does not wither' - that masters of faith not cease from your seed; 'and everything that he does be successful' - this is Avraham, who shook up all of the kings of the East and the West, as it is stated (Isaiah 41:2), 'Who is the one that aroused from the East, justice calls to him in his footstep.'\""}, "617": {}, "618": {}, "619": {}, "62": {}, "620": {}, "621": {}, "622": {}, "623": {}, "624": {}, "625": {}, "626": {}, "627": {}, "628": {}, "629": {}, "63": {}, "630": {}, "631": {}, "632": {}, "633": {}, "634": {}, "635": {}, "636": {}, "637": {}, "638": {}, "639": {}, "64": {}, "640": {}, "641": {}, "642": {}, "643": {}, "644": {}, "645": {}, "646": {}, "647": {}, "648": {}, "649": {}, "65": {}, "650": {}, "651": {}, "652": {"0": 0, "1": 0, "2": "... R’ Yannai said: When a king of flesh and blood enters into the storeroom, he doesn’t know what is in the bed chamber. Not so the Holy One! “The Lord is in His Holy Temple. The Lord-His throne is in Heaven…” (Tehillim 11:4) Looking out and gazing upon all the dwellers of the earth – but no eye sees Him. This is one of the instances when the throne below is aligned with the throne above, as it says “You shall bring them and plant them on the mount of Your heritage, directed toward Your habitation…” (Shemot 15:17) And so to it says “I have surely built You a house to dwell in…” (Melachim I 8:13)"}, "653": {}, "654": {}, "655": {}, "656": {}, "657": {}, "658": {}, "659": {}, "66": {}, "660": {}, "661": {}, "662": {}, "663": {}, "664": {}, "665": {}, "666": {}, "667": {}, "668": {}, "669": {}, "67": {}, "670": {}, "671": {}, "672": {}, "673": {}, "674": {}, "675": {}, "676": {}, "677": {}, "678": {}, "679": {}, "68": {}, "680": {}, "681": {}, "682": {}, "683": {}, "684": {}, "685": {}, "686": {}, "687": {}, "688": {}, "689": {}, "69": {}, "690": {}, "691": {}, "692": {}, "693": {}, "694": {}, "695": {}, "696": {}, "697": {}, "698": {}, "699": {}, "7": {}, "70": {}, "700": {}, "701": {}, "702": {}, "703": {}, "704": {}, "705": {}, "706": {}, "707": {}, "708": {}, "709": {}, "71": {}, "710": {}, "711": {}, "712": {}, "713": {}, "714": {}, "715": {}, "716": {}, "717": {}, "718": {}, "719": {}, "72": {}, "720": {}, "721": {}, "722": {}, "723": {}, "724": {}, "725": {}, "726": {}, "727": {}, "728": {}, "729": {}, "73": {}, "730": {}, "731": {}, "732": {}, "733": {}, "734": {}, "735": {}, "736": {}, "737": {}, "738": {}, "739": {}, "74": {}, "740": {}, "741": {}, "742": {}, "743": {}, "744": {}, "745": {}, "746": {}, "747": {}, "748": {}, "749": {}, "75": {}, "750": {}, "751": {}, "752": {}, "753": {}, "754": {}, "755": {}, "756": {}, "757": {}, "758": {}, "759": {}, "76": {}, "760": {}, "761": {}, "762": {}, "763": {}, "764": {}, "765": {}, "766": {}, "767": {}, "768": {}, "769": {}, "77": {}, "770": {}, "771": {}, "772": {}, "773": {}, "774": {}, "775": {}, "776": {}, "777": {}, "778": {}, "779": {}, "78": {}, "780": {}, "781": {}, "782": {}, "783": {}, "784": {}, "785": {}, "786": {}, "787": {}, "788": {}, "789": {}, "79": {}, "790": {}, "791": {}, "792": {}, "793": {}, "794": {}, "795": {}, "796": {}, "797": {}, "798": {}, "799": {}, "8": {}, "80": {}, "800": {}, "801": {}, "802": {}, "803": {}, "804": {}, "805": {}, "806": {}, "807": {}, "808": {}, "809": {}, "81": {}, "810": {}, "811": {}, "812": {"0": 0, "1": 0, "2": 0, "3": "His tabernacle was in Shalem – R’ Brachia said: from the beginning of the creation of the world the Holy One made for Himself a tabernacle in Jerusalem. He, so to speak, would pray in it and say ‘may be willed that My children will do My will, in order that I not destroy My house and sanctuary. Since it was destroyed He prays and says ‘may it be willed that my children repent that I bring nearer the building of My house. You should know that this is indeed the case as it says, “I will bring them to My holy mount, and I will cause them to rejoice in My house of prayer…” (Isaiah 56:7) It says My house of prayer, not their house of prayer. This teaches us that Gd prays.\n"}, "813": {}, "814": {}, "815": {}, "816": {}, "817": {}, "818": {}, "819": {}, "82": {}, "820": {}, "821": {}, "822": {}, "823": {}, "824": {}, "825": {}, "826": {}, "827": {}, "828": {}, "829": {}, "83": {}, "830": {}, "831": {}, "832": {}, "833": {}, "834": {}, "835": {"0": 0, "1": 0, "2": 0, "3": 0, "4": 0, "5": "“Of the sons of Korah, a song with musical accompaniment, whose foundation is on the mountains of the Sanctuary. The Lord loves the gates of Zion more than all the dwellings of Jacob.” (Psalms 87:1-2) Raba said to Rafrem bar Pappa: let the master tell us some of the precious words you said to us in the synagogue the name of R’ Chisdah. He replied: This is what R’ Chisdah said ‘what does the verse “The Lord loves the gates of Zion more than all the dwellings of Jacob” mean? It means that God loves the gates distinguished by the way of Jewish law (halacha) more than the synagogues and the study halls. This is what R’ Chiya bar Aba said in the name of Ulah: from the day on which the Holy Temple was destroyed the Holy One has nothing in the world except for the four cubits of the law... Another explanation of “whose foundation is on the mountains of the Sanctuary.” (Tehillim 87:1) The foundation of Jerusalem is in te merit of two sacred mountains – Mount Sinai and Mount Moriah."}, "836": {}, "837": {}, "838": {}, "839": {}, "84": {}, "840": {}, "841": {}, "842": {}, "843": {}, "844": {}, "845": {}, "846": {}, "847": {}, "848": {}, "849": {}, "85": {}, "850": {}, "851": {}, "852": {}, "853": {}, "854": {}, "855": {}, "856": {}, "857": {}, "858": {}, "859": {}, "86": {}, "860": {}, "861": {}, "862": {}, "863": {}, "864": {}, "865": {}, "866": {}, "867": {}, "868": {}, "869": {}, "87": {}, "870": {}, "871": {}, "872": {}, "873": {}, "874": {}, "875": {}, "876": {}, "877": {}, "878": {}, "879": {}, "88": {}, "880": {}, "881": {}, "882": {}, "883": {}, "884": {}, "885": {}, "886": {}, "887": {}, "888": {}, "889": {}, "89": {}, "890": {}, "891": {}, "892": {}, "893": {}, "894": {}, "895": {}, "896": {}, "897": {}, "898": {}, "899": {}, "9": {}, "90": {}, "900": {}, "901": {}, "902": {}, "903": {}, "904": {}, "905": {}, "906": {}, "907": {}, "908": {}, "909": {}, "91": {}, "910": {}, "911": {}, "912": {}, "913": {}, "914": {}, "915": {}, "916": {}, "917": {}, "918": {}, "919": {}, "92": {}, "920": {}, "921": {}, "922": {}, "923": {}, "924": {}, "925": {}, "926": {}, "927": {}, "928": {}, "929": {}, "93": {}, "930": {}, "931": {}, "932": {}, "933": {}, "934": {}, "935": {}, "936": {}, "937": {}, "938": {}, "939": {}, "94": {}, "940": {}, "941": {}, "942": {}, "943": {}, "944": {}, "945": {}, "946": {}, "947": {}, "948": {}, "949": {}, "95": {}, "950": {}, "951": {}, "952": {}, "953": {}, "954": {}, "955": {}, "956": {}, "957": {}, "958": {}, "959": {}, "96": {}, "960": {}, "961": {}, "962": {}, "963": {}, "964": {}, "965": {}, "966": {}, "967": {}, "968": {}, "969": {}, "97": {}, "970": {}, "971": {}, "972": {}, "973": {}, "974": {}, "975": {}, "976": {}, "977": {}, "978": {}, "979": {}, "98": {}, "980": {}, "981": {}, "982": {}, "983": {}, "984": {}, "985": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": "“On my bed at night…” (Song of Songs 3:1) at the moment when Avraham bound Yitzchak his son on top of the altar. “I held him and would not let him go…” (Song of Songs 3:4) This refers to David. When he took the threshing floor from Aravnah the Jebusite he found the skull of Aravnah placed under the altar but Gd (HaMakom) did not disqualify the offerings of Israel. ", "42": "Another explanation. “I held him and would not let him go…” R’ Yitzchak said: until the Tabernacle was erected prophecy was found among the idol worshipers. Once the Tabernacle was erected it was removed from them, as it says “I held him and would not let him go…” and it is written “Then I and Your people will be distinguished…” (Exodus 33:16) They said to him: but Balaam had prophecy? He replied: Not for his benefit! “Who counted the dust of Jacob…” (Bamidbar 23:10) “He does not look at evil in Jacob…” (Bamidbar 23:21) “How goodly are your tents, O Jacob…” (Bamidbar 25:4) “A star has gone forth from Jacob…” (Bamidbar 24:17) “A ruler shall come out of Jacob…” (Bamidbar 24:19) Another explanation. “On my bed at night…” (Song of Songs 3:1) Because I rested from Torah and commandments, night was joined to night for me. In the past it illuminated for me between night and night, between the night of Egypt and the night of Bavel, but now night is joined to night.", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "99": {}}, "originalTitle": "ילקוט שמעוני על נ\"ך", "source": "Sefaria", "englishTitle": "Yalkut Shimoni on Nach", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}