{"language": "english", "text": {"0": {"0": "From when may one recite Shema in the evening? From the time the Kohanim go in to eat their Terumah [produce consecrated for priestly consumption], to the end of the first watch, says Rabbi Eliezer. And the Sages say: Until midnight. Rabban Gamliel says: Until the break of dawn. It once happened that his [Rabban Gamliel’s] sons came from a house of feasting. They said to him: We have not recited Shema. He to them: If dawn has not broken, you are obligated to recite it. [This is true] Not only in this case; saying, in all cases where the Sages said [some precepts can be performed] only until midnight — their obligations remain until the break of dawn. [e.g.] Burning the fats and limbs [of the sacrifices, on the Temple altar] — those precepts [can be performed] until the break of dawn. [e.g.:] All [sacrifices] which may be eaten for one day — their precepts [of eating them can be performed] until the break of dawn. If that is so, why did the Sages say, \"until midnight\"? To distance a person from transgression....", "1": "Thus we learn from the time that the Kohanim (Priests) enter to eat their Terumah (produce consecrated for priestly consumption). Rabbi Chiya taught: From the time that people were accustomed to eating their meals on erev Shabbos (the evening of the Sabbath) And he taught these opinions were equal."}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {"0": "This reinforces what Rabbi Yitzhak said about Rabbi Yohanan: that until the bath-keeper Yaakov came, he wore them [tefillin]. Rabbi Yirmiya asked before Rabbi Zeira: What if the the bathhouse was used for bathing during the hot days (i.e., summer) but not used for bathing during the rainy days (i.e., winter)? He said to him: a bathhouse, even if not used for bathing, [is analogous to the rules] for a bathroom that does not contain feces. Mar Ukva said: a pig is like a moving bathroom. Rabbi Yonah inquired: what is [the law] for a pebble [with feces on it] that is on the sea shore? Rabbi Ammi the doctor said: Rabbi Yirmiya taught that one should pass it while covered in a scarf; this ruling is rejected. Rabbi Zeira, in the name of Abba bar Yirmiya:  one may eat a snack with [tefillin] on, but not a meal. [Similarly, one may] take a nap, but not sleep with them on. There are tannaitic rabbis who teach: One says a blessing once. There are tannaitic rabbis who teach: One says a blessing twice. How is the one who said  once be correct? The one who said that one blesses twice [says so because] he ate and they aren't on him. Rabbi Zeira said that Abba bar Yirmiya [is referring] to a person that only eats snacks. Rabbi Zeira, in the name of Rabbi Abba: A person should not enter a urinal if a [holy] book and tefillin are in his hands. When Rabbi Yohanan had a book in his hand [and wanted to urinate] he would give it to someone else. When he had on his tefillin, he would stand with them. A baraita argues against Abba bar Yirmiya: a person may enter a urinal if a book and tefillin are in his hands. Rabbi Zeira said that Abba bar Yirmiya [is referring to two cases, one applies] to someone who can wear them, [and the other] to someone who cannot wear them. After all, why should he spoil them if cannot even fulfill the commandment? Initially, people would give them [tefillin] to other people, but those people would take them and run away. So they decreed that they should be placed in holes [in the wall]. When it happened "}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {"0": 0, "1": 0, "2": "...He teaches, one should not stand up to pray from within talk, laughter or levity and not amidst empty things, rather from within words of Torah. So too one should not take leave of their friend through talk, laughter or levity and not through empty things, but rather from within words of Torah. So we find among the first prophets who would seal their word with words of praise on consolation. R’ Elazar said ‘except Yirmeyahu who finished with words of rebuke. R’ Yochanan replied to him, he too sealed his word with words of consolation “…so shall Babylon sink and not rise…” (Yirmeyahu 51:64). Since Yirmeyahu goes back and prophecies on the destruction of the Holy Temple, perhaps he sealed his words with the destruction? That is why the verse continues “Until here are the words of Jeremiah,” (ibid.) - he sealed his words with the fall of those who destroyed it. And no one sealed their words with rebuke?! Isn’t it written, “…and they shall be an abhorring for all flesh.” (Yeshayahu 66:24)? That is dealing with the idolators. Isn’t it written, “For you have utterly rejected us…” (Eicha 5:22)? "}, "72": {"0": 0, "1": "“Restore us to You…” (Eicha 5:21) is written below “For you have utterly rejected us…” Even Eliyahu departed from Elisha from within words of Torah. “And it was that they were going, walking and talking…” (Melachim II 2:11) What were they occupied with? R’ Achva bar R’ Zeira said they were occupied with the reading of shema, this is what it says “and you shall speak of them…” (Devarim 6:7) R’ Yodah ben Pazi said they were occupied with the creation of the world, this is what it says “By the word of the Lord, the heavens were made…” (Tehillim 33:6) R’ Yodan b’rei R’ Ibo said they were occupied with the consolation of Jerusalem as it says “…speak to the heart of Jerusalem…” (Yeshayahu 40:2)The Rabbis said that they were occupied with the matter of the chariot, this is what it says “…and behold a fiery chariot and fiery horses…” (Melachim II 2:11)…"}, "8": {}, "9": {}}, "originalTitle": "תלמוד ירושלמי ברכות", "source": "Sefaria", "englishTitle": "Jerusalem Talmud Berakhot", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}