{"language": "english", "text": {"0": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {"0": "Anyone that does not have any money, other than 5 selahs, must use them for himself over his son.", "1": "", "10": "", "11": "", "12": "", "13": "", "14": "", "15": "", "16": "", "17": "", "18": "The Beraisa taught: to teach him  Torah.", "19": "From where do we know this?", "2": "", "20": "That it says in the Pasuk: That you should teach your sons.", "21": "If someone was not taught by his father, he should teach himself, as the Pasuk says: and you should learn.", "22": "How do I know the mother is not obligated to teach Torah?...", "23": "Since the word “you shall teach” can also be written “you shall learn”: those who are required to learn torah are required to teach torah; those who are not required to learn are not required to teach.", "24": "How do I know that she doesn't have an obligation to teach torah to herself?", "25": "Since the word “you shall teach” can also be written “you shall learn”: those whom others are required to teach are required to teach themselves; those whom others are not required to teach are not required to teach themselves.", "26": "A woman does not have to learn Torah because no one has to teach her.", "27": "And where do we know this? Because it says in the Pasuk your sons, and not your daughters.", "28": "The Rabbanan taught:", "29": "If he can learn OR his son, he comes before his son. Rabbi Yehuda says:", "3": "", "30": "If your son is an interested person, smart, and has a good memory, then your son comes before you.", "31": "", "32": "", "33": "", "34": "", "35": "", "36": "", "37": "", "38": "", "39": "Rav Acha said to those gathered there the day after:", "4": "", "40": "Had there not been a miracle here, I would have been in great danger.", "5": "", "6": "", "7": "", "8": "", "9": ""}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}}, "originalTitle": " פסקי הראש על קידושין", "source": "Sefaria", "englishTitle": "Rosh on Kiddushin", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}