{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": 0, "1": 0, "2": "to the side – which stood on the southern side of the Jebusites. If so then the Jebusites means Jerusalem, which was located in the inheritance of Benyamin."}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {"0": {"0": 0, "1": "2. Before the Arin, that they brought to Shchem to cut (or establish) a treaty before him (Hashem) like it says at the end of the matter:"}, "1": {}, "2": {"0": "1. With my kindness I turned his heart away from that of his father's and brother's, and I took him from within this, so he want be drawn to their false ideology.", "1": "2. ", "2": "3. It means to say, even though I multiplied his seed from Yishmael, like it says \"And also the son of the maidservant, etc.\" Because he is you child and he only asked for him (one son) like it says \"Yishmaels will live before you\" Still, I also gave you Yitzchak, like I promised you."}, "3": {"0": "Jacob and Esau. The good would be considered Yaakov who was with Esav in one stomach, because he drew all the poison, and Jacob came out clean;"}}, "3": {}, "4": {"0": {}, "1": {}, "10": {"0": "The day after day one of Pesach that this is the time of Korban Omer and the food will be perfect (able to be eaten)"}, "11": {}, "12": {}, "13": {"0": "He wanted to say, I did not come to help enemies of Israel, because I am a Minister of Israel that are called Army of the Lord, and whatever you seen thus far, is because I have come now, and not since:"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {"0": "Now I am lifting from on you what the mitzrim shamed you with saying: aren't they uncircumcised like us. And it will be considered a disgrace to the jews like it says: Because she is an embarrassment to us."}, "9": {}}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "מצודת דוד על יהושע", "source": "Sefaria", "englishTitle": "Metzudat David on Joshua", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}