{"originalTitle": "פסיקתא רבתי", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Pesikta Rabbati", "source": "Sefaria", "text": {"0": "… it is written there “Behold the heaven and the heaven of heavens cannot contain You…” (Melachim I 8:27) and here it is written “…the glory of the Lord filled the Tabernacle.” (Shemot 40:35) R’ Yehoshua of Sachnin said in the name of R’ Levi ‘to what is this likened? To an open cave at the edge of the sea. When the sea storms the cave is filled, but the sea is not reduced. So too, even though it is written that ‘the glory of the Lord filled the Tabernacle’ the upper and lower worlds did not lose anything of the brilliance of the glory of the Holy One, just as it is written “Do I not fill the heavens and the earth? says the Lord.” (Yirmiyahu 23:24) Therefore it is written here ‘And it was’. Just as the Divine Presence was here below at the beginning of the creation of the world but withdrew to above, now it returned to be below as it had been “And it was that on the day that Moses finished…” (Bamidbar 7:1)", "1": "... Another explanation. “And all the work that king Solomon had wrought in the house of the Lord was finished.” (Melachim I 7:51) What does ‘all the work’ mean? It was built by itself, rising and floating up – thus it does not say when the house was built, but rather “And the house, when it was in building…” (Melachim I 6:7) “…was built of stone finished at the quarry (masa)…” (ibid.) What does ‘finished at the quarry’ (masa nivne) mean? R’ Brechia said: the stone picked itself up (nosah atzma), rose up and was built by itself. This is what Shlomo said in his song “I have surely built You a house to dwell in…” (Melachim I 8:13) He says ‘I have surely built’, meaning ‘I built a building and the stones rose up and flew into place themselves’. If you are shocked that the Holy One would do such a thing for a single righteous person, “And a stone was brought and placed on the mouth of the pit…” (Daniel 6:18) And where did they get a rock in Bavel? Our Rabbis said that it rolled all the way from the land of Israel and came in an instant. So if the Holy One did such a thing for flesh and blood, are you surprised that He would do so for the building of a house to the Holy One?", "2": "... In the hour that Shlomo built the Holy Temple, the whole world was filled with the fragrance of spices. In the end he saw that it would be destroyed and he wept, saying ‘this fragrance was all for naught!’ The Holy One said to him ‘do not be distressed, I will build it as an eternal construction “…between my breasts he shall lie.” (Shir HaShirim 1:13)’ Thus it says “His jaws are like a bed of spice…” (Shir HaShirim 5:13)", "3": "... Jeremiah said: when I was coming up to Jerusalem, I lifted up my eyes and saw one woman sitting on the mountaintop, her clothes were black and her hair unkempt. She cried: I am seeking who will comfort me! And I cried: I am seeking who will comfort me! I came near and spoke with her, and I said to her: if you are a woman, then speak with me. If you are a spirit, then go away from me. She answered and said to me: Do you not recognize me? I am the one who had seven children. Their father went away to a land across the sea and as I was going up to cry for him, a prophet said to me ‘the house collapsed on your seven children and killed them.’ I do not know for whom I am crying and for whom my hair is unkempt.I answered and said to her: you are no better than my mother Zion, who was made a pasture for the neasts of the field. She answered and said to me: I am your mother Zion, I am she – the mother of seven, so it is written “She who bore seven has been cut off…” (Jeremiah 15:9)Jeremiah said to her: the blows you have received are like those of Job. Job’s sons and daughters were taken from him, your sons and daughters were taken from you. From Job I took his silver and gold, from you I have taken your silver and gold. I cast Job into the trash heap, you I have made into a heap of trash. And just as I came back and consoled Job, so too in the future I will return and console you. I doubled Job’s sons and daughters, and in the future I will double your sons and daughters. I doubled Job’s gold and silver, and in the future I will do so for you. I shook the trash from Job, and of you it is said “Shake yourselves from the dust, arise, sit down, O Jerusalem…” (Isaiah 52:2) Flesh and blood built you and flesh and blood destroyed you. But In the time to come I will build you, because thus it is written “The Lord is the builder of Jerusalem; He will gather the outcasts of Israel.” (Psalms 147:2) Amen! May the Holy One fulfill what is written about us speedily and in our day “And the redeemed of Zion shall return, and they shall come to Zion with song, with joy of days of yore shall be upon their heads; they shall achieve gladness and joy, and sadness and sighing shall flee.” (Isaiah 35:10)", "4": "... The angels said before the Holy One, ‘Master of the World! Isn’t this Jerusalem?!’ as it is said “This is Jerusalem; in the midst of the nations I have placed her…” (Yechezkel 5:5) He replied to them, “But she exchanged My judgments for wickedness more than the nations…” (Yechezkel 5:6) They said to Him, “But they are Your people and Your inheritance, which You brought out with Your great strength…” (Devarim 9:29) He replied to them, “For My people have forgotten Me; they burn incense to vanity…” (Yirmiyahu 18:15) They said to Him, ‘act for the sake of the forefathers!’ He replied to them, “…he fathers are kindling fire…” (Yirmiyahu 7:18) They said to Him, ‘act for the sake of the children!’ He replied to them, “But they rebelled against Me and would not consent to hearken to Me…” (Yechezkel 20:8) They said to Him, ‘act for the sake of the tribe of Yehudah!’ “And Judah did what displeased the Lord…” (Melachim I 14:22) They said to Him, ‘act for the sake of the leaders!’ He replied to them, “Its heads judge for bribes…” (Micha 3:11) They said to Him, ‘act for the sake of the tribes!’ He replied to them, ‘and Gad, and Reuven and the half tribe of Menashe…’ They said to Him, ‘act for the sake of the tribe of Dan!’ He replied to them, “And the children of Dan set up for themselves the graven image.” (Shoftim 18:30) They said to Him,’ act for the sake of the students!’ He replied to them, “…And those who hold onto the Torah did not know Me…” (Yirmiyahu 2:8) They said to Him, ‘act for the sake of the prophets!’ He replied to them, “[It was] for the sins of her prophets, the iniquities of her priests…” (Eicha 4:13) They said to Him, ‘act for the sake of the kings!’ He replied to them, “And the altars that were on the roof, [the roof of] Ahaz's upper chamber, which the kings of Judah had made…” (Melachim II 23:12) The ministering angels said to Him, ‘act for our sake!’ He replied to them, “But they mocked the messengers of God…” (Divre HaYamim II 36:16) They said to Him, ‘act for the sake of Your name which is called upon them!’ He replied to them, ‘they have profaned My holy name.’ They said to Him, ‘You do not want to be appeased, what is the image of their father doing by You?’ “He has cast down from heaven to earth the glory of Israel…” (Eicha 2:1) This statement with which they clothed You, what has it done to You?! If the thing were not written, it would be impossible to say “The Lord has done what He devised, He has carried out His word…” (Eicha 2:17) They said to Him, ‘Master of the World! Is this not Jerusalem about whom you wrote “Behold on [My] hands have I engraved you…”’ (Yeshayahu 49:16) He replied to them, “I, too, shall clap My hands, one upon the other, and I shall put My fury to rest…” (Yechezkel 21:22) Since Zion saw that He did not want to be appeased, she started up and said “The Lord has forsaken me, and the Lord has forgotten me.\" (Yeshayahu 49:14) May it be Your will Lord our God and God of our fathers that Your Temple be rebuilt speedily in our days, that your Presence return within it, that You gather my exiles from the four corners of the world, that they rebuild the cities of Yehudah and settle Shechem and inherit it speedily. Amen.", "5": "... Teach us oh, teacher: once the Ninth of Av has ended, is everything permitted? R’ Chiyah the Great taught like this: once the Ninth of Av has ended, one is permitted to do anything. Why? Because it is like the case of a person whose dead is laid out before him, who is forbidden to eat meat or drink wine. Once the dead is buried, the mourner is permitted to do so. So to on the Ninth of Av one is a mourner – once the day has ended one is permitted to do anything. Even though we are permitted, we must always have a sigh in our hearts until the Holy One returns to her. The Holy One said to them: by your lives! I burnt her, as it says “From above He has hurled fire into my bones…” (Lamentations 1:13)  I will build her, as it says “Yet again will I rebuild you, then you shall be built, O virgin of Israel…” (Jeremiah 31:3) Zion said to Him: Behold, I have been sitting thus for many years! I have counted the days from old and I have not been redeemed, therefore I have despaired. She said that my master has abandoned me. And from where do we learn that Zion said this? From that which is written regarding it “And Zion said, ‘The Lord has forsaken me, and the Lord has forgotten me.’” (Isaiah 49:14) ... Another explanation. it “And Zion said, ‘The Lord has forsaken me…” (Isaiah 49:14) What is written before this? “Sing, O heavens, and rejoice, O earth, and mountains burst out in song, for the Lord has consoled His people, and He shall have mercy on His poor.” (Isaiah 49:13) Once Zion saw that the then prophet recalled His people and His poor, but did not mention Zion or Jerusalem she said ‘the Lord has forsaken me, and the Lord has forgotten me.’ Immediately the Holy One replied and said to her: just as it is impossible for a woman to forget her sucking child, so to I am not able to forget you, “Shall a woman forget her sucking child, from having mercy on the child of her womb?” (Isaiah 49:15) She said to Him: Master of the world! How is tat possible? There is no end to the evils I have done? I caused Your Holy Temple to be destroyed and I killed the prophets. R’ Berachia the Kohen said in the name of Rebbe: the Holy One said to her, I will forget your evil but I will not forget your good. “…These too shall forget, but I will not forget you.” (ibid.) I have forgotten “\"These are your gods, O Israel…” (Exodus32:4) but “I am the Lord, your God…” (Exodus 20:2) I will not forget.", "6": "… And He said to him ‘go away to the land of Moriah and bring him up there for a burnt offering’ (Bereshit 22:2) What is the land of Moriah? A whole bundle of Sages here, each saying their own answer. R’ Yanai says ‘what is Moriah? The place from which awe and fear (morah and yirah) go out to the world,’ “You are feared, O God, from Your Sanctuary…” (Tehllim 68:36) R’ Chiya the elder says ‘the land from which instruction (hora’ah) goes out to the world,’ as it says “…for out of Zion shall the Torah come forth…” (Yeshayahu 2:3) Another explanation: the land from within which in the future the Holy One will teach about the wicked that they should descend to gehennom, as it says “Like sheep, they are destined to the grave; death will devour them, and the upright will rule over them in the morning, and their form will outlast the grave…” From where? “…his dwelling place.” (Tehillim 49:15) Another explanation of the land of Moriah. R’ Yehoshua ben Levi said ‘the land from within which the righteous teach (morim) and make decrees upon the Holy One which He does,’ as it says “…and David and the elders, covered with sackcloth, fell upon their faces. And David said to God, \"Did I not say to count the people?…I beg that Your hand be against me and against my father's house, but not against Your people for a plague.\" (Divre HaYamim I 21:16-17) Another explanation of the land of Moriah. R’ Yehudah bar Padiiya said ‘Moriah - he said to Gd, where is it? He replied – to the land which I will show (mareh) you.’ Another explanation of Moriah. Avraham said to Gd, Master of the World! But am I fit to offer sacrifices? Am I a Kohen? Let Shem the High Priest come and receive him from me. The Holy One replied to him – when you arrive at the place I will sanctify you and make you into a Kohen. What is the meaning of Moriah? In exchange (temurah) for Shem. His replacement, as it says “He shall not exchange it or offer a substitute for it…” (Vayikra 27:10) Another explanation. What is Moriah? R’Pinchas said ‘the land in which the master (maruto) of the world dwells,’ as it says “…and My eyes and My heart shall be there at all times.” (Melachim I 9:3) Another explanation. What is Moriah? R’ Shimon bar Yochai said ‘the land which was adorned opposite the altar above “…or cast down… (yaro yireh)” (Shemot 19:13) Another explanation. The land in which the incense is offered – “I will go to the mountain of myrrh (mor)…” (Shir HaShirim 4:6)", "7": "... Teach us oh, teacher: A court which sanctified the month, but not at Eintav with witnesses, is it sanctified? R’ Abahu said in the name of R’ Chiya the great: if a court sanctified the month without witnesses, it is sanctified, as it says “…which you shall designate in their appointed time.” (Leviticus 23:4) This means whether it is with witnesses or without. Whether witnesses saw it or not it is sanctified, as it says ‘which you shall designate.’ And why did the court intercalate a month into the calendar at Eintav? Because this was the meeting place for the court. Therefore on Rosh HaShana which fell out on Shabbat the shofar is not blown anywhere except at Eintav, in the place where the court sat and intercalated the years and months. The Holy One said: Zion is the meeting place for the whole world, as it says “…for out of Zion shall the Torah come forth, and the word of the Lord from Jerusalem.” (Isaiah 2:3) Therefore when I redeem Zion and her exiles, as it says “Zion shall be redeemed through justice and her penitent through righteousness,” (Isaiah 1:27) they will come and blow the shofar within her. From where do we learn this? From how the prophet finished his words “Sound a shofar in Zion…” (Yoel 2:1/2:15)", "8": "...  “He does the will of those who fear Him…” (Tehillim 145:19) Meaning that Gd does not annul his prayers and gives him what he requests. This refers to David, of whom it is written “I am a companion to all who fear You…” (Tehillim 119:63) at the time when he was troubled over the Holy Temple, as it is written “Remember, O Lord, onto David all his affliction. That he swore to the Lord, he vowed to the Mighty One of Jacob; That I shall not come into the tent of my house, and I shall not go up on the bed that was spread for me. I shall not give sleep to my eyes nor slumber to my pupils, Until I find a place for the Lord, dwellings for the Mighty One of Jacob.” (Tehillim 132:1-5) Since the Holy One saw that he stood there, troubled over the Holy Temple, He immediately sent Gad the prophet to him and showed him the place of the Holy Temple, as it is written “And Gad came to David on that day, and said to him, ‘Go up to erect an altar to the Lord in the threshing-floor of Aravnah the Jebusite.’” (Shmuel II 24:18) David went there immediately, as it says “And David went up according to the word of Gad, as the Lord had commanded. (Shmuel II 24:19) He found there the altar where Adam, the first man, made offerings, where Noach made offerings, where Avraham made offerings. Once he found it he began to measure, saying ‘from here to here will be the Courtyard, from here to here will be the Holy of Holies’ as it says “And David said, ‘This is the House of the Lord God…” (Divre HaYamim I 22:1) And how could he declare “…and this is the altar for burnt offerings for Israel” (ibid.)? This is what is meant that the Holy One does not nullify the desire of the righteous, but rather gives them what they seek in order to fulfill “He does the will of those who fear Him…” (Tehillim 145:19)"}}