{"originalTitle": "תלמוד ירושלמי פסחים", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Jerusalem Talmud Pesachim", "source": "Sefaria", "text": {"0": {"0": "... R’ Yudah says: the community can make second Passover. So we find that Hezekiah made second Passover, as it is written “For a multitude of the people, many from Ephraim and Manasseh…” (Divre HaYamim II 30:18) There are those who teach \n"}, "1": "that we intercalate a month into the calendar because of ritual impurity and there are those that teach that we do not do so. According to the opinion that says we do not intercalate a month into the calendar because of ritual impurity, how do we understand the verse “…for they ate the Passover sacrifice not as it is written…” (ibid.)? That they added a month of Nisan, but we only add a month of Adar. This is like the teaching of Mar R’ Simon bar Zavdi: they found the skull of Ornan the Jebusite under the altar.", "2": {"0": "Rabbi Cheya taught, Corresponding to four sons did the Torah speak; a wise son, an evil son, an innocent son and a son who doesn't know to ask.", "1": "What does the wise son say? \"'What are these testimonies, statutes and judgments that the Lord our God commanded us?' (Deuteronomy 20:6)\" And accordingly you will say to him, \"'With the strength of [His] hand did the Lord take us out from Egypt, from the house of slaves.' (Exodus 13:14)\"", "2": "What does the evil son say? \"'What is this worship to you?' (Exodus 12:26) What is this toil that you make us toil each and every year?\" Since he excluded himself from the collective, accordingly you say to him, \"'For the sake of this, did the Lord do [this] for me.' (Exodus 13:8) 'For me' did He do and not for 'that man.'", "3": "If 'that man' had been there, he would not have been worthy of ever being saved from there.\"", "4": "What does the innocent [son] say? \"'What is this?' (Exodus 13:14)\" And accordingly you will teach him the laws of the Pesach sacrifice, that \"We may not eat an afikoman [a dessert or other foods eaten after the meal] after [we are finished eating] the Pesach sacrifice, so that a person should not get up from one eating group to another eating group.\"", "5": "And [regarding] the son who doesn't know to ask, you will open [the conversation] for him first. Rabbi Yosa said, \"The Mishna said, 'and if the son has no understanding [in order to ask questions], his father teaches him [to ask].'\" "}}}