{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": "the Mishna is not like the Tanna", "1": "As we have learnt in the Braita: Rebbi Shimon ben Elozar says"}, "18": {}, "19": {}, "2": {"0": "Mishnah: An egg laid [lit. born, Heb. 'nolad'] on Yom Tov, Beit Shammai say:", "1": "\"It may be eaten\"; and Beit Hillel say:", "10": "Gemara: What is the case?", "11": "If you say it is dealing with a chicken that is designated for food, what is the reasoning of Beit Hillel – ", "12": "it's broken off food!", "13": "But, if it is dealing with a chicken that is designated for laying eggs, what is the reasoning for Beit Shammai –", "14": "it's muktzeh! [I.e. not 'set aside']", "15": "But what's the issue:", "16": "perhaps Beit Shammai doesn't have muktzeh!?", "17": "It seems to us", "18": "[that] even the one who permits muktzeh would forbid nolad [like the egg]. [So] what's the reasoning of Beit Shammai?", "19": "Rav Nahman says:", "2": "\"It may not be eaten.\"...", "20": "\"It is certainly [dealing] with a chicken designated to lay eggs; and the one who has muktzeh has nolad; and the one who doesn't have muktzeh doesn't have nolad; and Beit Shammai are according to Rabbi Shimon, and Beit Hillel are according to Rabbi Yehudah.", "21": "But did Rav Nahman really say this?", "22": "[For] is it not taught [in a Mishnah]:", "23": "\"Beit Shammai say:", "24": "'Lift the bones and shells off the table [on shabbat]', while Beit Hilel say:", "25": "'Lift up the whole tray and shake it.'\"", "26": "And Rav Nahman said [about this]:", "27": "\"We only have Beit Shammai according to Rabbi Yehudah and Beit Hillel according to Rabbi Shimon!\"", "28": "[But] Rav Nahman would say to you [in his defence]:", "29": "\"Regarding shabbat, the tanna [i.e. the Mishnah] was anonymised for us according to Rabbi Shimon, as it is taught [in a Mishnah]:", "3": "Beit Shammai say:", "30": "'Chop the cucumbers before the cattle, and the corpse before the dogs [on shabbat].' We assign this to Beit Hillel according to Rabbi Shimon.", "31": "But,", "4": "\"Leaven – [a size] similar to an olive; chameitz – [a size] similar to a date\"; and Beit Hillel say:", "5": "\"Both [the size] similar to an olive.\"", "6": "One who slaughters an animal or bird on Yom Tov, Beit Shammai say:", "7": "\"Dig with a spade and cover it [the blood]\"; and Beit Hillel say:", "8": "\"He shall not slaughter [it] unless he had set dirt aside from before Yom [Tov]\" –", "9": "but they concede that if [it] was [already] slaughtered, one can dig with a spade and cover it [the blood] because the ashes of the oven are set aside [for use on Yom Tov by default]."}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "regarding Yom Tov, the tanna was anonymised for us according to Rabbi Yehudah, as it is taught [in a Mishnah]:", "1": "'[We] do not chop wood from the beams, nor from the beam that broke, on Yom Tov.' We assign this to Beit Hillel according to Rabbi Yehudah.\"", "10": "'It may be eaten'; and Beit Hillel say:", "11": "'It may not be eaten'\"!?", "12": "Rather, Rabbah says:", "13": "\"It's certainly a chicken that is designated for food; and [its a case of] Yom Tov that falls after shabbat; and it's [an argument] regarding preparation,\" for Rabbah thinks", "14": "[that] each egg that is born today was finished from yesterday,", "15": "and Rabbah goes according to his opionion, as Rabbah says:", "16": "\"What does [the Torah mean when] it is written: 'On the sixth day, they shall prepare what they brought' [regarding the double portion of manna on Friday] (Exodus 16:5)? [It means:] [on] a non-sacred [day we] prepare for shabbat, and [on] a non-sacred [day we] prepare for Yom Tov; but [we] do not prepare [on] Yom Tov for shabbat, nor is there preparation [on] shabbat for Yom Tov.\"", "17": "Abaye said to him:", "18": "\"From your reasoning, a regular Yom Tov [not after a shabbat], let them permit [the egg]!\"", "19": "\"A [rabbinic] decree because of Yom Tov after shabbat.\"", "2": "Since the one who anonymised our Mishnah was Rabbi, what's the difference between shabbat that he would anonymise [it] for us according to Rabbi Shimon and Yom Tov that he would anonymise [it] for us according to Rabbi Yehudah?", "20": "\"[And] a regular shabbat, let them permit [the egg]!\"", "21": "\"A [rabbinic] decree because of shabbat after Yom Tov.\"", "22": "\"But really there's a [rabbinic] decree?!", "23": "Is it not taught [in a baraita]:", "24": "'One who slaughters a chicken [on Yom Tov] and finds in it complete eggs – they are permitted to eat on Yom Tov'!?", "25": "If this were valid, let them decree because of this that [when] they are laid [lit. born] on their day [they should be permitted]!\" [I.e. Rabbah, your assertion that it's forbidden because of a decree would surely apply in the case of finding an egg inside a chicken, but it does not! We should decree the other way that all eggs should be permitted on Yom Tov!]", "26": "[Rabbah] said to him:", "27": "\"Complete eggs in the belly of their mother is a matter which isn't likely, and a matter which isn't likely the rabbis did not decree about.\"", "28": "Rav Yoseif says:", "29": "\"[The egg is forbidden in our Mishnah because of] a rabbinic decree because of the fallen fruits.\" [I.e. just as all fallen fruits that you find on the ground are forbidden on Yom Tov – in case they fell on Yom Tov – so too is an egg that you find on Yom Tov is forbidden in case it was laid on Yom Tov – and thus all eggs laid on Yom Tov are forbidden.]", "3": "They said:", "30": "Abaye said to him:", "31": "\"What's the reason for fallen fruits?", "4": "\"Shabbat, since it is strict and people will not come to cheapen it, [Rabbi] anonymised [it] for us according to Rabbi Shimon who is lenient [regarding muktzeh]. Yom Tov, since it is lenient and people will come to cheapen it, [Rabbi] anonymised [it] for us according to Rabbi Yehudah who is script [regarding muktzeh].\"", "5": "But what's the case? It's a chicken that is designated to lay eggs, and [the argument is] regarding muktzeh. If so, this disagreement about the egg – let them [Beit Hillel and Beit Shammai] disagree about the chicken", "6": "[The Mishnah is framed as about the egg] in order to show you the strength of Beit Shammai['s position] that they permit [even] nolad.", "7": "But [then] let them disagree about the chicken in order to show you the strength of Beit Hillel['s position] that they forbid [even] muktzeh!?", "8": "And if you want to say that the strength of [the argument] of permission [needs to be] stronger [than the strength of the argument of forbidding to prove their point], let them argue about both:", "9": "\"A chicken that is designated to lay eggs – it and its egg – Beit Shammai say:"}, "30": {"0": "The entire foods [income] of a person is set for him from Rosh Hashana until [the next] Yom Kippur, except for the expenses of Shabbat, and the expense of Yom Tov [Holidays], and the expense of sending his children to Talmud Torah [Yeshiva]."}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {"0": "It's a [rabbinic] decree lest one should go up and pluck [fruit from the tree]. That's the essence of the decree and we don't establish and decree a decree on [another] decree!\"", "1": "\"It's all one decree.\"", "10": "He [Rav Yoseif] would say to you:", "11": "\"An egg is food, and fruit is food – to exclude juices which aren't food!\"", "12": "And Rabbi Yitzhak, what's the reason he is not speaking according to Rav Yoseif?", "13": "He [Rabbi Yitzhak] would say to you:", "14": "\"An egg is swallowed [by the chicken], and juice is swallowed [by the fruit, i.e. they are both coming out of something that is separate] – to exclude fruit which is exposed and exists [separately from the tree].\"", "15": "And even Rabbi Yohanan thinks it's a [rabbinic] decree because of [fruit] juice that flows,", "16": "since Rabbi Yohanan contrasted [one opinion of] Rabbi Yehudah against [another opinion of] Rabbi Yehudah, and taught [about this].", "17": "It is taught [in a Mishnah]:", "18": "\"[We] do not squeeze fruit to bring forth juices from them – and if the [juices] leave by themselves, they are forbidden.", "19": "Rabbi Yehudah says:", "2": "Rabbi Yitzhak says:", "20": "'If [the fruit] was for food, what comes out of them is permitted. But if [the fruit] was for juices, what comes out of them is forbidden.'\"", "21": "Consequently,", "22": "All food according to Rabbi Yehudah is food that has broken off [and has the same status of the food it came from]. And they contrasted [this from another Mishnah]: \"And further Rabbi Yehudah said:", "23": "'A person can make a condition on a basket of fruit on the first day of Yom Tov [Rosh HaShanah] and eat it on the second – And so too with an egg that is laid [lit. born] on the first [day], it can be eaten on the second.'\"", "24": "On the second – yes; on the first – no!", "25": "And Rabbi Yohanan taught:", "26": "\"Switch the attributions! [I.e. in the first Mishnah, swap Rabbi Yehudah's opinion with the first anonymous opinion]\" And from this contrast of [Rabbi Yehudah] against each other [what can we learn]? We learn from this that [Rabbi Yohanan] has one [consistent] opinion [– that he holds that fruit juices flowing is the underlying reason that Rabbi Yehudah forbids the egg laid on Yom Tov].", "3": "\"It's a [rabbinic] decree because of [fruit] juice that flows [out on Yom Tov].\" [Explained below].", "4": "Abaye said to him:", "5": "\"What's the reason for [fruit] juice that flows? It's a decree lest one should squeeze [the fruit themselves]! This is the essence of the decree and we don't establish and decree a decree on [another] decree!\"", "6": "\"It's all one decree.\"", "7": "None of these [Rav Yoseif and Rabbi Yitzhak] are according to Rav Nahman because of our problems [earlier].", "8": "They also did not speak according to Rabbah, [since] they don't have [the] preparation [principle Rabbah outlined above].", "9": "But, Rav Yoseif, what's the reason he is not speaking according to Rabbi Yitzhak?"}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {"0": "Ravina said:", "1": "\"Certainly, you should not switch [the attributions] and Rabbi Yehudah [is speaking] according to the words of the rabbis, saying to them:", "10": "But, for Rav Yoseif and for Rabbi Yitzhak that say it's because of a [rabbinic] decree – thus a doubtful [egg] is [based on a] rabbinic [prohibition] and every rabbinic doubt is lenient!", "11": "(They [Rav Yoseif and Rabbi Yitzhak] would say to you:)", "12": "\"The end [of the Mishnah, referring to the doubtful egg] refers to a case of a doubtful treyf [egg from a treyf bird, i.e. a Torahitic doubt].\"", "13": "[But] if so, read the end [of the Mishnah]:", "14": "\"If it [the egg] gets mixed up in a thousand, all of them are forbidden\" – it is fine if you say that the doubt is whether it's Yom Tov or a non-sacred day [for then] it becomes something that has permission in it [since it will be permitted after Yom Tov], and any thing that has permission in it even in a thousand will not be annulled;", "15": "but, if you say that the doubt is [about] treyf, [then it is] something without any permission [since it could never be permitted] and it should be annulled in a majority!", "16": "And if you want to say", "17": "that eggs are important and do not get annulled [in mixtures], this would be fine for the one who says, \"Everything that is its way to be counted, we teach\" [see the Mishnah below], but for the one who says, \"Whatever is its way to be counted, we teach\", what is he to say?", "18": "As it is taught [in a Mishnah]:", "19": "\"'One who has bundles of straw of mixed crops of the vineyard should light them [on fire].", "2": "'According to me, even on the first [day of Rosh HaShanah] it should be permitted, because it is broken off food! But for you, you should concede to me that in any event on the second [day] it should be permitted – since they are two [separate] holinesses.' And the rabbis said to him:", "20": "If [these bundles] get mixed up in others, and those others in others, then all of them should be lit' – the words of Rabbi Meir. And the Sages say:", "21": "'They can be brought up [annulled] in two-hundred and one [such bundles].'", "22": "Since Rabbi Meir used to say,", "23": "'Whatever is its way to be counted is holy [and therefore forbidden, regardless of how many it is mixed up amongst]', and the Sages said:", "24": "'Only six things alone are holy [and thus forbidden in any size mixtures.'", "25": "Rabbi Akiva says:", "26": "'Seven.'", "27": "And these are they:", "28": "Cracked nuts, pomegranates of Badan, closed jugs, beetroot shoots, cabbage stalks and Greek gourds.", "29": "Rabbi Akiva adds also the loaves of a homeowner.", "3": "'No! It's one holiness.'\"", "30": "What is fitting for orlah is orlah [untithed fruit in the first three years], and what is mixed produce of the vineyard is mixed produce of the vineyard.\"", "31": "And it is stated on this: \"Rabbi Yohanan said:", "32": "'Whatever its way is to be counted, we teach'; and Rabbi Shimon ben Lakish said:", "33": "'Everything that is its way to be counted, we teach.' [I.e. Rabbi Yohanan reads the Mishnah as the Sages' six items clarifying exactly what Rabbi Meir meant – both Rabbi Meir and the Sages agree that it is an exhaustive list that are counted as 'important' things that do not get annulled in mixtures. However, Rabbi Shimon ben Lakish reads the Mishnah as a disagreement between Rabbi Meir and the Sages, that Rabbi Meir is referring to everything that is its way to be counted, which could include eggs – and those things should not be annulled in mixtures.]", "34": " This is fine for Rabbi Shimon ben Lakish, but for Rabbi Yohanan, what is he to say?", "35": "Said Rav Papa:", "36": "\"This tanna [of the baraita above regarding doubtful eggs in mixtures] is the tanna of the pound of pressed figs, who says:", "37": "'Everything that is counted, even based on rabbinic [prohibitions] are not annulled [in mixtures] – all the more so with Torahitic.'\"", "38": "As it is taught [in a Mishnah]:", "39": "\"A pound of pressed figs and is stamped on the mouth of a circular [mold] and he does not know on which mold he stamped it;", "4": "Ravina son of Rav Ula said:", "40": "on the mouth of a jug and he doesn't know on which jug he stamped it;", "41": "on a round vessel and he does not know on which vessel he stamped it –", "42": "Rabbi Meir says:", "43": "\"Rabbi Eliezer:", "5": "\"This is a chicken designated for laying eggs and Rabbi Yehudah goes according to his opinion, since he has muktzeh.\"", "6": "They brought an objection [to Rav Yoseif and Rabbi Yitzhak]: \"An egg, whether it was laid [lit. born] on shabbat or Yom Tov, [we] do not move it – neither to cover a vessel with it nor to support the bed posts with it.", "7": "But you can cover a vessel with it in order that it shouldn't break. And a doubtful [egg] is forbidden,", "8": "and if [a forbidden egg] gets mixed up in a thousand, all of them are forbidden.\"", "9": "This is fine for Rabbah who says that it is because of preparation – thus a doubtful [egg] is [based on a] Torahitic [prohibition, because he proved his point from a verse in the Torah] and every Torahitic doubt is stringent."}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {"0": "says:", "1": "\"We consider the upper parts [of the pressed fig cakes in the vessels] as if they are [produce fallen into] piles, and the lower parts raise up [i.e. annul] the upper parts.\"", "10": "According to everyone?!", "11": "This is their [Rabbi Eliezer and Rabbi Yehoshua] disagreement!", "12": "Rav Papa said:", "13": "\"This is what he said:", "14": "'It was stamped on a circular mold and he does not know in which place the circular mold it was stamped on is – whether north or south – according to everyone it can be raised up.'\" [I.e. the tanna of this baraita was Rabbi Yehudah's version of Rabbi Yehoshua that holds that things like fig cakes (and presumably eggs) do not get annulled in any size mixtures, thus explaining the baraita above.]", "15": "Rav Ashi said:", "16": "\"It [the baraita] is certainly [referring to] a doubt of whether it's Yom Tov or a non-sacred [day], and it is a thing that has in it permission [because it would be permitted after Yom Tov] and anything which has in it permission is not annulled.\" ", "17": "It is taught [in a baraita]: \"Others say in the name of Rabbi Eliezer:", "18": "An egg [laid on Yom Tov]: it can be eaten – it and its mother.\"", "19": "What are we are dealing with?", "2": "Rabbi Yehoshua says:", "20": "If you say it's with a chicken designated for food, then it is obvious that it and its mother are permitted;", "21": "but, if it's with a chicken designated for laying eggs, it and its mother are forbidden!", "22": "Rabbi Zeira says:", "23": "\"It can be eaten because of its mother.\"", "24": "What's the case?", "25": "Abaye said:", "26": "\"It's a case where he [the owner] took a regular [chicken – i.e. a chicken that was not designated for anything in particular]. It is slaughtered – it becomes clear that it was designated for food; it is not slaughtered – it becomes clear that it was designated for laying eggs.\"", "27": "Rav Mari says:", "28": "\"He taught it as exaggeration!\"", "29": "As it is taught [in a baraita]: \"Others say in the name of Rabbi Eliezer:", "3": "\"If there are a hundred top parts, they can be raised up [i.e. annulled], but if not the top parts are forbidden and the dregs are permitted.\"'", "30": "'An egg: it may be eaten – it and its mother, and its chick, and its shell!'\"", "31": "What [does the baraita mean] \"its shell\"?!", "32": "If you say it's actually the shell, a shell is a food item?!", "33": "Rather,", "34": "[it must mean] \"a chick in its shell\". Until now, the Rabbis only disagree with Rabbi Eliezer ben Yaakov regarding this in the case when [the chick] has exited [the shell] into the outside air. But, in the case when it hasn't exited into the outside air, they do not disagree?", "35": "Rather,", "36": "[when the second baraita says] \"Chick and its shell\" – this is exaggeration; so too here", "37": "[when the first baraita says] \"It may be eaten – it and its mother\" – it is exaggeration", "38": "It was stated [in an Amoraic statement]: \"Shabbat and Yom Tov: Rav said:", "39": "'If it's laid on this one [shabbat], it's forbidden on that one [Yom Tov];' And Rabbi Yohanan said:", "4": "Rabbi Yehudah says:", "40": "'If it's laid on this one, it's permitted on that one.'\"", "41": "Let us say that Rav thinks that it is one holiness. [I.e. that shabbat and Yom Tov adjacent constitute one long holy day during which there is no time for the egg to become permitted].", "42": "But didn't Rav say:", "43": "\"The law [in a particular case of eruvin] is like the four elders, and according to the opinion of Rabbi Eliezer that says [shabbat and Yom Tov]", "44": "are two holinesses\"?!", "45": "Rather, here [in the case of the egg], it is the preparation [principle] of Rabbah that they are disagreeing about: Rav has the preparation of Rabbah; Rabbi Yohanan does not have the preparation of Rabbah.", "46": "[This is] like a Tannaitic [dispute]: \"[An egg] laid on shabbat: it can be eaten on Yom Tov. And [laid] on Yom Tov: it can be eaten on shabbat.", "47": "Rabbi Yehudah says in the name of Rabbi Eliezer:", "48": "'This is still a dispute!", "49": "Since Beit Shammai say:", "5": "'Rabbi Eliezer says:", "50": "\"It may be eaten\"; and Beit Hillel say:", "51": "\"It may not be eaten.\"'\"", "52": "The landlord of Rav Ada son of Ahavah had some eggs from Yom Tov to shabbat [i.e. born on Yom Tov and still had them the shabbat directly after]. He came before him [the landlord came before Rav Ada]. He said to him:", "53": "\"What [is the law]: to cook them [the eggs] today and we'll eat them tomorrow?\"", "54": "He said to him: \"What do you think?! [In a case when] Rav and Rabbi Yohanan [dispute halakhah] – the halakhah is according to Rabbi Yohanan! And even Rabbi Yohanan wouldn't permit this! Instead, you can swallow it [the egg] tomorrow – but on its day [when it was laid], no.\"", "55": "And [so] it is taught [in a baraita]:", "56": "\"An egg that is laid on Shabbat or an egg that is laid on Yom Tov: do not move it – neither to cover with it a vessel nor to support with it the bedposts.\"", "57": "The landlord of Rav Papa (and some say: that man) that came before Rav Papa had some eggs from shabbat to Yom Tov [i.e. laid on shabbat].", "58": "He came before [Rav Papa]. He said to him:", "59": "\"What [is the law]: [can I] eat these [eggs] tomorrow?\"", "6": "\"If there are a hundred top parts, they can be raised up [i.e. annulled], but if not the top parts are forbidden and the dregs are permitted.\"", "60": "He said to him:", "61": "\"Go today and come [back] tomorrow. For Rav never set up a speaker [to relate] about [a halakhic matter] from Yom Tov to its fellow because of drunkenness.\"", "62": "When he came the next day, he said to him:", "7": "Rabbi Yehoshua says:", "8": "\"Even if there are three hundred top parts, they cannot be raised up [i.e. annulled].\"'", "9": "It was stamped on a circular mold and he does not know which mold it was stamped on, according to everyone it can be raised up [i.e. annulled].\""}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {"0": "\"Oh that now, if you had asked me [yesterday], I [would have] said to you:", "1": "[In a case where] Rav and Rabbi Yohanan [dispute halakhah], the halakhah is according to Rabbi Yohanan.", "10": "\"Wood that fell from the palm tree into the oven on Yom Tov, one can add to them prepared wood and light them.\"", "11": "But turning over [the wood pieces] would be forbidden!", "12": "Since most of them are permitted, when he turns them over it is permitted; so he can turn them over.", "13": "But that would be annulling a prohibition ab initio! [Since the forbidden would be annulled by the majority permitted wood]. As it is taught [in a Mishnah]:", "14": "\"We do not annul a prohibition ab initio!\"", "15": "These words are with a Toraitic [prohibition], but for a rabbinic we do annul.", "16": "And according to Rav Ashi, who says:", "17": "\"Everything that has in it permissions, even for a rabbinic [prohibition] it is not annulled,\" what is he to say?", "18": "These words [apply] in a case where there is a[n actual] prohibition in his eyes; here it is the lightest of light prohibitions.", "19": "It was stated [by Amoraim]: \"The two day Yamim Tovim of exile – Rav says:", "2": "But Rava said: 'The halakhah is according to Rav in these three cases, whether strict or lenient.'\" [This is one of the three cases; the other two are explained later in the Gemara].", "20": "'[The egg] is laid on this [day], it is permitted on this [the next day]; and Rav Asi says:", "21": "'It's laid on this [day], it is forbidden on this [the next day].'\"", "22": "Let us say that Rav Asi thinks that [the two days of festivals in Babylon] is one holiness.", "23": "But didn't Rav Asi make havdallah between Yom Tov and its fellow!? [I.e. he must think they are two separate holinesses].", "24": "Rav Asi was extremely doubtful [whether it is one holiness or two] and [therefore] was stringent here [in the case of havdallah] and stringent here [in the case of the egg].", "25": "Rabbi Zeira said:", "26": "\"It seems logical [for the law regarding the egg] to be according to Rav Asi, since today we know the fixing of the months and we [nonetheless] do two days [of Yom Tov].\"", "27": "Abaye said:", "28": "\"It seems logical [for the law regarding the egg] to be according to Rav.", "29": "As it is taught [in a Mishnah]:", "3": "Rabbi Yohanan said:", "30": "'In the beginning, they would light torches [to announce the sighting of the new moon]. Since the confusion of the Samaritans [who would disrupt the torches], they decreed that there would be messengers who went out [and declared the sighting of the new moon].'", "31": "And if the Samaritans were removed, then we would do one day [of Yom Tov],", "32": "and in a case where the messengers arrive, we would do one day [of Yom Tov].\"", "33": "But now, since we know the fixing of the months, what's the reason that we do two days?", "34": "Because they sent a message from there [Israel]:", "35": "\"Be careful with the practice of your ancestors that are in your hands; sometimes, the government will decree [a persecution on the Jews] and they [the Jews] will come to denigrate [Yom Tov].\"", "36": "It was stated [by Amoraim]: \"Two days of Rosh Hashanah – Rav and Shmuel both say:", "37": "'[The egg] is laid on this [day], it is forbidden on this [the next day].'\"", "38": "As it is taught [in a Mishnah]:", "39": "\"In the beginning, they used to receive testimony of the [new] month all day [on the 30th Elul]. Once, the witnesses delayed in coming,", "4": "\"Wood that fell from the palm tree on shabbat: it is forbidden to light them on Yom Tov – and don't respond to me [regarding the case of] the egg!\"", "5": "What's the reason [that the case of the egg is not applicable in the case of the fallen wood from the palm tree]?", "6": "[The case of the] egg is because, since on the day it was also fitting to swallow it and he did not permit it until tomorrow – so that you should know that something a day old is forbidden.", "7": "Wood that wasn't fitting on their day [that they fell off the tree], if he permitted them tomorrow, they would come to say that ", "8": "on their day they are also permitted, but yesterday because it was shabbat, they weren't fitting for burning....", "9": "Rav Matanah said:"}, "70": {}, "71": {"0": "", "1": "", "10": "", "11": "", "12": "", "13": "", "14": "", "15": "", "16": "", "17": "", "18": "", "19": "", "2": "", "20": "", "21": "", "22": "", "23": "", "24": "", "25": "", "26": "", "27": "", "28": "", "29": "", "3": "", "30": "", "31": "", "32": "", "33": "", "34": "", "35": "There is no difference between shabbat and Yom Tov, save, food.", "4": "", "5": "", "6": "", "7": "", "8": "", "9": ""}, "8": {"0": "and the Levites got confused in [the daily] song.", "1": "[So] they decreed that they would not receive the witnesses except before Minhah;", "10": "\"I am saying to you Rabban Yohanan ben Zakkai and you are saying to me Rav and Shmuel?\"", "11": "But for Rav and Shmuel, our Mishnah is a problem!", "12": "No problem: this [Rav and Shmuel] for us [in Babylon]; this [Rabban Yohanan ben Zakkai] for them [in Israel].", "13": "And Rav Yoseif said:", "14": "\"Even from [the time of] the decree of Rabban Yohanan ben Zakkai and forward, the egg is forbidden;", "15": "what's the reason?", "16": "It [the original decree] was a matter [decided] in a vote, and any matter that was [decided] in a vote needs another vote to permit it.\"", "17": "[As] Rav Yoseif said:", "18": "\"From where do I say it [this principle of voting]? As it is written, 'Go, say to them: return to your tents' (Deuteronomy 5:30); and it says,", "19": "'With the sound of the horn, then you may ascend the mountain' (Exodus 19:13).", "2": "and if the witnesses came from Minhah and later, they would make that day holy and the next day holy.\"", "20": "And as it is taught [in a Mishnah]:", "21": "'Fourth [year produce] of a vineyard: he used to go up to Jerusalem walking from one day [away] from all sides [of the city], and this was its border:", "22": "Eilat from the south, Akravat from the north, Lod from the west, and the Jordan from the East.'", "23": "And Ula (and some say Rabbah bar bar Hanah said that Rabbi Yohanan Said):", "24": "'What's the reason?", "25": "In order to adorn the markets of Jerusalem with fruit.'", "26": "And it is taught [in a baraita]:", "27": "'Rabbi Eliezer had fourth [year produce] of a vineyard in the east – Lod on the side of Kfar Tevi –", "3": "Rabbah said:", "4": "\"Since the decree of Rabban Yohanan ben Zakkai, an egg [laid of the first day of Rosh Hashanah] should be permitted [on the second day] –", "5": "As it is taught [in a Mishnah]:", "6": " 'Since the Temple was destroyed, Rabban Yohanan ben Zakkai decreed that they would receive testimony of the month [of Tishrei] all day [on the 30th of Elul].'\"", "7": "Abaye said to him:", "8": "\"But Rav and Shmuel both said that the egg is forbidden?!\"", "9": "He said to him:"}, "9": {"0": "and he asked to leave it for the poor.", "1": "His students said to him,", "10": "Anything which is [prohibited] by a vote [of the Sages] needs another vote to permit it.", "11": "And if you want to say", "12": "that [the verse] comes because of the commandment of marital duty, come learn: 'With the sounding of the horn they can go up the mountain' (Exodus 19:13). Since it is written 'Also the flock and the cattle should not feed before that mountain' (Exodus 34:3), why did it [need to say] 'With the sounding of the horn'?", "13": "Learn from this:", "14": "Anything which is [prohibited] by a vote [of the Sages] needs another vote to permit it.", "15": "And if you want to say", "16": "that these words are regarding Toraitic [commandments] but would not apply to Rabbinic [commandments], come learn:", "17": "'Fourth [year produce] of a vineyard'", "18": "and isn't the fourth [year produce] of a vineyard a Rabbinic [prohibition, where] they said to him:", "19": "'Your friends have already voted and permitted it'?", "2": "\"My master,", "20": "And if you want to say", "21": "[regarding the] egg [laid on the first day of Rosh Hashanah] Rabban Yohanan ben Zakkai also voted upon it and permitted it, when they voted regarding the testimony [of the new moon on 30th Elul] on the egg they did not vote.\"", "22": "Abaye said to him:", "23": "\"But was the egg not [prohibited] in a vote?", "24": "The egg is a matter that depends on the testimony – he who forbids testimony, forbids the egg; and he who permits testimony, permits the egg!\"", "25": "Rav Ada and Rav Shalman both from Bei-Keluhot said:", "26": "\"Even from [the time of the] decree of Rabban Yohanan ben Zakkai and onwards, the egg is forbidden.", "27": "What's the reason? So that the Temple will be swiftly built. [For] they will say:", "28": "'Last year we couldn't eat the egg [laid] on the second [day of] Tom Tov, and now it may be eaten?'", "29": "And they won't know that last year the [days] were two holinesses and now they are one holiness.\"", "3": "this has already been voted on by your friends and they permitted it!\"'", "30": "If so, then they should also not accept testimony! What's the reason? So that the Temple will be swiftly built. [For] they will say:", "31": "\"Last year we couldn't receive testimony of the month the entire day and now we can receive?\"", "32": "Now is this so?!", "33": "[No!] There, testimony is a tradition for the Beit Din – the egg is a tradition for everyone.", "34": "Rava said:", "35": "\"Even from [the time of the] decree of Rabban Yohanan ben Zakkai and onwards, the egg is forbidden.", "36": "[For] Surely Rabban Yohanan ben Zakkai would agree that if witnesses came from Minhah or later that they would make that day holy and the following day holy?\"", "37": "And Rava said:", "38": "\"The halakhah is according to Rav in these three [cases – Yom Tov and Shabbat, Yom Tov of Babylon and Rosh Hashanah], whether lenient or stringent.", "4": "Who are 'your friends'? Raban Yohanan ben Zakkai.", "5": "The reason [given] is that they voted – [thus] if they didn't vote, no [it would be forbidden to leave the fourth year produce for the poor]!\"", "6": "What [did he mean by] \"and it says\"? [I.e. why provide two verses, why wasn't one sufficient?]", "7": "This is what he [meant to] say:", "8": "\"Since it is written 'Be prepared – for three days, do not go near a woman' (Exodus 19:15), why did it [need to say] 'Go, say to them: \"Return to your tents\"' (Deuteronomy 5:30)?", "9": "Learn from this:"}}, "originalTitle": "ביצה", "source": "Sefaria", "englishTitle": "Beitzah", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}