{"originalTitle": "קוהלת רבה", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Kohelet Rabbah", "source": "Sefaria", "text": {"0": {"0": "The words of Koheleth, king in Jerusalem. Midrash: This is to say that this the writing is done with \"ruach hakodesh\" (divine inspiration) by the hand of King Solomon (Mishlei 22:29). You see [that the work of] a man [who is] adept at his trade will endure [when it is done] in front of kings. It happened that Rebbe Chanina ben Dosa saw people in his city taking up vow-offerings and free-will offerings to Jerusalem. He said, \"Everyone is bringing up vow-offerings and free-will offerings to Jerusalem, and I don't have a thing to bring up.\" What did he do? He went to the walkway of his city and saw one stone and chipped it, chiseled it, and polished it and said: \"Now I have something to bring up to Jerusalem.\" He sought to hire workers. Five men passed by him. He said to them \"Will you take this stone for me up to Jerusalem?\" They said to him, \"Give us 5 Selayim [currency] and we will bring it up to Jerusalem.\" He sought it for them but he could not find a single thing...", "1": {"0": "... [R’ Yehoshua ben Qorchah asks], “Who was created for the sake of whom / mi nivra’ bish’vil mi? Was earth/arets created for the sake of a (human) generation, or a generation created for the sake of the arets?” ... R’ B’rakhyah said in the name of R’ Shimon ben Lakish: Whatever the Holy One created in the human, He created in the earth as a model for him / l’dugma lo. A person/adam has a head and so does the earth, as it is said, “and the head of the dirt/ `afar of the world/teivel” [Pr 8:26]. A person has eyes and so does the earth, as it is said, “And they will cover the eye of the earth” [Ex 10:5]\n"}, "2": {"0": "(8) \"All the streams flow to the sea\" (Ecclesiastes 1) -- All of Israel only ever gather together in Jerusalem, and they go up at the time of the festivals each and every year.\"Yet the sea is never full\" (Ecclesiastes 1) -- Yet Jerusalem is never filled. As it was taught \"They stand crowded, [yet] they bow spaciously\". Rav Shmuel Bar Chova said in the name of Rav Acha who said, \"Four cubits space between each and every one of them, and one cubit on each side, so that no one would hear the prayer of his friend and come to err\".\"To the place the streams flow [there they shall return again]\" -- To the place Israel gathers in this world, there they shall gather in the world to come, in the time to come, as it is said (Isaiah 27) \"And it shall be in that day, that a great horn shall be blown; and they shall come, those that were lost in the land of Assyria and those that were dispersed in the land of Egypt; and they shall worship G-d at the holy mountain in Jerusalem\""}}, "1": {"0": {"0": "R’ Yehoshua of Sakhnin explained the text as referring to Israel. A time to be born, the Holy One said ‘for a brief moment I was the midwife to my children,’ as is written “And as for your birth, on the day you were born…” (Yechezkiel 16:4) A time to die, as is written “…in this desert they will end, and there they will die.” (Bamidbar 14:35) A time to plant, as it says ”And I will plant them on their land…” (Amos 9:15) A time to uproot the planted, as is written “And the Lord uprooted them from upon their land…” (Devarim 29:27) A time to kill, as is written “…and He has slain all that were pleasant to the eye…” (Eicha 2:4) A time to heal, as is written “Behold, I will bring it healing and cure…” (Yirmeyahu 33:6) A time to wrech, as is written “And [through the] breaches they shall emerge, each woman straight before her…” (Amos 4:3) A time to build, as is written “…and build it up as in the days of yore.” (Amos 9:11) A time to weep, as is written “She weeps, yea, she weeps in the night…” (Eicha 1:2) A time to laugh, as is written “Then our mouths will be filled with laughter…” (Tehillim 126:2) A time to lament, as is written “And the Lord God of Hosts called on that day, for weeping, and for lamenting…” (Yeshayahu 22:12) A time to dance, as is written “And the streets of the city shall be filled, with boys and girls playing in its streets.” (Zechariah 8:5) A time to scatter stones, as is written “The holy stones are scattered at the head of every street.” (Eicha 4:1) A time to gather stones, as is written “Behold, I have laid as a foundation a stone in Zion…” (Yeshayahu 28:16) A time to embrace, as is written “…and his right hand would embrace me.” (Shir haShirim 2:6) A time to shun embraces, as is written “And the Lord removes the people far away…” (Yeshayahu 6:12) A time to seek, as is written “And from there you will seek the Lord your God…” (Devarim 4:29) A time to lose, as is written “…and you will perish quickly from upon the good land that the Lord gives you.” (Devarim 11:17) A time to keep, as is written “Behold the Guardian of Israel will neither slumber nor sleep.” (Tehillim 121:4) A time to discard, as is written “…and He cast them to another land…” (Devarim 29:27) A time to rend, as is written “The Lord has torn the kingdom of Israel from you…” (Shmuel I 15:28) A time to mend, as is written “…and they shall be one in your hand.” (Yechezkel 37:17) A time to be silent, as is written “I was silent from time immemorial…” (Yeshayahu 42:14) A time to speak, as is written “Speak to the heart of Jerusalem…” (Yeshayahu 40:2) A time to love, as is written “I loved you, said the Lord…” (Malachi 1:2) A time to hate, as is written “…she raised her voice against Me; therefore, I hated her.” (Yirmiyahu 12:8) A time for war, as is written “…and He was turned to be their enemy; He fought with them.” (Yeshayahu 63:10) A time for peace, as is written “Behold, I will extend peace to you like a river…” (Yeshayahu 66:12)"}}, "2": {"0": "... In the time that the Holy One created the first human, He took him and brought him around all the trees of Gan Eden and said: See my works, how lovely and praiseworthy they are, and all I created, for your sake I created it. Put your mind [to this], that you don’t ruin or destroy my world, for if you bring ruin, there is no one who will repair after you."}, "3": {"0": "... “One who quarries stones shall be wearied by them; one who hews wood shall be warmed by it.” (Kohelet 10:9) R’ Mishiya said ’in reward for the two chunks of wood which Avraham split on Mount Moriah, he merited that the sea be split into twelve divisions for his children. "}, "4": {"0": "... R’ Yehoshua ben Levi explained the verse as referring to the Holy Temple: The prophet said to Israel “And remember your Creator in the days of your youth (bachurotecha)…” (Kohelet 12:1) Remember your Creator while your youths (bachureichem) lasts. While the covenant with the priests lasts, as it says “And I did choose (u’vachor) him from all the tribes of Israel…” (Shmuel I 2:28) While the covenant with the Levites lasts, as it says “For the Lord, your God, has chosen (bachar) him out of all your tribes…” (Devarim 18:5) While the covenant with Jerusalem lasts, as it says ““…the city which I have chosen (bacharti).” (Melachim I 11:13) While the kingship of David lasts, as it says “And He chose (v’yivchar) His servant David…” (Tehillim 78:70) While the Holy Temple is still standing, as it says “I have chosen (bacharti) and consecrated this House…” (Divre HaYamim II 7:16) As long as you exist, as it is written “…the Lord your God has chosen you…” (Devarim 7:6)   "}}}