{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {"0": "But only to the place which the Lord your God shall choose from all your tribes – This place is Mount Moriah, which was known and famous among the nations because they knew its elevated status through received tradition. It need not even be mentioned that Israel in the wilderness knew this place through the forefathers, as the binding of Yitzchak took place there. In the Guide to the Perplexed (3, 45) the Rambam gave three explanations of why the text called it simply ‘the place’ and did not explicitly name it as Mount Moriah, famous and known to all. First - if the nations had known that there prayer is received and offerings find favor, each nation would have wanted to seize it, causing great struggle and bloodshed between the nations. Second – since the Canaanites dwelling in the land knew that in the future Israel would inherit their land and serve Gd and offer sacrifices in that place, they would have destroyed it to the extent that they could. Third – the tribes would have argued with each other, each one seeking that this place be included in his portion of the land. This would have cause dissention among them just as the desire for the priesthood did. Therefore the Torah hid this place and simply called it ‘the place.’ There is no need to mention that it was hidden from the nations, but rather even from Israel, because even though everyone knew the greatness of Mount Moriah they did not know that it was the place which the Lord would choose.", "1": "you shall inquire after His dwelling – You should seek His glory which dwells there. From here the Sages derived the word shechina, in reference to glory, as in “And the glory of the Lord rested on Mount Sinai…” (Shemot 24:16) and “…so that His glory dwell in our land.” (Tehillim 85:10) This is said in reference to Shiloh."}}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "רבינו בחיי על בראשית", "source": "Sefaria", "englishTitle": "Rabbeinu Bachya on Genesis", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}