{"originalTitle": "דעת זקנים על שמות", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Daat Zkenim on Exodus", "source": "Sefaria", "text": {"0": {"0": "ואלה שמות וגו....הבאים, “and these are the names, etc........who arrived in Egypt ” why is that verse written in the present tense, seeing that it was quite some time since Yaakov and his sons had arrived in Egypt? They had been there long before the death of Joseph. The reason that they are referred to as new arrivals was that as long as Joseph was alive they did not have to pay any taxes. As soon as he had died they became subject to normal taxation. Therefore they considered that day as if it was the day that they had arrived there. (Sh’mot Rabbah 1,4)", "1": "'ויהי כל נפש וגו, “the total number of people, etc;” the number seventy includes Joseph who had already been in Egypt. When you accept this explanation, you do not need to consider Yocheved as having been conceived in the land of Canaan and having been born at the crossing point into Egypt. (Attributed to Rabbi Shlomoh ben Parchon) This is also the reason why their number is repeated here although the Torah had given details already when it described Yaakov’s departure for Egypt in Genesis chapter 46. The purpose of repeating it here is to demonstrate the phenomenal increase in the numbers of Hebrews beginning with their arrival there. Forty male Hebrews who had arrived there increased to over 600000 in the space of 210 years. (Sh’mot Rabbah 1,7)", "2": "'ובני ישראל וגו, and the children of Israel multiplied etc.” according to Sh’mot Rabbah 1,8 this is a hint that Jewish women gave birth to sixtuplets, [or according to a different interpretation of that Midrash, that they became pregnant in much more frequent cycles so that they gave birth six times within a nine month period. Ed.] The six words in the verse all relating to multiplying are understood as a hint of this. If you were to think that many of these infants did not survive, the Torah writes: “they multiplied,” i.e. they all grew up normally.", "3": {"0": "ויקם מלך חדש, “a new king (dynasty) arose;” this was the first Pharaoh. The Egyptians suggested to him to join the Hebrews politically. The king said to them, how can we do this, seeing that thus far we have prospered thanks to them? The Egyptians did not like this and removed this new king from the throne for a period of three months. After the three months had elapsed, the king told the people that he was willing to change his attitude on the subject and to oppose the Hebrews. This is why the Torah wrote the word ויקם מלך חדש, “a new king;” The Torah did not report that the old king had died, as is customary.(Sh’mot Rabbah 1,8)", "1": "אשר לא ידע את יוסף, “who had not known Joseph.” Rabbi Yehudah ben Levi understands this line as a parable. There was someone who insulted the picture of the King. Having gotten away with that, the following week he insulted the king himself. The new king began by insulting the Jews, and when successful, proceeded to insult the G’d of the Jews. (Compare Sh’mot 5,20)"}, "4": "הבה נתחכמה לו, “let us try to outwit it” (the Jewish nation). The numerical value of the letters in the word הבה , is 12. What the king meant was to outsmart the twelve tribes of the Jewish people. According to Rashi, what the king meant was to outsmart the deity of the Jewish people. How did he think to accomplish this? Seeing that G’d had promised never to bring another deluge, and His method is to match the punishment to the crime, he thought that by drowning Jews in water, G’d would not be able to punish him appropriately. (Talmud, tractate Sotah, folio11). Our sages say that the king had three advisors who helped him figure out how to deal with the ever increasing number of Israelites. They were: Bileam, Job, and Yitro. Bileam was killed for having given the advice the king accepted. Job was subjected to severe afflictions. He had not disagreed, but kept silent on the king’s proposal. Yitro who left that meeting and decided to flee, was rewarded by some of his descendants eventually being able to make their home near the Temple. (Talmud, tractate Sanhedrin, folio 106, quoting Chronicles I 2,55.) According to the Talmud there, Bileam was only thirty three years old when Pinchas killed him during the punitive campaign against Midian reported in Numbers chapter 31. Our author, not surprisingly, questions the statement in the Talmud, seeing that if Bileam had been an advisor to the Pharaoh of whom the Torah speaks here, as that conversation took place before Moses was born and Moses was 119 years old when the campaign against Midian was fought. This is why Rabbi Menachem interprets the statement that when Bileam said to Balak in Numbers 24,14 before taking his leave: לכה איעצך, “I will now give you an advice,” and the Torah does not spell out what the advice was, but writes only what the Israelites will do to the Moabites in the distant future, that what he told him was that seeing the G’d of the Jewish most detests sexual promiscuity, he should arrange for the men of the Israelites to be seduced. (Compare Sanhedrin folio 106) As to the question raised by Rabbi Moshe that this advice of Bileam has been spelled out in the history of Moses’ life and been attributed there to the sorcerer Bileam, (compare a text quoted by Ibn Ezra on Exodus,2,22 and described by him as unreliable. Ed) Rabbi Menachem, quotes the Talmud tractate Zevachim folio 116 that at the time when G’d was ready to give the Torah to the Jewish people, all the gentile nations assembled around Bileam, fearful that another deluge was in the offing. They based themselves on the overwhelming sounds emanating from Mount Sinai at that time, as described in Exodus 19,16. Even if you were to assume that at that time Bileam was no older than twenty years of age, and that he was killed 40 years later during the campaign against Midian, i.e. when he was 60 years old, he clearly had not yet been born when the Pharaoh in our chapter of the Torah consulted how to stop the expansion of the Israelites in Egypt. There are books in which it is claimed that the gentile nations assembled around a person known as Kemuel, whom they asked about the imminence of another deluge. This interpretation is also not plausible, seeing that Kemuel was the founding father of the nation of Aram (Genesis 22, 21, who was a contemporary of Avraham and would have been over 500 years old at his death. Besides, according to B’reshit Rabbah, near the end of paragraph 57, this Kemuel is identified with Lavan, also identical with Kushan Rishatayim, i.e. Bileam. The reason given why he was also known as Kemuel, is that he rebelled against G’d his Creator. This comment is also listed in Sanhedrin folio 105. Why was Bileam’s father called בעור? This was because he had sexual relations with his she-ass, i.e. בעירו. He was also identical with Lavan, who was also known as כושן רשעתים, having been guilty of two sins, one in the days of Yaakov and one in the era of the Judges. From all this it is clear that he was תפל, someone of no value. This is the meaning of Job 30,11 כי יתרי פתח ויענני, “for the Lord has humbled me.” In the version by the Massoretes, the word יתרי is spelled יתרו, a reference to Moses’ father-in-law who had been present when Pharaoh consulted with his advisers how to deal with what he considered the danger of the multiplying Hebrews. Supposedly, he was the first to respond to Pharaoh’s question. This is difficult, as Job never fled, so how can we interpret the beginning of that verse in Job as applying to Yitro? We may have to answer that at that time Yitro was the most respected personage and he could have protested Pharaoh’s murderous intentions, but instead he was content to simply flee Pharaoh’s presence. This is why in the verse quoted Job accuses him of having failed.\n", "5": {"0": "ערי מסכנות, “cities for storing goods.” In the Talmud, tractate Sotah folio 11, there are two opinions offered concerning the word מסכנות, One derives it from סכנה, hazard, danger, and accordingly concludes that anyone engaging in building something endangers himself. The other opinion derives it from מסכן, a poor person, suggesting that Pharaoh’s objective was to impoverish the Hebrews by making them do this kind of labour.", "1": "פיתום, name of one of the cities the Hebrews built; according to the Talmud there, so named as it was built near an abyss, threatening to bury its builders.", "2": "רעמסס, name of the second city, symbolising the fact that the first city they had built had completely collapsed. Our author has difficulty in understanding this interpretation, seeing that the Torah had described the building of having been the result of פרך, understood as an acronym for פה רך, ‘with a soft tongue,’ i.e. Pharaoh having lured the Hebrews to volunteer to build fortifications, appealing to their patriotism, etc., before gradually becoming far more demanding. At the beginning he paid for each brick made, so that the Hebrews stood in line to participate in the project.\n"}, "6": {"0": "וימררו, “they embittered” (the lives of the Hebrews) during that period Miriam was born, her name commemorating that period.", "1": "בחמר, “with mortar;” at the beginning only this aspect of the labour was conducted with pressure; eventually, everything the Hebrews had to do was done under constant pressure by taskmasters.\n"}, "7": "למילדת “to the midwife;” there is a disagreement in the Talmud regarding the identity of these two women. According to one opinion they were Yocheved and her daughter Miriam. According to the second opinion, they were mother-in- law Yocheved, and her daughter-in-law. Elisheva, wife of Aaron. (Talmud Sotah, folio 11) An alternate interpretation: this interpretation takes its cue from the fact that the Torah spelled the word מילדת in the singular mode instead of with the letter ו, seeing that there were two women. According to the spelling there was only a single midwife, Yocheved. Miriam was a teenager not capable yet of acting as a midwife, rather she acted as a bleater, to help the infant cry while still inside its mother’s womb encouraging it to emerge from the womb as fast as possible.\n", "8": "וייטב אלוקים, “G’d dealt well, etc.” Rashi explains this as a reference to the “houses” that G’d built for the midwife. This does not sound plausible, seeing that there is a whole verse between that statement and this verse. We must understand this statement as referring to something in our verse, i.e. the continued increase in the number of Hebrews. When the midwife(es) had told Pharaoh that the Jewish women were so lively that they had no need for midwives to assist them, Pharaoh had called them liars. When Pharaoh realised this, he was forced to agree that a single or even two midwives would not be able to suppress the increase of the Jews in Egypt.", "9": "ויהי כי יראו המילדות, “as a result of the midwives displaying that they were G’d fearing, etc. instead of obeying Pharaoh’s commands, he established houses where they had to check in and report on their activities."}, "1": {"0": "ותרא אותו כי טוב, although he had been born prematurely after a pregnancy of only six months, the infant looked as if fully developed. Even his fingernails had developed completely. Having taken note of this, his mother decided to risk hiding him, i.e. to endanger her own life in addition to that of her infant. A different interpretation of our verse, The words: כי טוב , refer to Moses’ appearance being that of a beautiful baby. Compare the use of this word in the same sense in Jeremiah 44,17: ונשבע לחם ונהיה טובים, “for then we had plenty to eat and we looked well.”\n", "1": {"0": "ולא יכלה עוד הצפינו, “she could not (successfully) hide him any longer; Rashi comments here that the Egyptians had kept track of when Yocheved had finished serving as the King’s midwife, and calculated the earliest date that she could give birth to a child from her husband. At the end of nine months they checked her out. They had allowed for the fact that she might have been three months pregnant when appointed as midwife. This explains why she felt safe hiding her baby during the first three months.", "1": "תיבת גומא, “an ark of bulrushes;” seeing that the basket resembles in texture and colour the bulrushes along the river Nile, it was suitably camouflaged. The Talmud tractate Sotah, folio 12, uses this example as proof that the righteous consider their belongings as even more important than their bodies. [She used inexpensive material, as the chances that both Moses and the basket would be lost to her were overwhelming. Ed.] This is not a reflection on the righteous being tightfisted with their money, but a result of their being careful not to acquire any possessions illegally.", "2": "ותחמרה בחמר, “she daubed it with slime (and pitch)”. She put the former on the outside and the latter on the inside; in order that it would not attract attention of passers by. Even though the pitch was evil smelling, if she had put it on the outside, being black it would have attracted too much attention. However, Rashi¸ makes the opposite point; he says that the זפת she applied on the outside so that Moses would not have to inhale its unpleasant odour, whereas the slime was on the inside. Ibn Ezra considers the word חמר as referring to a type of bulrushes.\n"}, "2": "ותשלח את אמתה, “she sent her handmaid (to fetch it).” In the Talmud, tractate Sotah folio 12, two sages disagree concerning the meaning of the word אמתה here, one claiming that it refers to her forearm, (The princess’;) According to one sage this was a bodily owned slave, שפחה, whereas the other sage the princess went down to bathe on her own. [The author speculates how to reconcile the opinion of the sage who claimed that she sent forth a slave with the aggadic statement that an angel struck down all but one of her slaves at the time. [This editor does not follow the need for these far fetched interpretations, and I have not pursued them further. Ed.]", "3": "ותקרא שמו משה, “she named him: ‘Moses.’” If you were to ask how she, the Egyptian gave him a Hebrew name? We have to answer that in fact she gave him an Egyptian name which was the equivalent of the word משה in Hebrew. The Torah contented itself with giving us his Hebrew name. An alternate interpretation: Pharaoh’s daughter had learned Hebrew after the Hebrews had come to Egypt and had made up a large percentage of the population. [Since Moses was born 130 years after Yaakov had come to Egypt, she had never known an Egypt without Hebrews. Ed.] Pharaoh had even given Joseph a Hebrew name as we know from Genesis 41,45.", "4": "ויבקש להרגו, “he tried to have him executed.” He handed him over to his executioner. However the executioner’s sword did not carry out its function. His neck had turned into stone. (Jerusalem Talmud tractate B’rachot 9,1) As a result, Moses was able to flee to Midian. The numerical value in the words: וישב משה, “Moses settled down,” are equivalent to אבן שיש, “stone of marble.” A Midrash quoted on the same folio of the Jerusalem Talmud just related also says that the Archangel Gavriel descended to earth, grabbed the executioner’s sword and made his face look like that of Moses, and proceeded to execute him. [It would have taken a while to realise that the dead body was not that of Moses, giving him a head start when he fled. Ed.]", "5": "ויקם משה ויושיען, “Moses arose and saved them.” From the use of the word: “he arose,” it is clear that that the male shepherds had thrown Yitro’s daughters into the troughs, as a punishment for their father who had become an outcast for his religious beliefs, and who had rejected idolatry as a result. (Sh’mot Rabbah 1,32.) The expression ויושע makes it clear that the persons helped had been in mortal danger as we know from Psalms 69,2: הושיעני אלוקים כי באו מים עד נםש, “deliver me, O G’d, for the waters have reached my (soul) neck.”", "6": {"0": "וימת מלך מצרים, the King of Egypt died;” as long as that king had been alive, the Hebrews had been hoping and praying all the time that he would die soon. They hoped against hope that his anti-Hebrew decrees would die with him. When none of his decrees was annulled even after his death, they sighed; they realised that there was no relief in sight and for the first time in 86 years they turned to their G’d in prayer.", "1": "An alternate interpretation: they felt that their potential leader Moses would now be able to return to Egypt without having to fear an indictment. G’d also used this opportunity of their prayer to reveal Himself to Moses at the bottom of Mount Sinai, at the burning bush, setting in motion the process of their redemption.\n"}}, "2": {"0": "וינהג את הצאן, “he led the flock after the desert.” The choice of the word אחר here is to serve as a hint that when G’d’s flock in the desert, i.e. the generation that left Egypt as adults had all died, and he had been buried where they had been buried, in the desert, He could bring the next generation to the land of Israel right away; this is why the verse ends with describing the mountain where Moses stood as being already “the Mountain of G’d.”", "1": "”out of the burning bush.” The reason that G’d chose this bush to reveal Himself in was that one could not construct a deity or symbol of a deity out of the bush.", "2": "מדוע לא יבער הסנה, “why the bush refused to burn up and turn into ash.” The root בער used here for burning up is used to describe the process of something being utterly destroyed, leaving no trace of having existed. Compare the confession of the farmer in Deuteronomy 26,13: בערתי הקודש מן הבית, “I have utterly destroyed anything sacred from the house;” my teacher preferred to interpret Moses’ words as being phrased as a question: “seeing that the fire has not consumed the bush, why is this so?”", "3": "ויאמר הנני, “He said: “I am at Your disposal.” G’d responded that though you showed your preparedness with the same word as your forefather Avraham when I called upon him, (to offer his son to Me as a sacrifice) this is not what I come to ask of you. We know from Proverbs 25,6: במקום גדולים אל תעמוד, “do not stand in the place of great men.” (do not aspire to be important actively or passively) Aaron was commanded to come close to holy sites, the altar, (Leviticus 9,7) Not so Moses. He had to shun a holy site. Neither was allowed to aspire to Royalty, as opposed to David. He acknowledged that G’d had brought him הלום, instead of as Moses: אל תקרב הלום. (Compare Samuel II 7,18 and Sh’mot Rabbah 2,6)\n", "4": "!של, “remove!” the reason why the Torah had to write: מעל רגליך, “from your feet,” when we all know that he was not asked to remove his sandals from his hands, is that there are two kinds of sandals. There is a kind worn on one’s hands. [In fact, in German, the word for gloves is: handschuhe, “shoes worn on one’s hands.” Ed.] This was the נעל that Boaz gave to the redeemer who was first in line to perform a levirate marriage ceremony with Ruth, the daughter-in-law of Naomi. (Ruth, 4,7) As far as the question why Moses had to remove both his sandals, whereas Joshua had to remove only a single sandal (Joshua 5,15), the reason is that in this instance the Presence of the Spirit of G’d preceded the arrival of Moses on that site, whereas in the Book of Joshua, Joshua had already been on holy soil (the land of Israel) before the appearance to him of the angel, i.e. the Spirit of G’d.", "5": "וזה לך האות, “and this will be the sign for you (that though unworthy, now they will become worthy of redemption shortly thereafter;” at that time I will make it plain to all the people that I have sent you to be their redeemer. [G’d is referring to what we read in the report of the revelation at Mount Sinai in Exodus 19,9: וידעו כי אתה שלוחי, [not exactly but words to this effect. Ed.] An alternate interpretation of this line: it is a response to Moses’ question why he had been found worthy to become this people’s leader. He had considered himself as unfit to speak with Royalty, and even if he had been worthy of that, he certainly did not deem himself worthy to take the people out of Egypt. G’d reassured him, implying that he was right, but seeing He would support him all the way, he would be able to fulfill his task. In fact the redemption would not be due to Moses’ actions, but to His actions, all the way. All you need to know is that I will not abandon you in your efforts. (Attributed to Rabbi Joseph Karo who heard it from a Rabbi David.)\n", "6": "ויאמר....אהיה, “He said (G’d)......I shall be;” why did the Torah have to repeat so many times “He said” of G’d, in verses 14-16 when we have not been told that Moses replied to any of these pronouncements of G’d? We may have to understand this as G’d feeling the need to explain statements He had made such as that His name is אהיה, meaning that seeing that He is eternal this should be reflected in His very name. The words: אשר אהיה, may be meant to define this very attribute. In order to make sure that Moses would not think that His name is אהיה אשר אהיה, He tells Moses precisely how to answer the elders’ question about Who it is that sent him. Hence the instruction: כה תאמר “you shall word it precisely thus;” as far as the people of Israel is concerned the fact that He had no beginning is of secondary interest; what matters to them is that He will continue to exist forever without aging.", "7": "ושמעו לקולך, “they will listen (obey) to your voice.” According to Rashi, the Jews had already been given the code word with which their eventual redeemer would identify himself when both Yaakov and Joseph used the root word פקד in connection with the time of their redemption from slavery in Egypt. I explained this on Genesis 50,24 and 25. Some people raise the question that actually we have no record of Yaakov having said: פקוד יפקוד. According to my explanation on that verse the question has been answered satisfactorily.", "8": "ושאלה , the meaning of the word שאל here, is not “to borrow” but a request to be given as a gift.” The word occurs in this sense also in Psalms 2,8 \"שאל ממני ואתנה\", “just ask it of Me and I shall give it.” When the Egyptians would be in a hurry to send the Hebrews out of the country as they were afraid of dying, they did not think of receiving these trinkets back again. They gave all of them willingly."}, "3": {"0": "ויהי לנחש, “it turned into a serpent.” Why did G’d show Moses this miracle by using a serpent rather than any other creature? It symbolised that just as the bite of a snake not only hurts but results in the death of the victim, so Pharaoh and his servants would not only “bite” the Hebrews but would by their treatment of them cause their deaths. Moses being asked to grasp the tail of that serpent and turn it back into his staff, was to symbolise that Pharaoh and his servants would become dried out as the wood of his staff. Any hand afflicted with the plague of tzoraat had automatically become ritually unclean, as we know from Leviticus 14,6. Moses placing his hand back within the folds of his tunic symbolically restores the entire Jewish people to ritual purity which it had lost through contact with the Egyptians. When the Torah reports in verse 7 that והנה שבה כבשרו, “and lo, his hand looked again like the rest of his flesh,“ this was a hint that the Jewish people’s state of ritual impurity would be reversed.", "1": "!ויאמר השב, He said: “put it back.’ Seeing that examination of people smitten with this disease revolve around their being isolated, closed in, the Torah here used an expression similar to that of closing a drawer, instead of the word שים, “place,” which we might have expected.", "2": "והיו לדם, “they will turn into blood. (the waters)” This was to serve as a sign that in the future the Egyptians would be slain through the dying of their firstborn and the drowning of the soldiers riding the chariots at the sea of reeds.", "3": "ויאמר משה בי אדוני, Moses responded by saying: בי אדוני, “please O Lord, etc.” Moses pointed out that he had been asked to face Pharaoh and his advisors who had command of all seventy languages, and would ridicule him when addressing him in any of these languages which he did not have any command of. They would then add: “In whose name and language do you come to speak to us?” G’d reminded him that it had been He who had enabled Adam to give the proper names in the in all the languages to all of His creatures. (Genesis 2,20) [It did not say there שם in the singular mode, but in the plural mode, i.e. that he named each animal in each of the seventy languages.] If He had been able to enable Adam to do this, Adam who had eaten from the tree of knowledge, it would require only a minor adjustment of Moses’ faculties for him to be able to do so also, and He implied that He would do so immediately, seeing that he had been selected to perform much greater deeds than had Adam. An alternate interpretation of G’d’s response: The words: מי שם פה, “Who has provided a new mouth, etc;” surely the One Who provided the first mouth in the first place at the time of creating human beings with a mouth to express their thoughts. (Attributed to Rabbi Yoseph.) Rabbi Ovadiah interpreted the answer as a rebuke to Moses, who was surely aware of G’d’s abilities, and if He had given Moses a mouth to speak with, He was surely also aware of Moses’ speech defect, and did not need a reminder from him. It is within My power to remedy this. [G’d did not say that He would remedy this, and if so when He would do so. Ed.]\n", "4": "שלח נא ביד תשלח, “please entrust this mission to someone Whom You have been in the habit of entrusting such missions to.” Moses implied that just as those messengers of G’d had been provided with a mouth without impediment, he too would be prepared to accept the mission if his speech impediment were to be remedied first.", "5": "וראך ושמח בלבו, “as son as he sees you he will rejoice in his heart.” The reason why G’d had to tell him this was that Moses had not wanted to usurp the status of his older brother as he feared that this might lead to his becoming jealous of him. (Sh’mot Rabbah 2,27. G’d told him that he had no reason to worry about this, and that He had already commanded Aaron to be on his way to be reunited with his brother whom he had not seen or heard from for many decades. (Exodus 4,27) Moreover, G’d also told him that all the people in Egypt who at one time had sought to have him executed had already died so that he did not have anything to fear for the safety of his person.\n", "6": "כי מתו כל האנשים, “for all the men have died, etc.’” the sages are interested in knowing who precisely these men were and they came to the conclusion that they were Datan and Aviram [who had snitched to Pharaoh that Moses had killed an Egyptian. Ed.] The problem with that interpretation is that these two men are still reported as alive during the revolt of Korach. (Numbers 16,1) The answer given by our sages who were well aware of the fact that Datan and Aviram were still alive at the time when G’d spoke to Moses at the burning bush, was that whereas at the time when Moses had killed the Egyptian these men were very wealthy and therefore very influential, by now they had become impoverished and frustrated old men completely devoid of any influence, i.e. not much better than the dead. Our author, after quoting the Talmud tractate Nedarim, folio 64 that not only the poor but also the blind, the ones stricken with tzoraat, and the ones not blessed with having children, are considered as if dead already, proceeds to prove that Datan and Aviram were neither blind, nor afflicted with tzoraat, nor childless. The expression becoming impoverished, in Hebrew: ירדו מנכסיהם, almost has the same numerical value as the word מתים, “the dead.” (difference of 1)", "7": "בני בכורי, “My son, My firstborn.” This is the first time the Torah officially acknowledges the sale by Esau of his birthright to Yaakov (Israel).", "8": "ויהי בדרך במלון, “It was on the way, at the inn;” Rashi, explaining why the location was necessary to be given here, explains that the word מלון was chosen for what an inn represents. It represents the comfort it can offer the traveler in an otherwise hostile environment. Moses is criticised for not having his priorities right, and in paying attention first to the comforts offered instead of dealing with the law to circumcise his son at the earliest opportunity, i.e. the eighth day. This seems questionable, seeing that immediately after leaving the inn the baby would be exposed to the dangers of traveling in the desert. We must therefore assume that this took place after the meeting of Moses and Aaron, when the latter had already told Moses not to expose both his wife and his family to these dangers but to let them go back to Midian. He did so although members of the tribe of Levi such as Moses and Aaron were not required to perform menial labour in Egypt. Therefore, seeing that they intended to turn back home, there was no excuse for not performing the circumcision at once. Tzipporah would have stayed on at the inn until the infant had recovered from the circumcision. This is why Moses was punished.\n", "9": "אז אמרה, “then she said, etc.” what is the reason for the introductory word: אז, “then,” at this point? At first Tzipporah was not sure when she saw that the angel stopped at the part of the body that is subject to circumcision whether it was on account of the delay in circumcising the infant, or whether it was on account of her attitude to circumcision altogether. It had become clear to her now that the problem was the delay in circumcising the infant. When she had performed the circumcision and the angel had desisted, and she had thrown the foreskin at his feet (either Moses, or the baby’s), she realised that the problem had been the delay in performing this commandment. She told her husband then that he was about to be punished for the delay, she had been given back to her husband (or her son) for having performed the commandment in his place. (Attributed to Rabbi Eliyahu Cohen)\n"}, "4": {"0": "דרך שלשת ימים, “a distance of three days’ walk.” The plain meaning of the verse is that Moses requested to take the people to the desert in order there to offer sacrifices to their G’d. In the event that Pharaoh would ask: “why can you not offer these sacrifices right here?” Moses anticipated this question, and he added that unless we do it in the desert we will be subject to severe punishment by our G’d. (Compare Exodus 8,22 for further elaboration)", "1": "לכו לסבלתיכם, “get to your labours!” Rashi comments that Moses and Aaron did not personally have to perform manual labour, as they belonged to the tribe of Levi which was exempt from that. Accordingly, what Pharaoh meant was that they should attend to their affairs and not meddle in those of the other tribes. (Sh’mot Rabbah 5,15.) According to the Midrash there, the members of that tribe already at the very outset, when Pharaoh “invited” the people to build fortifications and show their patriotism, explained that they could not engage in such manual labour as they were destined to perform different holy tasks in the Temple in the future. They would not engage in such activities regardless of how well Pharaoh would pay them for this. They remained exempt from such labour. When Moses grew up and saw that the other tribes were forced to work seven days a week, he went to Pharaoh and explained to him that unless he gave these people at least one day of rest during each week, instead of their producing more bricks, they would fall over dead from exhaustion and produce no bricks at all. This made sense to Pharaoh, and he empowered Moses to tell the people that they could select one day of the week as their day of rest. A miracle occurred and they chose the Sabbath as their day of rest. This is why Moses was able to tell the people (Exodus 16,29) that G’d had given them a day of rest on the Sabbath. They themselves had already chosen this day as their day of rest while still slaves in Egypt.", "2": "ואל ישעו, (according to Rashi), the root שעה can have one of two meanings. It can mean the same as הגה, “to speak, articulate”, etc; or it can mean: “to turn to in expectation.” In Genesis 4,4, it meant the latter, when G’d turned willingly to Hevel’s offering, but had not turned gracefully to the offering tendered by his brother Kayin. Rashi prefers to interpret the word here as meaning the same as in Isaiah 17,8 and as in Jeremiah 31,1.\n"}, "5": {"0": "עתה תראה, “now you are about to see, etc;” according to Rashi, this is a criticism, G’d saying to Moses that when He subjected Avraham to a test of his faith, [when He had asked him to offer his son Yitzchok as a sacrifice, Ed.] the latter did not question His judgment, as opposed to Moses. [This editor does not understand the comparison, as Moses was concerned about his people, and when Avraham had heard about the impending destruction of Sodom and all its inhabitants, he also engaged in a dialogue with G’d requesting an explanation, and the Sodomites were far from being his people. Ed.] Our author, in referring to Avraham’s having asked G’d for a sign that he would fulfill His promise to make him into the founder of a great nation, Genesis 15,8 does not consider this as a criticism of G’d’s attributes. He supposedly asked only by what merit he had deserved to be given such a promise. G’d told him then that it was the merit of the sacrifices he would be about to be asked to offer forthwith.\n", "1": "הן בני ישראל לא שמעו אלי, “seeing that(even) the Children of Israel do not listen to me, etc.” According to the plain meaning of the text what Moses is saying is that the people do not listen to him, so what chance is there that Pharaoh would listen to him. In the event that one would excuse their failure to listen to him to their state of mind, i.e. they did not have a chance to indulge in day dreams, he adds that he attributes their failure to listen to him to his speech impediment, and therefore does not blame them. Alternately, perhaps Moses was not aware of the Torah having told us, the reader, that the reason why the people did not listen to him was their state of mind, i.e. impatience. I have heard from my teacher a Rabbi from Lisbon, that what Rashi meant when describing Moses’ logic here as unassailable, that the reason given as their state of mind, was an additional reason. His logic went as follows. Normally, when a potential redeemer promises his people that he has come to redeem them from slavery, they will be overjoyed. Seeing that the Israelites’ reaction to his message had been so negative, how much more negative would Pharaoh’s response be to their demanding a holiday!", "2": "ויקח עמרם את יכבד דדתו לו לאשה, “Amram took his aunt Yocheved to be his wife;” I have seen a Midrash where it is explained that the reason why when the Torah lists the penalties for incestuous relationships, (Leviticus chapter 20,10-21) but fails to list the karet penalty for marrying one’s aunt, is because Moses was born out of a relationship which the Torah would forbid later on.", "3": "ובני יצהר, “and the sons of Yitzhar;” why did the Torah list the sons of Amram and the sons of Yitzhar as well as the sons of Uzziel, who were great-grandchildren of Kehat, while not listing the descendants of either Gershon or Merari, nor did it list the descendants of Chevron who were related in a similar degree? We may have to answer that the descendants of Amram who included Moses and Aaron, were important, and similarly the descendants of Yitzhor who included Korach were important, and Uzziel was important as his sons Mishael and Elitzafan brought Nadav and Avihu to burial, so that his sons are mentioned here also. (Compare Leviticus chapter 10)"}, "6": {"0": "ראה נתתיך אלהים, “see that I have made you a G’d relative to him.” Since Pharaoh had proclaimed himself as the owner and therefore the god of the river Nile, G’d now appointed Moses as Pharaoh’s G’d, i.e. superpower.", "1": "יהי לתנין “it will turn into a serpent.” Seeing that Pharaoh had proclaimed himself as equivalent to a giant monster, G’d was going to show him Who it was that created such monsters. (Compare Ezekiel 29,3.) The principal feature of serpents is that they bend and twist, so Pharaoh would also be forced to bend and twist. (Sh’mot Rabbah 9,4) He also afflicted him with the plague of tzoraat, (Exodus 11,1) reminding him that he should have learned a lesson from what happened to the first Pharaoh when he tried to rape the wife of the first Hebrew, Avraham (Genesis 12,17).", "2": "ובאש, “and it will become foul smelling;” if it had not turned evil smelling, the Egyptians might not have desisted from trying to drink its waters. The fact that the waters had assumed the colour of blood would not have been enough to discourage them. We witness people drinking the waters of polluted rivers nowadays, as long as the waters have not become putrid. The fish in the river Nile had to die in order to ensure that the river became putrid. Our author wonders why in light of this the name of the plague is not באש, “stench,” instead of דם, “blood.” He concludes that the reason this is so is that stench is not something visible, and it was important that the plague be something visible to everyone’s eyes.\n", "3": "ויעשו כן, “and the sorcerers of Pharaoh did something similar (with the aid of their witchcraft)” Where did they take water from to duplicate such a feat? Either they brought the water from outside Egypt, or they must have dug for it. Also, the fact that the Egyptians are reported to have dug for water, something reported in verse 24 also seems out of place. We do not apply the principle of the Torah reversing historical sequences within the same paragraph.", "4": {"0": "וימלא שבעת ימים, “seven complete days had passed.” According to Rashi, this was the pattern of all the plagues, that a plague lasted for one quarter of the month, whereas the warning that preceded it was in effect for the other three quarters of that month, so that each plague was relevant for a whole month. This interpretation is derived from Psalms 135,9: שלח אותות ומופתים בתוככי מצרים, “He sent signs and miracles  against Egypt.” The last two letters in the word בתוככי, whose numerical value is 30 were unnecessary, and are the hint that each plague was relevant for 30 days.Our author raises the point that according to the wording in Rashi, the month had only 28 days then. He suggests as a possible solution, that the Egyptians were given the extra two days after the completion of each plague as a sort of “relief” before the warning of the following plague was issued. A further question is raised concerning the length of the plague of darkness, where the Torah described the most intense portion of that plague as having lasted for three days. (Exodus 10,22-23). He suggests that when we read in Exodus 14,20: ויהי הענן והחושך, “there was both the cloud and the darkness,” (as the beaches of the sea of reeds) the missing days were made up. (Compare Sh’mot Rabbah 14,3.) It is notable that in the Haggadah shel Pesssach, the text we read on the first night of Passover, where Rabbi Yehudah sums us the plagues on an acronym- דצ'ך עד'ש באח'ב, and everyone asks what he contributed to our understanding of those events by doing so, that Rabbi Yitzchok son of Rabbi Asher, who was born on the same calendar date as the death of his father, so that he was given the same name as that of his late father, they applied to him the words of the verse: וזרח השמש ובא השמש, “a new sun began to shine as soon as the sun had set,” (Kohelet 1,8) pointed out that when we place the three acronyms of Rabbi Yehudah one on top of the other like this: דצך, עדש, באחב                                you will find both at the beginning, the middle and the end the acronym for the three plagues of כנים, שחין, and חשך. [Our author adds that he will not elaborate further, presumably because he had not figured out how this is arrived at by Rabbi Yitzchok. This editor remembers his father of blessed memory explaining to him, that these were the three plagues not preceded by a warning. Ed.] Rabbi Yehudah may have wished to remind the reader that the order in which the plagues occurred was the one listed in the Torah, and not the order in which the plagues are listed in the Book of psalms (chapter 105). The Talmud in tractate Sanhedrin, folio 81 [Mishnah] relates that it was customary if people had been administered 39 lashes for having committed sins that qualified for such a penalty, if they sinned repeatedly, to lock them up and feed them a diet of barley until the sinner’s intestines collapsed and he died.", "1": "אחרי הכות ה' את היאור, “after the Lord had struck the river Nile;” the reason why G’d smote the river Nile first was that the Egyptians considered it as providing the backbone to their economy, its waters irrigating their fields. G’d reasoned that He would first smite the Egyptians’ deity and, if this did not help, the Egyptians themselves. This principle is described as a parable in the Tanchuma section 13 on our portion: a layman decides to destroy the idol first, which will make it easier subsequently to destroy its priests. "}, "5": "!בוא, “Go!” our author wonders why in some instances the command to visit Pharaoh is introduced by the word: השכם “rise early,” whereas on other occasions it is simply: בא, “go!” (Compare Exodus 8,16) I have heard from Rabbi Yitzchok [presumably the Rabbi Yitzchok hakadosh resident in the Rhineland died in 1196 based on Refael Halperin, Ed.] that when the expression בוא  is used it means “Come with Me,” i.e. I’ll be on your side. When the expression השכם is used it means that Moses was to surprise Pharaoh when he went to the river early in the morning to maintain the fiction amongst his people that he did not need to excrete as do ordinary human beings. It would not be appropriate for the holy presence of G’d to attend such a performance. I find this whole approach puzzling, as we know that Moses would not even offer the simplest prayer while on the ritually contaminated soil of Egypt, so why would G’d accompany him on his audiences with Pharaoh? (Compare Exodus 9,29-33 where he refused to call off the plague of hail while on that contaminated soil)"}, "7": {"0": "מן הבתים, “away from the houses.” The frogs which had invaded the ovens of the Egyptians did not die, as they had displayed faith in G’d by invading such potentially deadly areas, all in the service of the Lord. (Yalkut Shimoni Vaeyra, section one, item 182)", "1": "להוציא את הכננים, “to remove the lice and vermin;” seeing that the lice had lodged between the feet of the sorcerers and the ground, an area over which sorcery has no control. We have learned about this from something that happened at the time of Shimon ben Shetach (early part of the second Temple period) and the young men lifted these female sorcerers from the ground (Before executing them. Compare Jerusalem Talmud, tractate Chagigah second chapter, halachah 2) The three first plagues were, blood, frogs, and lice, were initiated by Aaron as they affected the earth. The three plagues of hail, locust, and darkness were initiated by Moses, as they originated in the celestial spheres, something over which Moses exercised a degree of control. The three plagues, of roaming beasts invading urban areas, the boils and the plague, were initiated by both G’d, Moses and Aaron jointly. (Tanchuma on this portion, section 14)"}, "8": {"0": "ה' הצדיק, “the Lord is the righteous One;” the reason why Pharaoh acknowledged this in connection with the plague of hail more than with any other plague, was that G’d had issued a warning to the people that G’d had issued a warning to the people to take refuge from the lethal effects of the hail if they did not move indoors. (verse 19) When he added: “I and my people are wicked,” this was an admission that by not bringing their livestock indoors they themselves had caused them to die. (Shmot Rabbah 12,5)", "1": "כצאתי את העיר, “as soon as I leave the capital, etc.” The reason why Moses had to pray more in order to stop the plague of hail than any of the other plagues, that the Torah had written that the G’d fearing people had taken his advice (verse 20) and had been saved. The Torah had stated that the capital was full of beasts which served the Egyptians as deities. Had Moses raised his hands in prayer in the capital this might have been misunderstood as his praying "}, "9": {"0": " בוא אל פרעה....מביא מחר, “go in unto Pharaoh...I will bring on the plague of locusts tomorrow to your territories.” How had Moses had advance warning of this plague, seeing that we have no word in the Torah where G’d had given him advance notice about this plague? We will have to fall back on the tradition that the acronyms of the ten plagues as per Rabbi Yehudah, had been etched into the side of his staff. The problem with this interpretation is that if so why did G’d bother to give him advance notice of the two plagues following after the plague of locusts? It may be more plausible to assume that the words למען תספר באזני בנך ובן בנך את אשר התעללתי במצרים, “in order that you will be able to tell your son and your grandson what I have wrought upon Egypt,” (verse 2) that this had included details about the forthcoming plague of locusts. We find that the plague of locusts recorded in the Book of Yoel (Yoel 1,3-4) was also introduced by the prophet telling his people to tell his children and grandchildren about it. [In that instance the plague of locusts smote the land of Israel. Ed.]\n", "1": "ואחריו, “and after it (there will never again be a plague of locust of such dimensions.)”. When describing a similar plague in the Book of Yoel,2,2, the prophet stated s that never again had there been a plague of locusts of such dimensions, nor would there ever be again. Apparently there are many different strains of locusts, and the statements by both the Torah and the Book of Yoel do not refer to the same strain. Even so, we are puzzled by a statement in Psalms 78,46, as well as 105,34-35 as the same strains of locusts are mentioned. Possibly, in the days of Moses all the different strains of locusts combined to invade that country at the same time. [A week before writing these lines, the land of Israel was invaded by a plague of locusts originating in Egypt and was repelled by spraying poison from airplanes. Our farmers had been very concerned. Ed.] The references in Yoel apparently must have referred to one specific strain that invaded the land of Israel at that time in such intensity. The Torah treated the strain known as ארבה and that of ילק as distinct species. [This makes sense as some kinds of “locusts,” are permitted to us as food, whereas other kinds are not. Ed.]\n"}, "10": {"0": "ויאמר ה'....עוד נגע אחד, “the Lord said:....”one more plague;” what is meant is that G’d told Moses that after Moses would leave Pharaoh now, he would not see him again. In light of what is written later, we must assume that G’d lifted Moses at least ten handbreadths above the soil of Egypt on account of the state of ritual pollution that existed in Egypt.", "1": "כחצות הלילה, “around midnight, etc.” G’d brought on the plagues on Egypt according to norms familiar to kings of flesh and blood. When a nation disobeys its ruler, the first thing such a ruler does is to interfere with its water supply. This is why Good first interfered with Egypt’s water supply, turning it into blood. When this proved ineffective, He resorted to frighten them by noises; in order to achieve this he had the frogs which are extremely noisy invade every part of the Egyptians’ homes, including their most private rooms. When this also proved useless, He subjected them to pricks such as are caused when a person is struck by arrows. The vermin did this to the skin of the Egyptians. Following the failure of achieving his objective, He subjected civilised Egyptians to barbarians, i.e. to hordes of ferocious animals whose normal habitat was elsewhere. The next step was to strike their livestock, still not afflicting them with lethal force. They were then subjected to intolerable stench, eventually even immobilised during the plague of darkness. When this proved ineffective, He struck dead both adults and children, i.e. their respective firstborns. Our author quotes verses from different parts of the Bible backing up his claims about frogs being noisy, etc.; etc.;\n", "2": "ולכל בני ישראל לא יחרץ כלב לשונו, “but not a single dog raised his voice against a single Israelite.” This was the miracle; normally dogs alert their owners to the presence of the angel of death in their midst. In this instance, not one of the watch dogs wagged as much as a tail to warn their owners of danger.\n"}, "11": {"0": "בארץ מצרים, “in the land of Egypt.” Outside of the capital. If a conversation with G’d concerning a minor matter required Moses to leave the capital, as we know from Exodus 9,29, when something of major importance was to be discussed this required him to leave the capital of Egypt even more so.[This is all based on the extraneous words “in the land,” in our verse. It would have otherwise sufficed to simply write: “in Egypt.” Ed.] The reason why outside the capital of Egypt G’d would address Moses was that the land of Israel had not yet been chosen as the only area from which prophecy would be received. [When the first Temple was destroyed the prophet Ezekiel did receive prophetic visions as we know from Ezekiel 3,22. So did the prophet Jonah (Jonah 1,3) who had fled from the Holy Land. At any rate, as long as Jerusalem had not become the capital of Israel, G’d sometimes addressed prophets outside its boundaries. During those years sacrificial offerings were also acceptable outside Jerusalem. Moses’ warning in Deuteronomy 12,13, not to offer such offerings any place the owner of the animal chose to do so, was also not effective before the Temple stood in Jerusalem. The town itself was potentially on a spiritual level where prophetic visions could be received. As long as Aaron had not been appointed as High Priest, any area was potentially fit to serve as sovereign soil for the Jewish people under a king. These rules are derived from verses in Kings I 8,16, as well as from Chronicles II 13,5.", "1": "החודש הזה, “this month. [Seeing that the word “month” is an abstract term that cannot be described as visible, ”the meaning of G’d’s words are; “when you observe the position of the moon in which you see it at this time, this is when the lunar cycle enters a new phase, i.e. when the month in the Jewish calendar begins.” This event is to be sanctified by you on each occasion. The members of the Jewish High Court will have to officially proclaim this event. The word לכם, ”for you,” is G’d’s authority to appoint the High Court as competent to declare when the moon has renewed itself. If the members of the High Court deem it in the national interest, they have the authority to postpone the new moon for an extra day. [They do not have the authority to advance it for a day. Ed.] When Rosh Hashanbah approaches, G’d informs the angels that He will sit in judgment of mankind, and He gave them a preview similar to what He did with Avraham when He was about to destroy Sodom and its satellites. According to Rabbi Aushiyah, after He had told the angels that He was afraid He would have to destroy mankind, it happened once that when the day came and He had not sat in judgment, the angels approached G’d asking Him if He did not say to them: “Tomorrow I’ll sit in judgment over all of mankind and the judgment will result in our allowing mankind to disintegrate”? G’d replied: “My children have forced Me to delay this for a day when I authorised them to decide on making adjustments to the calendar.” [The editor of my edition of this edition of the Daat Z’keynim, points to a similar, but not identical statement in Sh’mot Rabbah 15,2, the prediction of mankind being destroyed being missing. Ed.] [If I understand the point of the Midrash correctly, if G’d had sat in judgment on the day on which Rosh Hashanah should have been according to His calendar, on that day the balance of good and evil on earth would have resulted in mankind having forfeited the right to exist. Due to the Rabbis having decided to observe Rosh Hashanah one day later, the pendulum by then will have swung to a positive balance allowing G’d a chance to continue to give mankind another chance. Ed.] Being aware of this, Moses said in Deuteronomy 4,7:כי מי גוי גדול אשר לו אלוקים קרובים אליו כה' אלוקינו בכל קראנו אליו, “for what great nation is there that has G’d so close to them, as the Lord our G’d whenever we call upon Him?\" The word קראנו in that verse is to be understood as if it had been spelled קריאתנו, “our calling,” i.e. proclaiming the times of the new moon, or an additional calendar month making leap years.” According to our sages in the Talmud, tractate Menachot folio 29, this subject was one of three that Moses had had difficulty in comprehending without Divine assistance. [He had to be shown what the moon looked like at time of its monthly renewal. Ed.] Our author does not follow this, saying that anyone of us can see that at the end of the month it almost disappears completely, and at the beginning of the month it reappears gaining is visibility until full moon. Moses’ difficulty was that on the last day of the month the moon is just as invisible as on the first day of the month. How are we then to know if today is the last day of last month or the first day of the month just commencing? The answer is that the difference is that when approaching the end of the month, the hollow area of the semicircle points in the opposite direction from what it does at the beginning of the month. The hollow area faces west when the moon is in its second half, while it faces east when in its first half. Another way of determining this is that near the end of its monthly orbit it is visible in the south-eastern corner of the sky, whereas at the beginning of its monthly orbit it faces south-west.", "2": "בעשור לחודש, “on the tenth day of the month;” the acquisition of the Paschal lamb in Egypt had to be made on the tenth of the month. There was a special reason for this. When the firstborn Egyptians saw what the Israelites were doing, they asked them for the reason of this. The Israelites explained that it was an offering to be offered when G’d would skip over the homes of the Israelites when He would slay the Egyptian firstborns as a punishment for their refusing to let the Israelites go. Upon hearing this, the firstborn Egyptians immediately went to the other Egyptians telling them to release the Israelites forthwith, accusing them of responsibility for their death in case they refused. Nonetheless, the other Egyptians refused. In fact, they themselves slew some of the firstborns in an altercation. This is what is meant when we read in Psalms 136,10: למכה מצרים בבכוריהם כי לעולם חסדו, i.e. the psalmist does not write: that G’d smote the Egyptian firstborns, but that the Egyptians killed their firstborn. (Compare Midrash Tehillim 136, as well as Yalkut Shimoni on that verse.) We read also in that Midrash that the tenth of the month of Nissan of that year occurred on a Sabbath so that Passover occurred on the Thursday following, as stated in the Talmud, tractate Shabbat folio 87. When the Egyptians saw how the Jews made ready to cut the throats of their lambs they attacked them, as they were afraid of these animals, which were deities for them, and feared punishment for allowing their deities to be slain. G’d performed a miracle for the Israelites thus attacked and they were saved. This is the reason why the Sabbath prior to the Exodus is called שבת הגדול, “the great Sabbath.” Still we need to explore the reason why the tenth day in Nissan was chosen for the command to the Israelites to purchase, or if they had animals to set aside the respective animal for that sacrifice. According to Rashi, the Israelites were required to perform circumcision on themselves prior to being able to slaughter and to partake of the Paschal lamb. It would take them four days to recover from the wounds inflicted through their having circumcised themselves. (Attributed to Rabbi Yitzchok from Ibro.)", "3": "ואכלו את הבשר, “they are to eat the meat;” this is the reason why the people established the custom to take three unleavened loaves of bread on the evening when the meat of the Passover would be consumed. It was a reminder of the three measures of flour Avraham told Sarah to use when baking cakes for what turned out to be the three angels, one of whom predicted when she would give birth to Yitzchok. (Genesis 18,6) The date happened to be that of the first day of Passover, (in the future) as we know from the fact that on the same evening Lot welcomed two of these angels and served them unleavened bread. An alternate version of the significance of the three matzot on our seder dish is that they are to remind us of the three patriarchs. The reason why we break the middle one of these three matzot in half is that it symbolises G’d having split the sea of reeds in half to enable the Jewish people to cross it and escape the pursuit of Pharaoh and his army. We pronounce the special blessing over one half of this middle matzah, as related in the Talmud tractate Pessachim folio 115, as a reminder that it is called the “bread of the poor,” meaning that a poor man does not have a whole loaf of bread at his disposal. The reason why we perform two “dippings” on that night is to serve as a reminder that when becoming officially Jewish after performing the circumcision, both the people themselves and their livestock immersed themselves in a ritual bath. An alternate interpretation is that we had to dip the blood of the Pashal lamb and sprinkle it on the lintel and upright posts, mezuzot, of our homes, to insure that the firstborn Jews would not be killed on that night, as were those of the Egyptians. We recite a further reminder of this by quoting from the Book of Ezekiel, that our redemption was linked to our being kept alive by offering that blood (Ezekiel 16,6). One of the reasons why this ritual is performed on that night is to encourage the children at the table to ask why we perform so many strange acts during that evening instead of proceeding from kiddush to Motzi, breaking bread, directly. Normally, vegetables used to be eaten as a kind of dessert, whereas on this evening we commence with them. We never drink two cups of wine before eating bread, whereas on this evening we make a point of drinking two cups of wine before eating any bread (matzah). As soon as the child sees us pouring the second cup of wine he begins asking questions. The concoction known as charosset that we dip the bitter herbs in, is a reminder of the mortar that was used in the bricks, i.e. its colour. It is composed of ground apples, commemorating an apple in Song of Songs 8,5, in which G’d is described allegorically as having overturned an apple tree at Mount Sinai, at the time when the Jewish people accepted the Torah, having thus aroused the Jewish people to respond with their famous נעשה ונשמע, “we will perform the laws of the Torah as soon as we will hear what they are.” It also contains different spices, resembling in appearance the straw that the Egyptians had withheld from them after Moses had asked Pharaoh for a short vacation to celebrate a religious festival. Our author cites different interpretations of the various items on the seder plate nowadays when we cannot celebrate the real thing, one being the egg the other a roasted bone, the one symbolising the chagigah offering, offered by each pilgrim who came to Jerusalem on that festival, the other symbolising the Paschal lamb, unfortunately also not available while we are in exile. The four cups of wine drank on that night are in commemoration of the four stages of the redemption. The respective words on the Torah are:והוצאתי, והצלתי, וגאלתי, ולקחתי אתכם לי, “I will take you out, I will save you, I will redeem you, and I will acquire you as My people.” (Exodus 6, 6-7.) The fifth expression there, i.e. והבאתי אתכם אל הארץ “I shall bring you to the land, etc.” is actually the purpose of the whole redemption. As per the proverb “when a master releases his slave into freedom, and he gives him a cup of wine to drink, unless he also brings him to a house where he can enjoy that wine as a free man, the whole exercise was in vain.” While we have been deprived of our land being in exile, we do not drink the fifth cup indicating that we look forward, to doing so, the sooner the better. Another way of looking at the ritual of drinking the four cups: They symbolise four different redemptions. Each “cup” has been mentioned in our Scriptures as such, in Psalms 16,5: ה' מנת חלקי וכוסי, “the Lord is my allotted share and portion;” also in Psalms 23,5:כוסי רויה, “my cup is abundant.” The third time we find this reference to our “cup” in Psalms 116,13: כוס ישועות אשא, “I raise my cup of deliverance.” In that verse the reference is not to a single deliverance, but to multiple deliverances. Both refer to the deliverance in the days of the messiah and the world to come respectively. (Compare Jerusalem Talmud, tractate Pessachim, chapter 10, halachah 1. Yet another interpretation about why we drink four cups of wine on the night of the seder. It is a reminder of the four cups that Pharaoh’s chief of the butlers told Joseph about that he had seen in his dream (Genesis 40, 11-13). Still another interpretation sees in the four cups a reference to the four cups of poison that G’d will force the gentile nations to drink in the future, which the prophet Jeremiah has spoken about in Jeremiah 25,15-18. These cups are also referred to in Psalms 75,9 as well as in Jeremiah 51,7 and in Psalms 11,6 as pointed out in the section of the Jerusalem Talmud we quoted earlier.\n", "4": "אל תאכלו ממנו נא, “do not eat any of it while it is still raw;” according to Ibn Ezra, the reason for this prohibition is that seeing that we had slaughtered an animal that was an abomination for the Egyptians the Israelites would not dare to roast or cook it for a long time in order that the Egyptians would not become aware of what they were doing; the Torah insists that everything they were doing should be performed in such a way that the Egyptians would be completely aware of it, hence the line: ראשו על כרעיו ועל קרבו, “its head with its legs with its entrails.” It must not be boiled in a pot as then it would not be seen by the Egyptians, as the pots had lids.", "5": "ואכלתם אותו בחפזון, “you are to eat it in a rush;” the sages decreed that it must be eaten so that it is the completion of the meal, the item that satiates the person eating it. The Jerusalem Talmud, tractate Pessachim chapter 15, halachah 4 explains that this is why the Torah ordered us not to break any of its bones (verse 46) seeing that when a person is overly hungry he is afraid of breaking a bone in his haste and as a result would harm himself. The Babylonian Talmud, tractate Pessachim, folio 84 states that this is a prohibition that applies only to the consumption of the Paschal lamb. Throughout the year, when we eat meat there is no prohibition to break bones and eat the marrow.", "6": "אך ביום הראשון, but on the first day, etc.: [the Torah now speaks of observances of the Passover in the future, as stated in verse 14 Ed.] The Torah warns that all leavened products must have been removed already on the “first” day, i.e. on the 14th of the month when the Paschal lamb has been slaughtered. Compare what our author has explained on Genesis 2,2: ויכל אלוקים ביום השביעי, “the Lord had completed on the seventh day.” He had completed on the sixth day, as the Torah described G’d as having “rested” on the seventh day.", "7": {"0": "כל מלאכה, “all manner of work;” Rashi explains the word כל, “all,” as including work performed for the Israelite in question on his behalf by others. Rabbi Moshe had difficulty with Rashi’s commentary here seeing that the Talmud in tractate Shabbat folio 150 states that the prohibition to ask gentiles to perform work for us on the Sabbath is of rabbinic origin, so how could it have been described from a verse in the Torah? We must therefore assume that what Rashi meant is that he understood the word כל as only what is known as an assmachta, a “support” from a word in the text, not a direct command. Alternately, what Rashi meant when he wrote: על ידי אחרים, “by others,” referred to other members of his household such as sons or daughters who are still minors. Although this prohibition has been spelled out in Exodus 20,10 in the Ten Commandments, this might have been understood as referring only to work performed on the Sabbath, the penalty for which is far more severe. The word כל, here therefore includes days of a festival.", "1": "הוא לבדו יעשה לכם, “only it may be performed for you.” The apparently extraneous word ל-בדו is meant to remind us that the first day of Passover must not occur (i.e. The rabbis arranging the calendar must see to this) on either the second, the fourth, or the sixth day of the week. [The reason is connected to the inconvenience caused the people then with the days on which Rosh Hashanah or Yom Kippur would occur. Ed.]\n"}, "8": "ולא יתן המשחית לבא, “and will not suffer the destroyer to come;” Rabbi Moshe finds this phrase difficult, as in the Haggadah shel Pessach, the author quoting verse 12 in our chapter, we are told expressly that G’d Himself carried out the plague of killing the firstborn, so that the angel of death was not involved in any way on that night. We must therefore understand the verses to mean that what is meant is that the angel of death by himself was not authorised to perform his duties on that night, only in conjunction with the Lord Himself. The Lord never acts alone, but is always accompanied by an angel or angels.", "9": "כי אין בית, “for there was not a single house, etc.;” the question is raised how it was possible that there were no houses which did not contain a firstborn? (Mechilta section Pessach chapter 13) The fact is that the Egyptians, whenever a firstborn died, displayed a likeness of the deceased in the house he used to live in. At the time when this occurred, each such likeness of a firstborn even if he had died earlier, fell down and broke into pieces, and the inhabitants of the house mourned him as if he had died now. It has also been reported that the place where firstborn had died became infested with mice which dug up the earth where he had been interred. All this caused the survivors to feel the loss of that person as if it had occurred just then.", "10": "ויסעו בני ישראל, “the Children of Israel journeyed;” they covered 120 miles in a single hour. This is what was meant when we read in Exodus 19,4: ואשא אתכם על כנפי נשרים, “I carried you on the wings of eagles.” That particular verse contains the letter ם three times at the end of a word. This is a hint at the number 120. If we needed a further reminder, the numerical value of the words על כנפי also amounts to 120. (Attributed to הרב משה).\n", "11": "כי לא חמץ, “for it had not become leavened.” According to the view expressed by one sage in the Talmud, tractate Peaachim folio 28, that the Israelites observed Passover in Egypt only for a single day, this makes perfect sense; however, according to the opinion that Israelites had been commanded to eat unleavened bread at that time for seven days, what is the meaning of the words: כי גורשו, “for they had been expelled?” We must explain what is written as follows: when the Torah writes that they baked the dough, that they did so immediately because these loaves were not to be allowed to become leavened. On top of that they had been unable to equip themselves with provisions because they had been expelled, i.e. had been under great pressure and could not tarry any longer. Nonetheless, the word וגם is a little difficult, although we find unnecessary letters וalso in Psalms 76,7, and many other places."}, "12": {"0": {"0": "כי קרוב, “because the people were close to the Lord,” as stated in Psalms148.14: לבני ישראל, עם קרובו הללוי-ה, “for Israel, the people close to Him.” This is the reason why He led them as is the custom of the world, not on a magic carpet. An alternate interpretation of the line above: seeing that the land of the Philistines was so close to Egypt, as we know from Genesis 10,13-14:למצרים ילד את לודים...אשר יצאו משם פלשתים, “and Mitzrayim begat Ludim....from whom the Philistines are descended.”", "1": "פן ינחם העם ושבו מצרים, “lest the people would reconsider  and turn back to Egypt;” (if they would have to fight for their freedom with lethal weapons) The Philistines being so closely related to the Egyptians would take up arms in support of the Egyptians and they would push back the Israelites to Egypt. Rabbi David, grandfather of Rabbi Moshe, said that legally the land of the Philistines was a part of Palestine, as we do not find that Yitzchok ever left the land of Israel although he sojourned in the section populated by the Philistines for many years. (Genesis 26,6) Rabbi Moshe claims that a narrow tongue of land emanating in the land of the Philistines extended deep into the land of Israel. He concluded this, seeing that the Torah called the land: “the land of the Philistines.” An alternate approach: as soon as the Canaanites heard that the Israelites had left Egypt they reminded themselves of G’d’s promise to Avraham that the fourth generation of his descendants would return to the land of Canaan. (Genesis 15,16). In the event, the fourth generation had not yet been born and raised. In fact, G’d was forced to make the Israelites wander in the desert for 40 years so that they would not invade the land of Canaan prematurely, and without support from Hashem. Instead, they would spend their time studying the Torah, and receive their sustenance by way of miracle, bread from heaven, and water by means of a well which traveled alongside them all the time till the death of Miriam. Nonetheless, the Canaanites were now afraid that the Israelites would try to dispossess them of their country; in order to deny the Israelites the advantages of possessing their land they started a policy of systematically ruining the soil of their land. When G’d saw this, He was faced with a dilemma, seeing that He had promised to bring Avraham’s descendants to a land of bountiful fruit, ample rainfall, etc., if He waited with making good on His promise He could not keep that part of it. This dilemma is what the prophet Hoseah referred to when he wrote in Hoseah 7,15: ואני יסרתי זרועותם ואלי יחשבו רע; “but I braced, I strengthened their arms, and they plot evil against Me!”\n"}}, "13": {"0": {"0": "לפני בעל צפון, “before Baal Tzefon.” According to Rashi, this was the only idol that had remained intact of all the Egyptian deities. G’d had arranged this in order to mislead the Egyptians into believing that this deity was more powerful that He. Pharaoh thought that the deity had deliberately tricked the Israelites in order to enable him to destroy them by means of water. [as a previous Pharaoh had attempted when he drowned the male Jewish infants. Ed.] This is why the Torah wrote in verse 10 that ופרעה הקריב, instead of ופרעה קרב, “Pharaoh had presented an offering,” instead of “Pharaoh approached,” as this phrase is usually translated (Compare Mechilta B’shalach 2,2). An alternate interpretation: the use of the transitive form of the word קרב is meant to tell the reader that the Israelites were inspired to engage in penitence when they saw that they were being pursued.", "1": "נכחו תחנו, “and encamp facing it (the deity)!” Rabbi Yehudah found it difficult to understand why the Israelites had been instructed to encamp at that location facing the sea., He quoted the Talmud in tractate Sanhedrin, folio 13, where it is stated that it is forbidden to ask a friend to wait for him a few minutes so that he could take a closer look [or photograph] a certain idolatrous statue. Why would G’d have asked the Jewish people to face this statue while encamping nearby? I suppose the prohibition applies only to human beings, not to G’d Himself. After all, we are told that G’d judges the gentile nations every Sabbath and every Rosh Hashanah and Yom Kippur (Compare Rashi on the Talmud in tractate Rosha Hashanah folio 30.) In addition, seeing that the Torah had not been given as yet there is not really a problem.\n"}, "1": "ויבואו בני ישראל, “the Children of Israel came;” this verse describes what happened on the seventh night of Passover. The problem with this interpretation is that Rashi states on Numbers15,41 that the eight strands of the tzitzit are to act as a reminder of the eight days the Israelites had to wait until they were able to break out in their famous song of redemption composed by Moses when they saw the dead bodies of the Egyptians being tossed back by the sea that had swallowed them. We would have to say that the day on which they prepared for the Exodus and offered the Paschal lamb is included in the days that Rashi referred to, seeing that they had been given notice of their impending departure. At any rate they had not prepared themselves with adequate provisions as the Torah tells us specifically in Exodus 12,39.", "2": "לא נשאר בהם עד אחד, “not a single one of them remained.” The word עד is sometimes used as inclusive statement whereas other times it is used as exclusion, i.e. in this instance the meaning is that only a single Egyptian survived this drowning. The survivor was Pharaoh himself. We read in Psalms 106,11: אחד מהם לא נותר, “not one of them was left.” How do we reconcile this? The Torah refers to all of Pharaoh’s soldiers having perished. He himself was forced to survive and bear the disgrace of his defeat.", "3": "והמים להם חומה, “and the waters were like a wall for them.” The word חמה, wall, is usually spelled with the letterו  after the first letter. Here this letter is missing. The reason is that at first the same waters had been a terrible threat חימה, for them until the angel Gavriel came and made the waters pile up as if frozen solid, forming a wall of ice. The angel informed the waters on their right that the Israelites would shortly accept the Torah. Seeing that the Torah had always been on the right side of the Almighty, as we know from Deuteronomy 33,2: אש דת למו, “the fire of the law at His right hand,” this served as a warning to the waters. The angel then turned to the waters on the left side of the Israelites, warning the waters that the Israelites were going to wear phylacteries on their left arms. He also warned the waters behind the Israelites that these would be draped in garments equipped with fringes. When the waters heard all this they turned into solid walls. They divided themselves into 12 lanes. There were walls of frozen water between the 12 tribes so that one tribe could see members of any other tribe through windows in those walls. This enabled members of one tribe to keep in touch with members of the adjoining tribe. This is based on the line: “the waters became a wall for them.” (Yalkut Shimoni section one 247 and 234) According to this Midrash, it would appear that when putting on one’s Tallit, prayer shawl one should throw the tzitzit, fringes, backwards over one’s shoulder. Our author feels that there is no need to do this. He feels that when enveloping oneself in the tallit, the fringes will be thrown backwards as part of that process. How else could the process be called “enveloping oneself?”\n"}, "14": {"0": "אז ישיר משה, “this is when Moses broke out with a song, etc.;” Moses now apologised for when in frustration he had said to G’d, also using the word מאז, “from then,” that since he had assumed his position the fortunes of the Jewish people had worsened (Exodus 5,23). He therefore used the same word when now singing G’d’s praises. An alternate interpretation: the numerical value of the word אז is 8. He hinted that the Jewish people had merited this miraculous salvation on account of the circumcision which is performed on the eighth day of the infant’s life. The verse לגוזר ים סוף לגזרים, “Who splits apart the Sea of reeds into separate sections,” (Psalms 136,13) is used as a Scriptural reference to this. The Hebrew word וימל, “he circumcised,” describing Avraham performing circumcision in Genesis 17,23, is translated by the Targum as וגזר.\n", "1": "ימינך ה' נאדרי בכח, “Your right hand, O Lord, is glorious in power;” Rashi explains the grammatical inconsistency of using the masculine adjective for the word “Your hand,” which is a feminine noun, and should have been נאדרת, as having a counterpart in Lamentations, 1,1, when the prophet Jeremiah said איכה רבתי עם, instead of the masculine adjective, seeing that the noun עם is masculine. An alternate explanation of the words נאדרי בכח, is that it is linked to the name of the Lord, as for instance in Psalms 123,1: היושבי בשמים, “He Who resides in heaven.”\n", "2": {"0": "[not translated]", "1": " נערמו, “they had become cunning;” the waters had become crafty, so that they too recited G’d’s praises. This is also how Onkelos translates this line when he wrote: “the waters became smart;”", "2": "קפאו תהומות בלב ים, “the deeps were congealed in the heart of the sea.” The lower two thirds of the sea had become congealed, whereas the upper third had been split. If all three thirds of the water had been split, the Israelites would not have been able to climb out of it on the opposite bank. This is why the Torah chose the expression בלב ים, “in the heart of the sea,” as the heart of a human being is located at the junction of the upper third of torso and the two lower thirds."}, "3": "מי כמכה, “who is comparable to You?” The reason this question has been repeated is that it refers to two different verses. The first one is verse 8, where the wind, ברוח אפיך, the wind issuing forth from G’d’s nostrils, is described as making the waves assume an upright posture; the second wind in verse 10 describes a natural wind at work but blowing constantly in the same direction. Wind emanating from the nose is basically hot, as opposed to wind emanating from arctic regions. Here the phenomena were reversed, the wind emanating from G’d’s nostrils resulting in the waters congealing, as a result of which the waters piled up upon layer after layer; the wind emanating from natural causes covered the Egyptian soldiers and their chariots so that they drowned. In accurate versions of the Torah scrolls the word באלם, is spelled without the letter י, so that it does not refer to  deities, but refers to אלמים, the dumb, describing how very often G’d, even though He had good reason to raise His voice in protest, remained silent. (Talmud tractate Gittin, folio 56)", "4": "וילכו שלשת ימים, “they walked for a period of three days;” when the Israelites had left Egypt they had taken vessels containing drinking water with them. As soon as they ran out of water they raised their voices complaining (verse 24) Instead of displaying a minimum amount of patience, they complained immediately. An alternate interpretation: the expression וילכו שלשת ימים במדבר ולא מצאו מים, is an allegory; the people had been hoping to find Torah=מים=life sustaining water, but were sorely disappointed not to have found it, so they complained. In Isaiah 55,1, Torah has been equated with water. This is the reason why Ezra introduced the custom to read publicly from the Torah every Monday and Thursday, so that the people would not have to go without listening to a Torah reading for three successive days. (Talmud, tractate Baba Kamma, folio 82)", "5": " חק ומשפט, “a law which is a social law,” i.e. the commandment to honor one’s parents.", "6": "כי אני, ה' רופאך, “for I, the Lord, am your physician.” The Torah here speaks of preventive medicine. It tells us that G’d, i.e. His Torah, teaches us how to forestall sickness. Physicians are in the habit of telling their patients what to eat and what not to eat so that that they will not become victims of certain common diseases. This is why the verse commences with the warning to pay heed to what your Physician tells you before you become a victim to these diseases. We are to consider the performance of the Torah’s commandments as preventive medicine. Our author also quotes Isaiah 17,11 as support for his interpretation. The prophet wrote: נד קציר ביום נחלה וכאב אנוש, “on the day that you plant you see it grow.” He also quotes proverbs 4,22, where the author concludes his advice in verse 20 by stating: ולכל בשרו מרפא, “and healing for all his flesh.” (Attributed to Rabbi Joseph Karo). The words:  כל המחלה in our verse above is interpreted as having the same meaning as the same word in Samuel II 12,2: ולרש אין כל, “and the poor man does not have anything,” and as in Psalms 78,38: ולא יעיר כל חמתו, “and He did not give full vent to His fury,” i.e. “any of the different kinds of disease I will not inflict upon you.”"}, "15": {"0": "שני העומר, “two measures known as omer,” (per person). During all the weekdays in the year they made two loaves of bread from one measure of flour called omer. It follows that they were able to make four loaves from the amount of manna which fell on the Sabbath eve. The first of these were meant to be eaten on the Sabbath eve. The next two loaves were used on the meal after Kiddush on Friday night, when one of these loaves would be eaten. It was the people’s custom to eat one loaf of bread each during each meal. This left them with two loaves for the Sabbath day. This enabled them to again have two loaves at the Sabbath day meal. This serves as proof that there is no halachic requirement to have two loaves of bread for the Sabbath afternoon meal. (Compare Tur shulchan aruch, orach chayim, paragraph 298) However, I have seen a very learned Rabbi in Merinon who insisted on having two whole loaves of bread for his afternoon meal on the Sabbath, and I have been told of Rabbi Avraham that the origin of that custom is verse 29 are the words: כי ה' נתן לכם את השבת, “for the Lord has given you the Sabbath,” which were interpreted by Rabbi Yitzchok as follows: “if the gentiles ask you why you are so meticulous in observing the laws of the Sabbath, tell them of the great miracle we experienced while in the desert when on account of the Sabbath G’d gave us an extra portion of manna.” (Compare Yalkut Shimoni, section 1 paragraph 261) According to what is stated there, not only is there no need to have two loaves for the Sabbath afternoon meal, but it is even doubtful if kiddush need to be recited over wine unless one interprets the superfluous words יום השבת (Exodus 20,8) as suggested by the Talmud tractate Beytzah and Pessachim, folio 106.", "1": "קח צנצנת אחת, “take a jar;” our author claims that the expression צנצנת suggests that it is made from a material from which something can sprout forth and be seen, in other words from earthenware as it is made from the earth.\n"}, "16": {"0": "ויבוא עמלק, Amalek came;” it is difficult to understand why Amalek, if he was keen on attacking the Israelites, had waited until after they had been so miraculously saved from the Egyptians. He would have had a much easier target when the seventy people making up Yaakov’s family were on their way to Egypt. The answer may be that when G’d said to Avraham (Genesis 15,13) ועבדום וענו אותם, “they will serve them and they (their masters) will abuse them,” that as soon as Avraham would die this prophecy would be come applicable to Yitzchok and upon Yitzchok’s death it would devolve on Yaakov and his children. Amalek may have reasoned that if he were to wipe out Yaakov and family, this curse would devolve upon him. He therefore waited until the 400 years were up according to his calculation, before attacking the descendants of Avraham.", "1": {"0": "ומשה אהרן וחור, “and Moses, Aaron as well as Chur, etc.” according to Rashi, Chur was a son of Miriam, although in Exodus 24,14 he describes Chur as being a son of Miriam and Calev. This is based on Chronicles II 19 where Calev is described as having married Efrat, another name for Miriam, as stated in the Talmud tractate Sotah, folio 11. Why then was she called עזובה, when according to the Talmud quoted, Calev is described as having married Efrat after Azuvah, his first wife had died? How could Chur have been the son of Miriam seeing that he was the son of Efrat? I believe that Rashi’s commentary is correct and that there is no contradiction here at all. The verse in Chronicles I 2,18 described Calev the son of Chetzron siring Azuvah, “Ishah” [as if she were his wife, Ed.] and Yeriot, who in turn gave birth to Yashar, Shovav and Ardon before Azuvah had died. Thereupon Calev married Efrat who gave birth to Chur for him. Chur in turn became the father of Uri, etc. In the Talmud Sotah, Rashi states that Calev was the son of Chetzron, something that needs explaining, seeing that the Torah describes him as being the son of Yefuneh. (Numbers 13,6) Rashi considers the name “Yefuneh” as an acrostic praising the bearer of that name as not having made common cause with the spies. Still, he is also described as the son of K’naz in Joshua 15,17) According to Rava in the Talmud Sotah, folio 11, he was an adopted son of K’naz. This makes sense when we compare it with what is written in Numbers 32,12 where the name Yefuneh is linked to a member of the house of K’naz. Azuvah is identified as the same person that also appears with the name of Miriam. The reason that she was also known as Azuvah, “the abandoned one,” is because of the traumas she had experienced in her personal life. She had been afflicted with the dread disease tzoraat, as a result everyone abandoned her while she was thus afflicted. Her son had been murdered by the mob demanding to worship the golden calf. Another question concerning her is that the Torah described her as הוליד “he sired!?” She was his wife! How could she have sired anyone? Our sages say that if one marries a woman for religious reasons, in order to have G’d fearing children from her, one is considered as if one had physically sired such children.", "1": "ואת יריעות, “and Yeriot.” According to Rashi, Miriam also gave birth to Yeriot, though many years later, when she was already eighty years old. The commentators on Chronicles suggest that some of the names should be read as if spelled slightly differently so as to give additional meaning to them.", "2": "עלו ראש, “went up to the top.” The reason the Torah chose the word ראש, instead of פסגה, “summit,” or a similar word, is to tell the reader that they appealed to G’d to remember the merits of the nation’s spiritual founding fathers, the patriarchs, when helping them against Amalek.", "3": " The choice of the feminine noun: גבעה, “hill,” implies a reminder to G’d of the matriarchs and their merits.\n"}, "2": "ויחלוש, ”he threw a lot;” when Haman was described as looking for a suitable date to decree the destruction of the Jewish people he did so also. (Esther 3,7) There are three different words for lots which appear at different points in the Bible, (גורל, פור, חולש (ישעיה 14,14. Alternate explanation: Instead of using the customary ויכה, “he smote,” the Torah used a word meaning “he weakened,” as Amalek had read in his astrological calendar where it was indicated that not all of its soldiers would die as a result of that war. Joshua used the same method (verse 9) where he is described as selecting a relatively small number of men of military age to confront Amalek. He did not kill the Amalekites on this occasion but only disabled them from fighting by cutting of their hands or feet. Hence the verb ויחלוש is most appropriate.\n", "3": {"0": "כי מחה אמחה, “for I will completely wipe out, etc.” the repetition of the verb is to tell us that both in this world and in the world to come there will eventually remain no descendants of Amalek.", "1": "את זכר עמלק, the word זכר is a reference to Haman, the word  Amalek is to be understood at face value.\n"}, "4": "ויאמר כי יד על כס י-ה, he (Moses) said: “as soon as G’d’s hand on His throne will become firmly established throughout His universe, He will go to war against Amalek. The word יד describing an active monarchy is found in Samuel I 15,12,. I have heard in the name of Rabbi Aaron Halevi of blessed memory who questioned that the subject of the word יד here is Amalek, seeing that it says: ”I will surely wipe out.” How could Amalek have said this of himself? On the other hand in Deuteronomy 25,19, Moses commands the people in the name of the Lord that once the time has come when there is no more antisemitism, instead of letting bygones be bygones, the Jewish people are charged with seeing to it that even the mention of the name Amalek will be eradicated once and for all. Personally, I do not see a problem there at all. In our portion we discuss times when Amalek raises its hand against Israel. At such a time we need G’d to defend us against him. In Deuteronomy, it is presumed Amalek is raising his sword against the Temple, G’d’s home on earth. When the residence of the Lord is in danger, it is G’d’s people, we, who have to rise up in its defense. Jerusalem is called the throne of G’d. His throne is not secure as long as there is still any descendant of Amalek alive on this earth. We read in Psalms 9,8: וה' לעולם ישב כונן למשפט כסאו, “but the Lord abides forever; He has set up His throne for judgment.” This is the reason why the dead are unable to praise the Lord (Psalms 115,17) seeing that being dead they cannot battle Amalek. This is why David continues in Psalm 118 with: לא אמות כי אחיה ואספר מעשי ה' וגו', “I do not wish to die, as I want to be able to tell of the great deeds of the Lord, etc.”\n"}, "17": {"0": "וישמע יתרו, “Yitro heard;” this man had seven different names. They were: Yitro, Yeter, Chever, Chovev, Keyni, Puti-el, and R’uel. According to some scholars, it was Yitro’s father who was called R’-uel. They base themselves on Exodus 2,18: ותבאנה אל רעואל אביהם, “they came to their father, R’uel.” Children are in the habit of referring to their grandfather as their “father.” Still, this raises the following difficulty for those scholars: if they were correct, how do we understand the line in Numbers 10,29: ויאמר משה לחובב בן רעואל המדיני חותן משה, “Moses said to Chovav, son of R’uel, the Midianite, the father-in-law of Moses;” We may have to answer this by saying that the scholar who says that that the scholar who identifies Yitro with R’uel, may not consider that the name “Chovav” was merely a compliment to this man who looked with great fondness at the Torah, חיבב את התורה, as explained by Rashi, but that he must also hold that R’uel was the father of Yitro. The reason why Yitro was also named יתר, Yeter, “addition,” is that on account of this man a whole portion has been added to the Torah in his honour. At any rate, as pointed out by Rashi, we do not have seven names for him. The “names” given in the Mechilta quoted by Rashi are only the adjectives which were added to his original name on account of historical events or events in his personal life, such as his conversion to Judaism. Judges 4,11 as well as the expression: וחבר הקיני נפרד מקין מבני חובב חותן משה, “Chever the Kenite had separated from the other Kenites, descendants of Chovav father-in-law of Moses,” presents another difficulty.", "1": "וישתחו, “he prostrated himself;” our author is in two minds about who is the subject in this verse, i.e. who prostrated himself to whom.? It is reasonable to assume that word איש in the verse refers to Moses. After all, Moses had been referred to in Deuteronomy 32,1 as איש האלוהים, “the man of G’d.” On the other hand, the Torah describes Yitro also as איש, already in Exodus 2,21 when it tells us that Moses agreed to take up residence in his father-in-law’s house. Some scholars hold that we must draw comparisons only when the word in question is exactly the same, not when there is a prefix or suffix appended. The word: האיש in Exodus 2,21, therefore does not refer to the same man as the one in Deuteronomy we have quoted. In addition we find that the attribute איש is used for Moses, as directly next to his name either after or in front, (as in Numbers 12,3,) whereas this is not so with Yitro. It is clear that this interpretation is based on the school that holds that R’uel was the father of Yitro. According to that school of thought, Exodus 2,21 stating: “he gave his daughter Tzipporah to Moses as a wife,” is another example of grandfathers being considered as fathers.", "2": "ויחד יתרו, according to Rashi, the word ויחד means that Yitro’s flesh broke out in goose-pimples when reflecting on what had happened to Pharaoh and his army. Rashi’s grandson, Rabbeinu Tam, pointed out that Rashi had scriptural proof to support this interpretation. We find the following verse in Chronicles I, 2,35: ויתן ששן את בתו לירחע עבדו לאשה, “Sheshan gave his daughter to his (Egyptian slave) as a wife.” [This Egyptian slave had of course converted before being given a Jewish wife. Ed.] If you count from the word ירחע until the word אלישמע in the verses following the above until verse 41 you will get to Yishmael ben Netanya ben Elishama that there were 13 generations. Deduct 3 generations when Egyptians are not allowed to convert to Judaism and you will find confirmation for the opinion quoted by Rashi, that a convert’s genes do not completely disappear for 10 generations until there is not a trace of his original character that surfaces on occasion. Rashi, quoting a Mechilta, had warned that in the presence of a convert we must not speak in derogatory terms about a gentile unless being certain that the Jew to whom we speak who had had pagan ancestry, was already at least the descendant of nine previous Jewish generations. Yitro, a first generation convert, clearly would feel discomfort when reflecting on the fate that had befallen Pharaoh.", "3": "ויהי ממחרת, “It happened on the following day, etc.” according to Rashi, this was the day following Yom Kippur, on which day Moses had returned from Mount Sinai for the third time and after G’d had forgiven the sin of the golden calf, and he had brought down with him a second set of Tablets inscribed by G’d Himself. Rashi is forced to explain it in this way as there had not been time between the revelation at Mount Sinai on the sixth day of Sivan, for Moses to have sat down to deal with the people’s personal problems, as on the day after the revelation he had been invited to the top of the mountain where he spent 40 days studying the Torah, and when he descended with the first set of tablets which he smashed when seeing the people dance around the golden calf, and his spontaneous return to the mountain to ask G’d to forgive the people seeing that they had cleansed themselves from their sin as best as they could, and the active idol worshippers had been executed. He had been invited to ascend the mountain again and bring with him a set of Tablets which he had carved out of the rock himself, and on which G’d had inscribed the text of the Ten Commandments a second time. These events have not been recorded in the Torah in their chronological order just as the events culminating in the Israelites departing from Mount Sinai have not been recorded in their chronological order; We read in Numbers 10,29 about Moses entreating Yitro to remain with the Jewish people, something that could not have occurred until the second month of the second year, as he speaks about the impending journey of the people and these are recorded as having broken camp on the twentieth day of that month. When Yitro is described as advising Moses to appoint delegates to function as judges of civil cases, this is reported in Exodus chapter eighteen, before the revelation had been reported. Moses could certainly not have sat down judging the people before the Torah had been revealed to him. Rashi therefore accepted the version of the Talmud tractate Zevachim folio 116, according to which Yitro had not arrived in the camp until after the revelation, i.e. after Yom Kippur, as how could Moses have had time to welcome him, eat with him, etc., between the revelation and the Day of Atonement, i.e. the tenth of Tishrey? Furthermore, as argued in the Tanchuma, G’d did not see why seeing the people had undergone hundreds of years of hardship in order to qualify for the revelation at Mount Sinai. Yitro who during all these years had lived tranquilly in Midian, should be granted the same privilege without having done much to earn it? [According to our tradition the privilege of being present at the revelation is one of three privileges that must be earned by having gone through יסורים, great hardships.", "4": "גם אתה, the word גם is meant to include Aaron and Chur. This seems odd, as Chur was killed during the incident with the golden calf as explained by Rashi on Exodus 32,5 on the words ויבן מזבח לפניו, where Rashi says the word מזבח  is to be read as if the vowels had been mi-zavoach; we would have to answer that that interpretation was based on the scholars who claim that Yitro arrived before the revelation at Mount Sinai, at which time Chur had still been alive.", "5": "שרי אלפים, “chiefs over a thousand each.” In the chapter of the Talmud tractate Sanhedrin dealing with this chapter it is pointed out that there were 600 chiefs over a thousand each, 6000 chiefs over 100 each and 60000 over each group of 10 Israelites plus 12000 over each group of 50 Israelites. If that had been so, there were no 600000 privates left in that army. We would have to assume therefore that Moses started with appointing 60000 potential chiefs. Having done so, he proceeded step by step to appoint the most capable of them to become either chiefs over 50, or over 1o00, or over 1000 each. As to the statement in the Talmud there that there were a total of 78600 chiefs of different ranks, this number applied to the people appointed as judges. Alternately, whereas the active soldiers were all of the ages between 20 and years of age, the officers over 50, 100, and 1000, respectively, could have been over 60 years of age.\n"}, "18": {"0": "וישב משה, “Moses brought back the reply, etc.” the reason why in verse eight the Torah uses the term וישב, for Moses bringing back the people’s answer, whereas in verse nine the word ויגד, “he told,” was chosen by the Torah  is that when Moses began to tell G’d the people’s reaction, G’d interrupted him by saying that He wanted him to wait as He wished to speak to him some more. When G’d had completed speaking with Moses, Moses resumed telling Him about the people’s reaction. In the tractate Shabbat, on folio 87, Rabbi Akiva is quoted saying that the word above refers to the limitations imposed on the people, their being warned not to approach the mountain too closely as well as Rabbi Yoseph son of Rabbi Yehudah, according to whom G’d told the people first about the reward in store for people observing the Torah. Different scholars argue about whether Moses told the people first about the punishment for not observing the Torah, or whether he told them first about the reward in store for the people if they observed the laws of the Torah. The Ten Commandments were given on the Sabbath, as Rabbi Akiva said, the verse supporting being Isaiah 30,15: בשובה ונחת תושעון, “your salvation will come about by quiet and stillness.” The first time we hear about the concept as of stillness and quiet is when G’d rested on the seventh day of Creation. The second set of Tablets was also given to the people on a Sabbath, i.e. the Day of Atonement, also known as שבת שבתון, the “ultimate” Sabbath.", "1": {"0": "לא תגע בו יד, “do not touch it with your hand;”  Why did this have to be repeated when we had heard already in the preceding verse that anyone touching the mountain would be subject to the death penalty? The two verses have to be understood as follows: “when you are about to execute a person guilty of having touched the mountain, do not do so by using your hands against him but stone him to death.” The stones are to be thrown from some distance away from the culprit. If you were to approach the area where the sin was committed you would be in danger of committing the same offence, even though unintentionally. Our author thinks that the repetition was to make clear which method of execution was to be applied to the offender, as the usual method, strangulation involves touching the victim.", "1": "או ירה יירה, “or shot through with arrows;” according to our author as distinct from Ibn Ezra and Rashbam, the meaning of the word או here is not “or,” but “if” is that the guilty party must be thrown from a height after having been  pushed. Alternately, “if throwing the victim down from a height has not killed him he must be shot subsequently to insure that he does not have to die a slow death. [Seeing that this commandment will never be applied again, assuming it even had been necessary to apply it then, it does not really matter which interpretation is the correct one. Ed.]\n"}, "2": "ויתיצבו, “they stood at attention;” the expression ויתיצבו, as opposed to the normal ויעמדו, for “they stood,” is the reason why our sages said that the mountain had assumed a threatening posture, i.e. they felt that unless they agreed in advance to accept the Torah, they were doomed to die there. (Compare Talmud, tractate Shabbat folio 88). How can we reconcile this with the statement on the same folio that the people by saying: נעשה ונשמע, (Exodus 24,7) “we are ready to accept the laws of the Torah before we have even heard any details” had paid G’d the greatest possible compliment? We need to say that when G’d wanted to give the Torah to Israel, they asked Him how many different Torahs He had at His disposal? He told them that He had both a written and an oral Torah at His disposal. They answered that they were willing to accept the written Torah, but could not promise to accept the oral Torah. As soon as G’d heard this, the mountain began to assume a threatening posture, and they became frightened. (Tanchuma on the portion section 58, paragraph 3) This is what caused the Talmud on folio 88 in Shabbat, to coin the expression that at Mount Sinai the Jewish people accepted the Torah under great moral/psychologial pressure, whereas during the period of Achashverosh, in exile, they accepted it wholeheartedly without any external pressure. (Yalkut Shimoni, Isaiah, second section item 389). G’d is supposed to have wrapped a sword inside the Torah, implying that unless they accepted the Torah they would die by the sword. This is also supposed to be the reason why the prophet Isaiah in Isaiah 1,19, wrote: אם תאבו ושמעתם טוב הארץ תאכלו ואם תמאנו ומריתם, חרב תאכלו כי פי ה' דבר, “if you agree and give heed, you will eat the good things of the earth; but if you refuse and disobey, you will be devoured by the sword.” What occasion did the prophet have in mind when he wrote these words? None other than when the people stood at attention at Mount Sinai. This is also the meaning of a famous liturgical poem in the prayers recited on Shavuot which begin with the words: ראשית עטיפת הזיין צהלה ורנה, [none of these liturgical poems are found in the machzorim in use in eretz yisrael. Ed.]", "3": "'ויאמר ה' אל משה לך רד העד וגו, “the Lord said to Moses: “go on down and warn the people, etc.;” ויאמר משה אל ה' לא יוכל העם לעלות אל ההר, Moses said to the Lord: “the people cannot ascend the mountain;” ויאמר אליו ה' לך רד ועלית אתה ואהרן עמך, “the Lord said to him: “go down and you and Aaron with you will ascend towards the mountain.” G’d’s answer to Moses claiming that the people could not ascend the mountain (as they had been warned not to) is difficult to understand. Neither for that matter, was Moses’ answer. Do we not have numerous laws in the Torah which have been repeated several times? Furthermore, why did G’d tell Moses to descend and to subsequently ascend again? We need to understand the plain meaning of these verses as follows: Moses had warned the people not to ascend the mountain and violate the fenced off area, but he had not spelled out that to do so would result in the person doing so being executed. (Compare verse 15) G’d had spelled out the penalty for violation to him in verse 12, but he is not on record as having included this in his asking the people to prepare for the revelation. This is why G’d had to tell him to first descend and remedy this omission. [Moses, being who he was, had thought that his fencing off the area was sufficient. The idea that anyone would dare disobey had not occurred to him. Ed.] He was told that this warning not to breach the fence was a greater violation than the disobedience of many other commandments, which do not carry the death penalty. Moses’ reply that the people could not try and ascend the mountain was based on the assumption that seeing that both he and Aaron would be there, they would surely be able to prevent this. They too had been included in the warning not to try and ascend or even touch the mountain. G’d responded that not as he thought that he too could not ascend the mountain, he would be asked to do so, and even Aaron would be able to approach closer than the people. This is why he had to warn the people once more not to violate the prohibition on pain of death. Thereupon Moses immediately descended and carried out G’d’s command."}, "19": {"0": "את כל הדברים האלה לאמר, “all of these words.” The word לאמר teaches that the entire Ten Commandments would be part of a single utterance, something that it is impossible for the mouth of a human being to do. Seeing that this was so, why does the Torah write it as if it had been a number of separate utterances, i.e. אנכי ה' אלוקיך, לא יהיה לך, etc.? This shows that Moses repeated each of the commandments. (Mechilta, Yitro bachodesh, section 4) This appears hard to understand, how did the author of the Mechilta think that Moses contributed to our understanding the Ten Commandments by repeating, or trying to repeat what G’d had done? What was meant is that Moses by adding the cantillations, enabled the people to understand every word. A different interpretation of this Mechilta by Rabbi Baruch: Moses in his repeating the utterance separated between what is the first verse in our chumashim, and the second verse by taking a breath, although basically the two verses are part of the same commandment. Proof of that is the fact G’d is speaking in the first person repeatedly, i.e. “I have taken you out of Egypt; My presence; I am the Lord your G’d; “the ones who hate Me.” “The ones who love Me.” All the other parts of the Ten Commandments are addressed to “you.” This is why the Talmud in tractate Makkot folio 24 states that the first two Commandments were uttered by G’d personally. The Talmud explains that although G’d uttered all Ten Commandments, the people could only hear and understand G’d as speaking the first two commandments. [They had asked Moses to interpret the remainder for them. Ed]\n", "1": "אנכי ה' אלוקיך, “I am the Lord your G’d;” how can we understand this utterance as a “commandment?” In which way does it represent an order to the listener? We must understand the words: “I am the Lord your G’d,” as implying that this is something that you must accept as fact, not merely as an article of faith, i.e. “you know, you do not merely believe.” It follows from accepting this as a fact that there is a system of reward and punishment for your actions, as He is capable of meting out reward and punishment as a result of being the Creator. Rabbi Tanchuma adds that this obligation of yours is the direct result of your having been allowed to see Him revealing Himself as a mighty warrior at the sea of reeds, when He saved you miraculously and meted out punishment to your pursuers. At the same time, He appeared to you in the guise of a merciful G’d at Mount Sinai. Do not make the mistake of thinking that the Power that addressed you at Mount Sinai, is a different Power than the One which dealt with the Egyptians. You have merely witnessed G’d manifesting Himself as possessing multiple attributes. The word אנכי is best translated as “I and no one else.” (Mechilta, bachodesh, section 5) A different approach: seeing that at the revelation G’d had been accompanied by tens of thousands of spiritual beings, angels, it was necessary for Him to point out that only He is the Lord, all other beings are merely servants of His. He also used the opportunity to show them that heaven consists of seven layers of what are commonly known as “heaven,” but that only the highest layer is the domain in which His throne is to be found. This event has been recalled by Moses in Deuteronomy 4,35, i.e.אתה הראת לדעת כי ה' הוא אין עוד מלבדו האלו-הים, “you have been given a visual demonstration that only the Lord is the G’d, there is none other.\" This is also why the first two commandments are addressed in the singular mode, i.e. to each Israelite separately, a fact that Moses took advantage of when pleading on behalf of the people after they committed the sin of the golden calf, when he said to G’d: “I am the only human being to whom You have addressed the first two commandments. The people only heard it from me. Therefore they have not violated a commandment that they have heard from You.” The Midrash adds that this is also the reason why all the other eight commandments were addressed to the Israelites as individuals, not collectively as in Leviticus 25,2-7, for instance, or as in Leviticus 26,3-13. G’d foresaw that individual Israelites in the future, such as the false prophet Micah (Judges chapter 17) who tried to eliminate the first commandment, or King Jerobam (Kings I chapter 12) who tried to abolish the second commandment. The list can be lengthened showing that individuals acted in a way that showed they felt they could ignore one or another basic commandment of the Ten Commandments.” By wording these Commandments in the singular mode addressed to each Israelite individually, none could claim that it did not apply to them. When you count the letters in the Ten Commandments, commencing with the letter א in אנכי and concluding with the letter in ך in לרעך there are a total of 613 letters, signaling to us that all the 613 commandments of the Torah are in one way or another contained in these Ten Commandments which are a summary. In the first chapter of tractate Kidushin, in the Talmud we are told that when the gentile nations heard the first two of the Ten Commandments, they concluded that G’d was concerned only with establishing His own reputation. When they subsequently heard of the commandment to honour father and mother, they changed their mind and accepted also the first two commandments as valid. This is what David referred to in Psalms 138,4: יודוך ה' כל מלכי ארץ כי שמרו אמרי פיך, “all the kings of the earth shall praise You, O Lord, for they have heard the words coming forth from Your mouth.”\n"}, "20": {"0": {"0": "ואלה המשפטים, “and these are the ordinances, etc.;” Rashi has pointed out that whenever a paragraph in the Torah commences with the word אלה, this signifies that it is not a continuation of something that had been written previously. However, when the paragraph begins with the word: ואלה, “and these, etc., it signals some kind of continuation. From Rashi’s words it would appear that the laws promulgated from here on in did not originate at Sinai as when the Torah wrote in Exodus 19,20 that Hashem descended to Mount Sinai, the whole point was that He did so in order to give the people the whole Torah.In order to solve this apparent contradiction, we need to view the word: פסל used by Rashi to signify a break with what preceded it, is to be understood as in Exodus 34,1 where G’d told Moses to hew himself two Tablets to replace the ones he had shattered after coming down from the Mountain for the first time. The act of “hewing” means to separate what you carve out from a greater quantity of the same base material, i.e. rock. In other words, what we are going to read from here on in are laws that, though of the same origin as the Ten Commandments, had been separated somewhat in time from when and how they were presented to the people. What Rashi meant to tell us was that if this paragraph had commenced with the word אלה, I would have thought that what followed was not of Sinaitic origin at all. In order not to mislead the reader, the Torah added the prefix ו to make clear that what follows was also of Sinaitic origin, i.e. G’d taught Moses all the Torah while he was on the mountain for forty days and forty nights. The letter ו here has the same meaning as the word את in Exodus 9,29, where Moses said: כצאתי את העיר, “when I go out from the city.” We find a similar construction in Deuteronomy 28,69: אלה דברי הברית, “these are the words of the covenant, ”where the admonitions have been separated from the blessings. The blessings in that paragraph had been preceded by curses. We find something similar in Deuteronomy 1,1: אלה הדברים אשר דבר משה, “these are the words which Moses had spoken, etc.” where we cannot understand this as something unconnected to what preceded it, but the letter ו is omitted as we are dealing with a different Book of the Torah, one that had not been dictated to Moses, but which G’d had approved after the event as deserving to be part of the written Torah. In Genesis 2,4 the words אלה תולדות השמים והארץ, “these are the generations of heaven and earth are separated from the prehistoric period when the Torah had described the tohu vavohu which had preceded the creation of light.", "1": "לפניהם, “before them.” Rashi sees in this word an exclusion of gentiles, to whom all these ordinances will not apply, even if they would adopt our system of civil law. [Presumably, he felt that otherwise that word is superfluous, as it is obvious that the laws would be addressed to the |sraelites. Ed.] Jews are not allowed to submit their litigation to a gentile court even if the rules of that court are like those of ours. Our author uses a parable to illustrate the point. Imagine that two sick persons go to a physician to have themselves examined. The physician tells one of them to eat, heartily and healthily, whereas he tells the second one to abstain from some of the very foods he had encouraged the first person to eat from heartily. The reason is that not every food is good for everyone. What is good for one patient may be very dangerous for the next patient. When the physician advised the first patient to eat heartily, the reason was that that patient was diagnosed as fatally ill, so that he might as well enjoy the time left for him on earth. The same advice to the second patient would prove very dangerous for him. The same reasoning applies to Jews and gentiles. We read in Ezekiel 20,25 concerning the gentiles that G’d had given them laws and statutes that they could not live by, whereas the laws He gave to the Israelites were designed to be for their benefit. [This verse is extremely difficult, and the reader is advised to read the commentary by Rabbi M.Eisemann in the Art Scroll edition of the Book of Ezekiel. Ed.] Rashi assumes that when the Israelites fail to observe G’d’s laws, they will eventually attribute their hardships to G’d’s laws having been harmful. We are taught in the Torah that the opposite is true. Compare Leviticus 18.5. This is also the reason why we are forbidden to eat all kinds of creeping creatures, as they are injurious to one’s health. These same creatures, if eaten by gentiles, are not harmful to them. This is also the meaning of Psalms 147,19: מגיד דבריו ליעקב, חוקיו ,” ,משפטיו לישראל. לא עשה כן לכל גוי, “He issus His commands to Yaakov, His statutes and rules to Israel; He did not do so for any other nation;” The following is a true story involving the convert Onkelos, a nephew of the Roman Emperor Hadrianus, who when wishing to convert was afraid of the wrath of his uncle the Emperor. He told his uncle that he wished to engage in business, whereupon his uncle asked him if he was short of capital, in which case he was willing to help him out. He told his uncle that he wished to travel and find out which merchandise was both in demand and easy to obtain. His uncle told him to seek out a field which was presently in a recession so that he could invest at low prices and profit when market conditions would improve. As a result, he went to the land of Israel, at that time in a deep depression commercially, and studied Torah from the scholars prior to undergoing circumcision for becoming a convert. He was told that the words of Torah would only reside within him permanently if he circumcised himself first. He followed this advice, circumcised himself and studied a great deal of Torah. When Rabbi Eliezer and Rabbi Joshua saw him, they noticed that his facial features had undergone a great change. They concluded that this was not Onkelos who had studied the Torah. When he began to ask the scholars questions, they told him that this was the result. When he returned to his uncle the Emperor, the latter asked him what had brought about the change in his facial features. He told him that he had studied the Torah and had himself circumcised. Upon being asked who had advised him to do this, he said: “you have.” He explained that his uncle had told him to acquire merchandise which was in a depression and patiently wait until this merchandise would appreciate in value. He had visited many nations and not found a single one which was in such a state of depression as the Jewish nation, so that he became convinced that their fortunes would improve drastically. He quoted the prophet Isaiah 49,7 who had predicted this already more than five hundred years earlier. The Emperor slapped his face and asked him once more what had prompted him to convert to Judaism. He told him that actually, he had gone to study the Torah, but had been told that the condition for being taught Torah was that he had to be circumcised, just as Yaakov. He quoted Psalms 147,20 where it has been spelled out by the use of the word בל, that only the people of Israel had been endowed with Torah knowledge that could be retained. (Tanchuma, Mishpatim section 5)\n"}, "1": "כי תקנה עבד עברי, “if you acquire a Hebrew servant;” according to Rashi, the scenario described here is that a thief who did not have the means to compensate his victim for what he had stolen, has been “sold” (i.e. the value of his labour for six years) by the court which had convicted him. [A Jew’s body cannot be sold by any court. Ed.] The procedure has been described in Exodus 22,2. Alternately, the person described in the Torah here has fallen on hard times and has sold his labour for six years to a “master” in order to pay off his creditors. If he had been “sold” by the court he does not automatically leave his master’s employment at the conclusion of six years service. Thus far Rashi on above verse. The problem is what prompted Rashi to write that someone sold by the court does not automatically conclude his service at the end of six years? We have a verse in Deuteronomy 15,12, according to which if someone who is a Jew or Jewess, has been “sold” to you, his contract is valid for six years be he a male or a female. He is to be released at the end of that period, and his master is to provide him with a minimal stake to enable him to establish himself economically from that point. (verses 13-14 there) Clearly, that verse and its provisions do not apply to someone who had “sold” himself but had been “sold” by the court. Rashi there also comments that the person in question had been sold by someone other than himself. We must assume therefore that Rashi was explaining the commentary of the Mechilta, according to which the words: כי תקנה apply to the son or daughter of the original master, who had died during these years. The question is whether the contract can be inherited by the master’s children, or in the event that the master did not leave behind any children, whether whosoever inherits the master’s estate this includes the unexpired period of such a servant’s contract. In the event that such a servant had been “sold” by the court would the contract expire automatically with the death of the original purchaser? The wording in Deuteronomy, כי ימכר לך, “if he has been sold to you,” as is distinct from the wording in our verse where the master is described as actively acquiring the servant, i.e. כי תקנה, suggest that the two situations described are not identical. In Deuteronomy the period of service is spelled out as being six years, adding that in the seventh year such a servant has to be released unconditionally, whereas in Exodus, in our verse the Torah adds the same clause. In Deuteronomy the word (unnecessary) ועבדך, “he shall serve you” is added. This reference to “you” is absent in our verse here. In Leviticus 25,39, where the subject of an impoverished Israelite selling himself is first raised, the Torah does not speak of a term of 6 years but a period concluding with the Jubilee year, a year when all such forced sales of land or labour are automatically reversed. If such servants are not released until the Jubilee year, it stands to reason that they continue serving the son or daughter of their master if he passed away before the onset of the Jubilee year (once in 50 years). This means that the verse we are dealing with, commencing with the words: “when you acquire, etc.,” must apply to someone who had been sold by the court. If the Torah, in dealing with the acquisition of a Jewish servant, had only written the one verse on the subject in our portion, I might have thought that such a “servant” would have to continue serving upon the death of his master either his son or even his brother. To prevent us from misunderstanding this, the Torah had to write when speaking of a servant who had been sold by the court: כי ימכר לך אחיך, “when your brother has been sold to you,” and it had to add: ועבדך שש שנים, “and he has to serve you, (the purchaser) for six years.” This excludes any service to an heir of the purchaser. We therefore find that on the one hand the text implies something additional, and on the other hand it implies something less. The Rabbis therefore interpreted the addition as being the heir if he is a son or a daughter, but excluding the brother in the event the master did not leave behind a son or daughter in the event that the servant had been sold by the court. We find in the Talmud, tractate Kiddushin, folio 17 that the Talmud asks what forces us to include as heir the son, while at the same time excluding the heir when he is a brother, i.e. not a direct descendant. The answer given is that a son takes the place of his father when it comes to inheriting landed property or a maidservant whom the father may assign to his son to inherit as maidservant, (wife) when of age. (Compare Leviticus 27,20 and Talmud tractate Erchin folio 25.) [At this point our author refers to Rashi saying that the whole concept of the servant leaving his master’s forced employment is a chidush, something not derived from standard methods of interpreting the Torah’s laws, and he proceeds to suggest that it could be a g’zeyrah shaveh, an accepted method of interpretation. As I have not found in my editions of Rashi, any reference to his saying that there is a chidush, I’ll skip this. Ed.]\n", "2": "ויצאה אשתו עמו, “his wife will leave that master’s employment with him (at the same time). Rashi asks correctly, granted that we have been told that his wife leaves with him, but where did we hear that this applies to his children? As an answer he cites the Talmud, tractate Kiddushin folio 22, that we learn from this verse that the master of the servant of which the Torah speaks here is obligated to look after the servant’s wife’s and family’s needs, if he had such when he was sold to him. Whereas it is clear that the master has to look after such a servants’ wife, it does not appear clear from the text that he is also obligated to look after the children of such a servant. We need to find a nuance in the text that would support this contention. Our author therefore suggests that this can be found in Leviticus 25,41, where the subject is someone who was forced to sell his labour as he had fallen on hard times, debts, etc; the Torah there states that the “master” must release both him and his family in the Jubilee year, showing that there is an unnecessary word. The word שכיר appears both in Leviticus and that same word appears again in Deut. 15,18. The scholars that do not accept this g’zeyrah shaveh as something that is traditional, but simply consider (Talmud Kiddushin there) the phrasing of the verse as sufficient.", "3": "אם אדוניו, “if his master etc.” here the Torah authorises the master of this Hebrew (unmarried) servant to give him one of his Canaanite slave-women as a “wife” to have children with, provided he had previously been married to a Jewish wife. If this “servant” had previously not been married, he cannot force him to enter into such a relationship with a Canaanite woman. This ruling is based on the words in verse 3: אם בגפו יבא בגפו יצא, ”if he came as a bachelor, he will leave as a bachelor.” The reason underlying this legislation is that if he had previously been married to a Jewish woman he will not feel attracted to a Canaanite slave woman.\n", "4": {"0": "ורצע אדוניו את אזנו במרצע, “his master must pierce his ear with an awl;” why did the Torah choose the awl as the tool with which to pierce this servant’s ear? The numerical value of the letters in the word מרצע equals 400. It is to remind that servant that seeing that G’d had redeemed the Jewish people from 400 years of slavery, it is unbelievable that he should choose being enslaved to a human master voluntarily. G’d had stated categorically in Leviticus 25,55 כי לי בני ישראל עבדים, “for the Children of Israel are meant to be bound by a master- servant relationship only with their G’d,” not with any human being. If this man chooses to become indentured to a human master he deserves to be punished physically. (Talmud, tractate Kiddushin, folio 22, and Tossaphot on that folio.", "1": "ועבדו לעולם, “and he shall serve him “forever.” The word עולם here means: for the same length of time as the Levites perform their duties in the Temple. The word is used in this connection for the prophet Samuel whose mother had “given him” to G’d, i.e. to the Temple and the High Priest when he was 2 years old. Samuel died at the age of 52. (Samuel I 1,22) It follows that the length of time someone must serve a master when the Torah calls it לעולם, is no longer than 50 years.\n"}, "5": {"0": "וכי ימכור איש, “If someone “sells” his daughter, etc.;” according to Rashi, he can only do so while she is less than 12 years of age. If someone were to claim that the father can still do so when that daughter has demonstrated signs of puberty, and that person would argue that the work performed by a daughter belongs to her father even while she is between 12 years and 12 and a half years old, the Torah has added the word לאמה, “to become a maid-servant.” She cannot be “sold” as such when older than 12 years and a day.Some scholars are of the opinion that when a minor male had been “sold” by his father, that minor would be free to leave the employment of his masters when he displayed signs of puberty. This is totally erroneous, as nowhere did we read that a father may “sell” a son, and to draw a comparison from the text in Deuteronomy 15,12, where a male Israelite is described as “selling” himself is quite absurd. If that verse would speak about a minor boy, say an orphan, selling himself. This would be legally completely invalid as minors cannot do such a thing in Jewish law. The reason is that a Jewish court has no authority to penalise a minor. (Compare the addition to Rashi’s commentary on that verse)", "1": " לא תצא כצאת העבדים, the terms under which she leaves the employ of her “master” are not the same as apply to male “servants.” Ibn Ezra explains specifically that his master cannot force such a servant to perform labour outside the master’s home. [not found in the Ibn Ezra editions of Mossad harav Kook. Ed.]"}, "6": "והפדה, “he must help her to obtain her freedom;” the unusual phrasing means that he must do more than the law requires to give her freedom, i.e. enable her to avoid having to become someone else’s “slave” due to her being penniless. Rashi explains our verse as follows: if the servant girl had been sold for six years service, for say 600 dollars, and she had only worked for two years, her master must give her 400 dollars upon her going free. If you were to ask what did it cost her master to give her the 400 dollars, seeing that he had received the correct percentage of the work performed? The answer is that the girl’s services becoming worth more every year she grew closer to adulthood, the master had paid her for work performed while she was too young to be worth what he had paid for. In other words, the master did sustain a financial loss by her early release.", "7": {"0": "ואם שלש אלה לא יעשה לה, “and if her master had not performed any of the three options offered him by the Torah, etc.” Rashi spells out what these three options were; a) he marries her; b) his son marries her; c) seeing that she cannot release herself, he must give her an unconditional release. The interpretation of the three options do not refer to her enduring upon being married to her former master that her husband marries someone else in addition, less frequent opportunities to marital relations with her husband. Her entitlements to clothing, marital relations are unimpaired. When she leaves her master’s employ (which resulted upon her puberty in his marrying her) she must receive a definite document of divorce to ensure that she can marry without problems.", "1": "ויצאה חנם, “she will leave for nothing without money” (to her master). This verse speaks of her leaving after having attained the status of נערה, the period between twelve years and a day, and twelve and a half years. ", "2": "The additional words: אין כסף, “without money changing hands,” apply to a situation in which she has attained the status of בגרות, biological maturity, i.e. over twelve and a half years of age. (Talmud, tractate Kiddushin folio 4) The reason this had to be added is that if the Torah had not written this, we would have assumed that already the words ויצאה חנם apply to her having this status, which would have been a simple assumption to make. In the event that you the reader would raise the question that seeing that this girl is legally entitled to leave the employ of her master already when having attained the status of נערה, why would the Torah have to add anything further, the answer to this question given by the Talmud we quoted, is that if she had displayed symptoms of being unable to bear children, i.e. she never displayed the symptoms attesting to the fact that she had matured biologically, in which case the Torah rules that when she attains the age of twelve and a half she must be given her freedom regardless of any other considerations."}, "8": "מכה איש, “if someone strikes an adult male, etc;” Rashi compares this verse with a similar verse in Leviticus 24,17, reading איש כי יכה, “when an adult male strikes someone,” explaining that both verses are necessary. Verse 14 here, commencing with “if someone deliberately strikes some with intent to kill, but tries to make it look as if it was unintentional,” is also needed as explained by Rashi on that verse, i.e. that unless it had been written, I would have thought that penalties are in place only when the aggression was deliberate with intent to harm or kill. Without our verse one could have thought that killing a woman or injuring her, or doing so to a hermaphrodite would not be punishable, or would be punishable less severely. Rashi explains all this on verse 16 in our chapter.", "9": "ומכה אביו ואמו, “and if someone strikes his father or his mother;” the Torah here spells out the penalty, i.e. legal execution, without even having informed us that this is forbidden, an unusual construction. This question is raised by the Talmud, tractate Sanhedrin, folio 54. We have a rule that no court can convict a sinner except where the Torah has warned us of the sin in question being a sin. Granted that in the case of someone cursing a crowned head or even a deaf person who cannot even hear the curse, is forbidden, i.e. both a low-ranking person and a high ranking person must not be cursed, it is obvious that the same rule applies to social strata in between, and therefore each strata does not need to be written separately; compare (Exodus 22,7 and Leviticus 19,7) but where did the Torah spell out the prohibition to strike a human being without the penalty being spelled out simultaneously? We must fall back on Deuteronomy 25,3, where the Torah warns the court’s clerk not to apply more than the permitted number of lashes to a person convicted of these. If in the case where the physical punishment is mandatory even a minutely excessive force is specifically forbidden, it is clear that striking someone without the consent or even instruction by the court is forbidden, how much more so is striking someone without such legal cover forbidden! In fact, concerning the subject of physical punishment, the halachah is according to the view of Rabbi Meir, who said that if someone is guilty of two penalties, both physical punishment and a financial penalty, (and we do not apply both for the same sin) the physical punishment is not administered. (Talmud, tractate Ketuvot, folio 32) The only exception is if the financial penalty amounts to less that the lowest coin in circulation at the time in the country. In this respect, the halachah does not treat sins committed against father or mother differently from offences committed against someone else. If you were to ask that seeing the verse deals with the prohibition of striking one’s father, a sin which carries the death penalty, how could anyone have even imagined that the penalty would be 39 lashes, seeing that we have a rule that physical lashes are never an option for committing such a sin, (compare Talmud tractate Makkot folio 13), the answer is that we have two different expressions in the verse dealing with that subject in Deuteronomy 25,3. It says both: ארבעים יכנו לא יוסיף,, as well as פן יוסיף להכותו על אלה מכה רבה, “forty lashes he may give him, he must nor exceed this,” and “lest he should exceed above by inflicting a severe wound, etc.;”     you may also argue that seeing the subject in our chapter deals with inflicting wounds, how could the penalty be one of execution by a court? How would I know that if the blow administered did not result in a visible wound that it would be punishable altogether? Furthermore, when the Torah speaks about cursing father and mother (Leviticus 20,9) execution is the penalty, how could it occur to anyone to think that the penalty would be 39 lashes? We would have to look at Leviticus 24,21 where the Torah decrees the death penalty for striking a human being, any human being, i.e. ומכה אדם יומת, “if he strikes a human being she shall be executed!” On that verse Rashi felt compelled to explain that the human being meant in that verse is one’s father, and that the reason is to contrast and to compare the penalty for striking animals and striking one’s father, where the former is punishable only by financial compensation to the owner of that animal. We could conclude that just as when said animal did not die from its wounds only a financial penalty is imposed, the same would be true for striking human being who does not die a result. The Torah therefore wrote the word יומת, “he shall be executed,” to show that the verse speaks of a human being who is the father of the man who struck him.(Compare Rashi on that verse.) It is not possible to say that the Torah there speaks of someone who had struck one’s father after he was dead, but the verse speaks of living animals and a living father being the victim. What is the difference between יומת and מות יומת, the usual term for legal execution? The former refers to a financial penalty, just as in Exodus 21,29, where the owner is not executed, but the Torah uses this word to show that he deserves to be executed. We know this as previously the Torah had written: כן ינתן בו, “thus it shall be rendered to him.” (verse 20) This was a clear reference to a financial penalty. In light of the above, we must understand the word יומת in Leviticus 20,9 as having been meant literally and applying to someone who struck his father or mother.\n", "10": "וגונב איש, but if someone kidnaps a person, etc.” the reason why this scenario is written between the verses where striking a father a or cursing him is written, is because the penalty for striking a father or kidnapping a person is death by strangulation, while the penalty for cursing one’s father is by stoning (more severe). In Leviticus 20,9, the penalty for cursing is described both as מות יומת, “he is sure to be executed,” plus the additional words: דמיו בו, “his blood(guilt) is upon him.” Although we might have thought that cursing one’s parent should carry a lighter sentence than physically assaulting him, seeing it does not involve an act, whereas striking includes an act of violence, the Torah decreed a more severe penalty for the cursing of one’s parent, i.e. death by stoning. According to the Talmud in tractate Sanhedrin, folio 49, the reason why a severe type of death penalty is applied for cursing one’s parents, is that the Torah compares the parents as deserving a similar degree of honour as that shown to G’d, seeing that the parents brought you into this world. Cursing G’d is punishable by stoning as we know from the blasphemer in Leviticus 24,14. Seeing that it impossible to strike G’d, any comparison with striking a parent is inappropriate. Hence the death penalty for that sin is chenek, strangulation. Furthermore, when someone was guilty of cursing his parents after they had died he is still guilty of the same sin, whereas if the same person had struck his father after he had died the death penalty does not apply, as it was part of the penalties listed for causing injury (Compare Mechilta Mishpatim, section 5.). It is impossible to inflict an injury upon someone who is already dead. Our author asks that if one cannot inflict injury after death and therefore the death penalty by stoning is not applied, why is the same not true of someone who cursed G’d, seeing it is impossible to harm Him in any way? Perhaps the fact that the subject of cursing G’d, and the penalty for this appears next to the subject of the blasphemer in Leviticus chapter 24, makes my question irrelevant.", "11": "אך אם יום או יומים, “but if he survives for a day or two, etc.” Rashi commenting on verse 20, explains that the subject in that verse was either a Canaanite slave or slave-woman, and that our verse was necessary to describe under what circumstances the scenario described here has been exempted from the general rule applying to someone who struck his Canaanite slave, fatally, with an object that could be assumed to cause death. If death was delayed by at least 24 hours, the master is not treated as a murderer, but as someone who had disciplined someone whom he owned physically. [At this point the author engages in a discussion of the applicability of two closely related principles of Torah exegesis, known as the thirteen principles of Rabbi Yishmael, something extremely complicated for anyone not familiar with these principles. This editor does not think that he is qualified to explain this adequately to his readers, and has decided that rather than to confuse the reader he will omit this. He points to what Rashi himself has written in his commentary on verse 12, that he will endeavour to explain this legislation and why it appears so many times in the Torah, each time in a slightly different format. If even Rashi felt this way, this editor may be forgiven for preferring to skip part of this. Ed.]\n", "12": "אם אסון יהיה, “if an unexpected complication resulted, such as the premature stillborn death of the fetus, etc.” according to the scholar in the Talmud who holds that if a person intended to kill A and killed B instead by mistake, he is still considered guilty of murder, seeing that he had violated the commandment of “a life for a life,” as having to be understood literally, there is no problem here. According to the scholar who holds that these words here are not to be taken literally, but that what is meant is a financial penalty/compensation, to be paid by the perpetrator. The third opinion in the Talmud, Tanna de bey Chiskiyah, holds that the perpetrator does not even have to pay a financial penalty to the heirs of the victim. This opinion is expressed in the tractate Baba Kamma, folio 35, and is based on the following interpretation of our verse: The words: אם אסון יהיה, “if a mishap will occur,” are referring to the woman pregnant with child, not to her fetus; then the rule נפש תחת נפש, “a life for a life is applied,” seeing she, a living human being had been killed. The author adds that it appears to him that what went wrong here was that the killer had intended to kill the man he was fighting with, but had erroneously killed this woman. If we had not had this verse we might have thought that no death penalty would apply seeing that what he had intended to do had not been carried out; the Torah therefore repeats this expression “a life for a life,” to remind us that regardless of who had been killed by him he deserves death for having intended to kill a human being, something he had intended to do, and something which carries the death penalty.\n", "13": "לחפשי ישלחנו, “he must set him free;” even if he had only knocked out one of his Canaanite slaves’ teeth. According to a Midrash, (asking the rhetorical question) will such a slave really be given his freedom just because he lost as tooth? The answer given is as follows: Cham, the son of Noach was cursed by G’d, [actually his son, seeing that he had previously been blessed by G’d and that blessing could not be nullified Ed.] for having seen his father naked, and having told his brothers instead of covering him. In our verse, the subject, the master of the slave, had actually deprived his slave of a tooth or an eye, no wonder that the Torah applies a financial penalty to the master by decreeing that he release the slave (whose market value is basically 30 shekel).\n", "14": "סקול יסקל השור, “the (offending) ox must be stoned to death.” Rashi claims that from the words above we would not know that its flesh would be prohibited as food. This sounds very strange, seeing that it has not been killed by ritual slaughter, it is what is known as neveilah, and all animals that died other than by ritual slaughter are automatically forbidden to us as food. What did Rashi think that the words: “its meat must not be eaten” was needed for? It could be needed for a situation in which the ox in question had been ritually slaughtered after being convicted to die by stoning, before the decree could be carried out. In that event our verse insures that it will not allow the guilty party to circumvent the court’s decision, seeing that ritual slaughter could not be carried out on a dead animal. If you were to say that the prohibition here refers to the fetus found inside an animal that had been ritually slaughtered and was either close to be born, and comes out alive, or it had been carried for the full term of pregnancy and was dead, and the Torah decreed that ritual slaughter of the mother was not sufficient to permit this ben pekuah to be eaten, as is, it is considered as having died from natural causes and therefore cannot be eaten, the words לא יאכל, teach that it must not only not be eaten, but no other use may be made of it either.", "15": "ואם שור נגח הוא, “but if that ox had had a history of goring people, (and its owner had not taken proper precautions);“ The Talmud, tractate Baba Kamma folio 23, relates a dispute between two scholars, Abbaye and Rava whether the term נגח applies to an ox that already gored twice or whether even after having gored once, that animal belongs to the category of being potential a killer, and its owner being guilty of not having protected potential victims properly. The subject of their dispute is the meaning of the word תמול, usually understood to mean “yesterday.” According to the former scholar, even a single incident of goring suffices for the ox to be categorised as dangerous, and the prefix מ i.e. מתמול, would refer to the second offense by that ox, so that the words ולא ישמרנו, “and its owner did not watch it adequately,” would make him liable to stoning only the fourth time whereas according to the second scholar, basing himself on the word שלשום, “day before yesterday,” that ox’s status did not change from harmless to dangerous until after it had gored three times. According to Rava, the words ולא ישמרנו, would then mean that only after a third such occurrence did this ox change its category, and its owner became guilty on an additional count According to the Talmud in tractate Baba batra, folio 28, such an ox is subject to stoning only after it has gored the fourth time. seems therefore that Abaye found four sources in the Torah’s text supporting his view whereas Rava found only three. If you were to ask what difference this makes, [after all we do not decide questions of halachah on the written text of the Torah, but use it only as broad hints, Ed.] Rabbi Ezra hanavi claims that there is a difference. The difference would be if the fourth goring had occurred on the same day as the third goring. According to Abbaye, if the last goring would have occurred on the same day as the previous one, the owner as well as his ox would not be held liable for the additional negligence, as the owner on a day when his ox was bad-tempered had not yet had time to place him under secure restraint.", "16": "שלשים שקלים, “thirty shekel.” This is an arbitrary amount determined by the Torah, as clearly the value in terms of ability to perform work varies from person to person. We already have a hint of this on the first occasion when the Torah ever mentions a “slave,” in Genesis 9,25, where the Torah writes, concerning Canaan, son of Cham that he is to be a slave to slaves, and the extra word יהיה, “he will be,” is added there. The numerical value of that word is 30, as if to tell us that this is a fixed amount regardless of the physical strength of that servant.", "17": "ונפל שמה שור, “and an ox falls into that pit;” (because it was not covered); Rashi explains that the Torah chose the ox as an example which applies to all other domestic animals also. Wherever the word שור occurs in the Torah, it serves as an example applicable to other domestic animals. When both שור and חמור, “ox and donkey” are mentioned, what is meant is “an ox as opposed to a human being,” and the word חמור, donkey, is meant to be contrasted with “inert vessels.” If you were to argue that the word שור  at least once, is needed in order to establish its connection to the Sabbath laws where the Torah wrote in Exodus 23,12 that “your ox must rest on the Sabbath,” the answer is that unless we were to deduce from the repeated use of these types of animals and no others that they were meant to exclude human beings and inert vessels from the respective legislation under discussion, the Torah did not have to use either example, and simply write that something will fall into the pit, without listing any example. If this is so, i.e. that the word ונפל, “it falls,” includes both ox, donkey, etc.; just as these words do in connection with the Sabbath rest to be observed by the possessions of a Jew on the Sabbath, the words “ox” and “donkey” are available for teaching us additional rules. Nonetheless, it is still difficult to understand why the Torah chose as its examples animals and not human beings that would fall into the pit of which our verse speaks. This can be deduced from the words: והמת יהיה לו, “and the carcass will be his;\" i.e. he who owned this animal while alive is permitted to make use of its carcass other than consuming it. This makes clear that the owner of the offending animal is not permitted to make any use of the animal or vessel his ox had killed or destroyed. This has been pointed out already in the Jerusalem Talmud in connection with a different problem, namely if an owner of a Canaanite slave who has not yet been circumcised and undergone immersion in a ritual bath, is permitted to start working for his owner. The reason why the dead animal is forbidden to be made any use of is derived from Deuteronomy 21,1 where the subject of the heifer that is killed as symbolic atonement for the people in whose vicinity an anonymous person had been murdered, their declaring that he had not been denied food or shelter in their town. In that verse the Torah uses the apparently unnecessary word שם, “there,” as it does in connection with the death of Miriam in Numbers 20,1. The rabbis conclude from these two unnecessary words, that just as a human carcass is forbidden to be made any use of, so it is forbidden to make any use of the carcass of the heifer discussed in Deuteronomy 21,4. [This editor does not understand why the author ever assumed that a human being could have served as the example in our verse, as when a human being falls into a pit the person who had failed to cover it is not responsible, as human beings have been given eyes to see with and a brain to use to watch where they are going.] (Compare Rashi, who contrasts שור with אדם, i.e. no compensation is payable for human beings who fall into the pit.] The Talmud in tractate Avodah zarah folio 29, quotes the school of Yannai as saying that the reason why such making use of the dead is prohibited, is that death is associated with atonement, i.e. כפר לעמך ישראל, “grant atonement for Your people of Israel,” [so that they will regain their status as being holy, Ed.] and just as something holy must not be used for a secular use, so also the dead who have achieved forgiveness through having died, and have recaptured their former status as innocent holy beings."}, "21": {"0": "אם במחתרת ימצא הגנב, “if the thief is discovered while tunneling, underground, etc.;” the scenario described here where the owner of the house being burgled kills the intruder, and the Torah exonerates him, applies only when the thief had made an effort to remain undiscovered. If he broke in the front door and the owner harms or kills him, he is liable for damages or even murder, seeing that his life had not been endangered. The thief had obviously decided that if discovered he would flee the way he had entered, and not become violent.", "1": "שלם ישלם שנים, “must pay twice the value of what he had destroyed” The Talmud tractate Baba Kamma, folio 60, quotes G’d as having said: “I have lit a destructive fire in Zion,” (Lamentations 4,11) it therefore behooves Me when (the time comes) to pay for the destruction I have caused.” This is the deeper meaning of what the prophet Zecharyah has said in Zecharyah 2,9, “I will be for Zion a (protective) wall of fire all around it.”\n", "2": "על כל דבר פשע, “concerning any matter of trespass, such as, etc.;” concerning this unusual wording, the Midrash points out that the numerical value of the words: כל דבר, “any matter,” is the same as the numerical value of the letters in the name of Aaron, אהרן=256. The Torah continues with the words: על שור, “on account of an ox (calf),” a hint at the damage caused by Aaron who had produced a golden calf from the crucible into which he had thrown the golden jewelry given to him. The word: חמור, “donkey,” is understood by that Midrash as applying to the mixed multitude who had joined the Israelites’ bandwagon at the Exodus, and who had been the first to clamour for a replacement of Moses, who had not returned from the Mountain after 40 days and forty nights without food and drink. (Exodus chapter 32). The word שה in this verse is understood by that Midrash as applying to the Jewish people in Jeremiah 50,17 where he called them שה פזורה, “scattered sheep.” The words: על שלמה, “for a raiment,” are a metaphor for idolatry, a variant of the word צלם idolatrous image, the letter ש substituting for the letter צ, and the vowel patach for the vowel tzeyreh. Both the letter צ and the vowel patach are used interchangeably in the Bible on other occasions. The words: על כל אבדה, “every type of lost object,” are also a metaphor for idolatry. In Deuteronomy 12,2 the Torah commands us to destroy any kind of idolatry which we will find in the land of Canaan. The word used for “destroying” is the word used for “losing” something, i.e. אבד תאבדון. To continue with the interpretation of our verse: the words: אשר יאמר כי הוא זה, of which he says: “this is it,” are a reminder of what the people said of the golden calf when it emerged from the crucible into which Aaron had thrown the men’s gold in Exodus 32,4, when they proclaimed of the golden calf: אלה אלוהיך ישראל אשר העלוך מארץ מצרים, “these are your gods Israel which have taken you out of Egypt.” The words: עד האלוהים, normally translated as “to a judge,” refer to Moses whom G’d had described as being an elohim compared to Aaron (Exodus 7,1) who would be his interpreter in his dealings with Pharaoh. The words: יבא דבר שניהם, “shall the matter of their litigation be presented,” refer to G’d and Aaron respectively, whereas the words: אשר ירשיעון, “whom they condemn” refer to Moses, whereas the words:ישלם שנים, “he will repay twofold,” refer to the two sons of Aaron, Nadav and Avihu, who paid with their lives for having brought alien fire on the censers on which they presented incense. (Leviticus 16,1) Thus far Tanchuma on section eight of his commentary on Parshat Acharey Mot.\n", "3": "'שבועת ה, “the oath of the Lord, etc.;” Rashi explains this verse as follows: if the party in  charge of the animal entrusted to him for safe keeping has illegally made use of it, as a result of which this animal came to harm, he is liable although normally anyone who looks after a friend’s property without being paid compensation is not liable for anything but the result of his negligence. Elsewhere, in the Talmud, tractate Baba Metzia folio 41, Rashi adds that even if the safe keeper had already returned the animal in question to its owner, seeing that he had illegally made use of it while it was under his care, any accident that will befall that animal will be considered as the result of that offense he had committed. According to Rabbeinu Tam, -Rashi’s grandson,- this presents a difficulty, seeing that in our verse the Torah had written that no one had witnessed the accident that had happened to said animal, i.e. we de do not even know if the circumstances were such that they could be attributed to the safe-keeper’s illegal actions. [All we know is that it occurred while the safe-keeper had not been present, as he should have been. Ed.] According to Rabbeinu Tam, the wording of the Torah implies that if the safe-keeper had witnesses who had seen that he had not been negligent or done something illegal as a result of which the accidents had become possible, he is not held responsible. According to Rashi what use would it be for the safe-keeper if there even was “proof” that he had not been at fault, seeing that the Torah requires the safe-keeper to swear an oath that he had not done anything which according to Torah law was not permissible? According to Rashi, even a true oath would not be helpful for the person who had sworn it, so why should he use the name of the Lord in vain? Besides, how could the “witnesses” know if the accused had ever committed an illegal use of what had been entrusted to him for safekeeping, if that person had in the meantime replaced the animal in the pen where he had kept it locked up? Considering all this, Rabbeinu Tam concludes that in such situations the safe-keeper is considered as innocent of wrongdoing.", "4": "כמהר הבתולות, “according to the dowry customary for virgins.” Rabbi Yehudah hachassid concludes from this verse that we have a hint that the ketuvah, document of financial security given to a virgin by her bridegroom, at the wedding, in the event that she is divorced without having given cause, or is widowed, amounts to two hundred zuz. He based himself on the defective spelling of the word: כמהר which should have been spelled כמוהר, with the letter ו in the middle. As it is written it could serve as initials for the words כמה מהר הבתולות ר, “how much does the dowry of a virgin amount to? 200 (zuz)”", "5": "אם כסף תלוה, “if you lend money, etc.;” Rabbi Yehudah hachassid says that the reason this verse commences with the word אם, “if,” instead the word כאשר, “when,” is that there are occasions when this is not a commandment but something that is voluntary, such as when the borrower has a reputation of not repaying a loan.", "6": "אם חבול תחבול, “if you will take a pledge,” (as a security for an overdue loan) the repetition of this verb is to tell the lender that the value of the pledge is not to exceed the value of the debt; G’d is telling the lender that he must remember how much he himself owes G’d at any given time. If he is conscious of that, He in turn, will remember this every evening when his soul rises to heaven and He restores that soul to him in the morning. If he fails to deal fairly with the borrower, G’d will remember this in His dealings with the lender and treat his soul as a pledge.", "7": {"0": "והיה כי יצעק אלי, “and it will come to pass that if the borrower cries out to Me,” (complaining about unfair treatment) the borrower’s complaint to Me will sound as follows: “we have both been created by You as equals. Why should the lender sleep comfortably each night with a pillow to rest his head on, while I have to rest my head on a stone?” At first glance the wording of the Torah describing G’d’s response, i.e. “I will listen for I am gracious,” to the borrower’s complaint does not appear to fit his complaint; This is why I, (author) have decided to interpret the verse differently. It appears to relate to what was written previously in verse 25, where the Torah commanded the lender to restore the pledge (pillow) by nightfall, so that he can also rest his head on a pillow.", "1": "G’d’s response is to be understood as follows: “if the borrower in his prayers mentions that you have treated him with consideration, I too will consider your own problems having due regard for the empathy you have shown the borrower.” This is spelled out clearly in Deuteronomy 15,10, where the subject of how to relate to destitute people is discussed at greater length.\n"}}, "22": {"0": "ויקחו לי תרומה, “they shall take for Me a contribution;” this portion had been told to Moses during the forty days that Moses was on Mount Sinai, immediately after the revelation at that Mountain, [In other words, before the smashing of the Tablets, and the golden calf episode. Ed.] G’d, at that time, had already told Moses where to erect the Tabernacle, and that it would house the Holy Ark, inside the Holy of Holies, symbolising G’d’s presence on earth. He told him that it would contain the Tablets, and that the Israelites would be encamped around the Tabernacle. This is what is meant in verse eight of our verse where G’d described Himself as residing in the midst of the people, i.e. as if surrounded by angels as He had been in heaven. Concerning this state of affairs, David had said in Psalms 82,6: אמרתי אלוהים אתם ובני עליון כולכם, “I had said: ‘you are the children of G’d all of you children of the Supreme Being.” [David bemoans the demotion of the Jewish people that followed the golden calf episode in the verse following. Ed.]", "1": {"0": "'וזאת התרומה וגו, “and this is what the contribution is to consist of, etc.;” thirteen different categories of contributions are listed here. The prophet Ezekiel in Ezekiel 16,10, lists the thirteen garments (including jewelry) in which the Lord is going to dress the Jewish people in the future which correspond to this. (Tanchuma, section 5 on our portion)", "1": "וזהב וכסף ונחושת, “as well as gold, silver, and copper.” These three elements correspond to the gifts (tzedakah) a person dispenses; when he does so while in perfect health, it is compared to gold, i.e. as if he had handed out gold. If he dispenses charitable gifts while sick, this is accounted for him as if he had given away silver. If he bequeaths money to charity to be dispensed after he has died, it is considered as if he had handed out copper coins.", "2": "An alternate interpretation: the word “gold,” is a reference to the Kingdom of Babylon concerning which we read in Daniel 2,38: אנתה הוא ראשה די דהב, “you are the head of gold.” [Daniel speaking to Nebuchadnezzar, King of Babylon. Ed.] The word: “silver,” is an allusion to the Kingdom of Persia, and the ten thousand talents of silver Haman offered the King in order to be allowed to destroy the Jews [and compensate him for lost tax revenue. Ed.] (Esther 3,) Copper, which is the cheapest of all the metals, is an allusion to the Kingdom of the Greeks, which was the weakest of the three empires mentioned. This is followed, by the skins of the various animals forming the upper layers of the Tabernacle’s roof, which are an allusion to the empire of the Romans, considered inferior by our author. Finally, שמן, ”oil,” is an allusion to the Messiah, of whom we read in Psalms 132,17: ערכתי נר למשיחי, “I have prepared a lamp for My anointed one.” (Compare Sh’mot Rabbah 35,5 as well as Tanchuma, section 7 on our portion)."}, "2": "ועצי שטים, “and acacia wood.” Actually, the word שטים is a notrikon, an acrostic composed of the respective first letters in the words: שלום, טובה, ישועה, מחילה, “peace, goodness, salvation, and pardon.” There were some forests in the desert from which the Israelites were able to cut boards which they called shittim. This is also why we read in Joshua 2,1 that “Joshua sent out spies from (the forest around Shittim)” This is also what the prophet Isaiah referred to (Isaiah 41,19) when he wrote (in the name of the Lord) אתן במדבר ארז ,שיטה, והדס, “I will plant cedars in the deserts, acacias and myrtles, and oleasters.“ This is a very lightweight wood and it is very smooth. If we needed any proof that its wood was very light, consider the size of the boards of the Tabernacle’s which were 48 in number. Add two silver sockets for each board, i.e. 96 sockets, add all the upright boards use to surround the courtyard of the Tabernacle, which all had to be transported only by four wagons pulled by eight oxen, as spelled out in Numbers 4,29. Even though each board was 10 cubits high (6 meters) and their thickness was 1 cubit (60cm) and you will realise that unless the wood itself was extremely light, all of this could not have been pulled by only eight oxen. The other four oxen had to pull the weight of the carpets (4 layers) which formed the “roof” of the Tabernacle. We have been told in addition that the בריח התיכון, (Exodus 36,33), the center bolt, used to be Yaakov’s walking staff, the one with which he had crossed the river Jordan on his way to Lavan. Rashi claims that the shittim wood were trees that Yaakov had planted in Egypt as soon as he had come to Egypt, which the Israelites uprooted and took with them when departing from Egypt and which were used now to make the boards for the Tabernacle from. This is also what the liturgist bases himself on. Another interpretation found in the Midrash is that this was wood from the staff Yaakov had .taken with him on the way to Lavan. [I suppose that what the Midrash means is that Yaakov had planted that walking staff in the earth in Charan already, and it had developed. Ed.] This is why he had referred to it in Genesis 32,11, as a symbol of G’d’s providence guiding him during all the years he had been at Lavan. Ed.] It is not surprising therefore that he took those trees with him also to Egypt.", "3": "שמן למאור, “oil for light;” it is somewhat puzzling why this verse has been inserted here, seeing that the entire chapter deals with materials used for building the Tabernacle with the exception of this item, although the requirements for the Table in the Tabernacle have not been mentioned here, although that would have been appropriate, if the Torah had wished to mention the requirements of the menorah, the lampstand. Also the firewood for the altar should have been mentioned, and the animals that were needed to be offered on the altar. Why was only the oil singled out? It is possible to answer this by saying that seeing that the oils for anointing was also used to anoint all the furnishings in the Tabernacle before they could perform their function, this oil had multiple functions and was not only used for providing the raw material from which lighting was supplied for the Tabernacle which had no windows. The same is true of the incense. In a king’s palace, in our physical universe, before the King enters it with a view to take up his residence, different pleasant smelling spices are scattered to dissipate remnants of unpleasant odours that had accumulated during its construction. It is clear therefore that no less would be done when a structure housing the presence of the shechinah, presence of the Creator would be made ready for His occupancy. We find that indeed the presence of the Lord in the Tabernacle was made possible only through the presence of the incense, i.e. the fragrance released by it through burning it; this thought has been spelled out in Leviticus 16,13: וכסה ענן הקטורת, “and the cloud of incense is to envelop the Holy Ark,” as well as again in verse 2 of the same chapter: כי בענן אראה על הכפורת, “for I appear in the cloud upon the cover of the Ark.” Even though the oil of which the Torah speaks here is not required for physical illumination in the Tabernacle, it reflects the honour paid to the Holy Presence of the celestial presence in the midst of the Jewish people.\n", "4": "אבני שהם, “onyx stones;” these, and the jewels which follow, were required for the breastplate and the epaulets of the garments of the High Priest. How precisely did this work? The two onyx stones were affixed each to one of the shoulder pieces of the ephod. (Exodus 28,9 as well as 28,12) The stones collectively described as אבני מלואים, “jewels to be placed within the twelve settings provided for them on the breastplate of the High priest.” (Exodus 28,9). These jewels are referred to euphemistically on numerous occasions in the Bible, perhaps the best known example being Psalms 113,5-6: המגביהי לשבת המשפילי לראות בשמים ובארץ, “Who, though enthroned high, sees what is below, and Who sees what is in heaven and what is on earth.” You find an onyx stone mentioned also in Exodus 28,20, where it is one of the jewels on the breastplate of the High Priest.", "5": {"0": "ועשו ארון, “they are to construct an Ark;” it is noteworthy that the Torah, in these instructions about construction of the furnishings of the Tabernacle, addresses the artisans as individuals, i.e. ועשית, you, the individual, shall construct, whereas when speaking of the Holy Ark, it uses the impersonal plural of ועשו, “they shall construct.” The reason is that seeing that the Holy Ark, repository of the Tablets and the original Torah scroll, is to be something that every Israelite must feel that he had a part in making its construction possible. (Sh’mot Rabbah 34,2). If inert objects deserve such treatment with respect, how much more so do the Torah scholars, each in their own town, living bearers of the Torah’s wisdom, deserve to be treated with respect and be given honour by each Jew.", "1": "מבית ומחוץ תצפנו, “you are to overlay it both from the inside and from the outside. The famous Talmudic scholar Rava, derives from this phrasing that a Torah scholar, in order to deserve that title, must demonstrate that he is on the inside just as pure and faithful as what he projects to be on the outside to people he comes into contact with. Furthermore, the use of the impersonal plural “they” in our verse is an instruction to each Israelite to preoccupy himself with the study of Torah so that he can qualify for the reward in store for people doing so.\n"}, "6": {"0": "וצפית, “you are to cover it;” actually the Holy Ark was meant to be made of pure gold, not merely gold plate. The reason that it was not all gold, was that gold is very heavy and the Holy Ark plus its contents had to be carried on the Levites’ shoulders. [Even as it was, according to a calculation by Rabbi Eliyahu ki tov, the weight was 78000lbs. Ed.] The reader will wonder how a few Levites could possibly carry even such a weight, and having this in mind the Talmud in tractate Sotah folio 35, states that far from the Levites carrying the Ark, the Ark was transporting its carriers. [Especially while the entire nation crossed the river Jordan under the command of Joshua and the Levites carrying the Ark had to position themselves in a manner which would stop the waters of the Jordan flowing south until the last man had crossed.] (Joshua 3,17) Normally, and for brief periods, the Levites were able to carry the Ark, (with G’d’s help, of course, as when Yaakov rolled away a stone that several shepherds had been unable to move as much as an inch.) Our author questions that if carrying the Ark on their shoulders was a command that applied only on a certain occasion, why was Uzza punished when he tried to steady the wagon transporting the Ark. (Chronicles I 13,9-10, as well as Samuel II 6,7) He leaves the question unanswered. [The Talmud there even states that Uzzah went straight to the world to come, as a reward for his noble intention, I suppose. Ed.] Not only the Ark, but also the Table and the “golden” altar were not made of solid gold but their wooden base was overlaid with gold plate both from the outside and the inside. The same applied to the copper altar, which also had to be carried on the shoulders of the Levites during the journeys in the desert. (Compare Exodus 21,1) [This editor sees no contradiction in all this, as until the 40th year in the desert the Israelites lived on miracles, miracle water, miracle bread, clothing that did not wear out, complete protection against heat and cold by special clouds, etc. This only changed partially during the fortieth year when they conquered land, flocks and herds, etc. Presumably, crossing the Jordan river, brought that period to an end, as immediately after that the commandment to set aside challah from dough made from grain that had grown in the Holy Land, became applicable. Ed.]", "1": "ועשית עליו זר זהב, “you will make around it a crown of gold.” The purpose of this was decorative. It was to symbolise the crown of the Torah. The expression זר, meaning “crown,” instead of the better known word: כתר, occurs in the Talmud, tractate Yuma, folio 72, where it is stated that there were three such “crowns.” The crown over the Holy Ark symbolised the “crown” of Torah, the “crown” around the surface of the Table symbolised  the “crown” worn by monarchs, and the ”crown” surrounding the top of the altar symbolised the crown of the priesthood.” The latter crown was appropriated by Aaron, the High Priest, the crown symbolising hereditary monarchy was appropriated by King David, and the crown symbolising Torah was not appropriated by any individual or family, but is available to be worn by any individual worthy of it.\n"}, "7": "לא יסורו ממנו, “they (the staves) must not be removed from it.” The reason that these staves must not be tampered with, i.e. removing it and re-attaching it, was due to the sacred nature of the Holy Ark. When the Ark needed to be moved, the bearers took hold of the respective ends of these staves. As soon as they would have deposited it at its next destination, the bearers would immediately step away from it in order not to become ritually impure by any misstep they might make. Briefly, it was Moses who attached these staves to the Holy Ark the first time, and they were not ever to be detached from it again.", "8": "ונתת אל הארון את העדות, “you (Moses) will place within it the testimony which I will give to you.” This verse does not contain the essence of this commandment, as in verse 21 this line has been repeated. The reason it appeared in our verse is merely to tell us why the Ark was not to be moved, (unless for accompanying the Israelites on their journey through the desert). It sanctity was such that any unnecessary moving of the Ark would diminish its sanctity in the eyes of the beholder. It possessed such sanctity already on account of housing the Testimony and the original Torah scroll in the future, after G’d would give the Tablets to Moses upon his having completed his lengthy visits to the top of Mount Sinai.", "9": {"0": "פורשי כנפים מעלה, “spreading their wings upwards;” the wings were spread above their heads. This was to symbolise humility. [If the head were to be above the wings, this would be a sign of arrogance; this is why Jews always cover their heads when under an open sky. Ed.]", "1": "אל הכפורת, “in the direction of the lid of the Ark.” Their faces were turned downwards.\n"}, "10": {"0": "תיעשה המנורה, “the lampstand shall be made;” the word: תיעשה is spelled here with the letter י, the only time in the Bible it is spelled in this manner, in order to serve as a reminder that Solomon placed ten such lampstands into the Temple that he built.", "1": "וירכה, “its base;” this is a reference to the base of the menorah;” its total height was eighteen handbreadths, of which the base with its three legs took up three handbreadths. We have a hint of its height in Numbers 8,4 where the subject of the menorah is introduced with the word: וזה, “and this was;” the numerical value of the letters in that word is 18.\n"}, "11": "והאיר, ”it will illuminate, etc.” the meaning of the verse is that the lights from the menorah will illuminate the showbreads on the Table opposite it. This is spelled out in detail in Exodus 49,24. The plain meaning of the verses dealing with this is that the broadside of the lampstand faced from east to west so that it could easily provide light for the Table standing opposite it. According to the view of the scholar claiming that the position of the menorah had been in a north-south direction, we would have to assume that the lamp burning on top of the center shaft was pointing westward, whereas all the other six lamps were facing towards the center shaft. This is not very convincing, as clearly the purpose of the lamps was primarily to illuminate the showbreads on the Table. Alternately, we would have to accept Rashi’s explanation that the six lamps were facing in the direction of the lamp in the center in order to emphasize the light of that particular lamp.\n"}, "23": {"0": "עצי שטים עומדים, “made of acacia wood standing upright.” One interpretation of the word עומדים, is that they were taken from trees which up to that time had been standing rooted in the earth, i.e. they had not had time to dry out or to begin to rot. An alternate explanation for the word עומדים would be that the boards remained in their prime condition forever."}, "24": {"0": {"0": "'ועשית את המזבח וגו, “you are to construct the altar, etc.;” the word מזבח here may be understood as an acrostic of the words: מחילה, זכות, ברכה, חיים, “forgiveness, merit, blessing, life.”", "1": "חמש אמות, “five cubits (long).” This alluded to the Tablets, five of which commandments were engraved on one Tablet. The width of the altar, also five cubits, was to allude to the second of the Tablets; its height of three cubits was to allude to the three redeemers, i.e. Moses, Aaron and Miriam. Some commentators see in the measurement of three cubits for its height a reference to how much it rose above what has been described as רשת, a brass network, which was part of the altar’s walls. (Talmud, tractate Z‘vachim, folio 60).This “network” of copper, halfway up the sides of the copper altar may be viewed as if it were some kind of garment, something decorative. Its upper edge was five cubits from the ground. The section known as karkov, ledge extended from the upper end of the network to the surface of the altar which had four cube shaped corner posts each one cubit high and wide. The “roof” of this altar was five cubits square (external measurements, i.e. approximately three meters) The usable surface therefore was diminished by 60 centimeters at each corner where the corner posts, known as “horns” were positioned. The area comprising one cube square in the center of the roof of this altar was where the maaracha, the firewood for burning the sacrificial animals was kept. Even though the Torah does not spell out the details of the ramp leading to the top of the altar, it is understood that there was such a ramp, as it was forbidden to ascend the altar by means of steps. (Exodus 20,23) This ramp was at the south side of the altar rising northward. The Talmud in tractate Z’vachim, folio 62 explains why it was impossible for that ramp to have been positioned elsewhere."}, "1": "ועשית על הרשת, “you will construct on that network, etc.;” these rings were meant to enable the Levites to insert the staves into by which the altar would be transported, carried by the Levites. Rabbi Yechiel, pointing to a statement in the Talmud, tractate Shabbat, folio 92, raised the problem that according to the Talmud, anyone carrying a load at a level of higher than ten handbreadths (on the Sabbath) should be guilty of having committed a violation seeing that the sons of Kehat who carried the Holy Ark on their shoulders, certainly carried it more than ten handbreadths above ground level. The Talmud there proves that the rings through which the staves for carrying the Tabernacle’s furnishings were carried were attached at two thirds of the height of the respective holy vessel. The height of the Levites supposedly was eighteen handbreadths including their respective heads. It follows that anything they carried on their shoulders was already much higher than that. [Rabbi Yechiel did not refer to the Levites being guilty of carrying something in the desert, seeing that the Israelites, of course, did not travel in the desert on the Sabbath. What he questioned was that the public domain is never considered as being more than ten handbreadths above ground level, so that anyone carrying a load on the Sabbath at a level higher than ten handbreadths cannot be culpable for violating the Sabbath. Seeing that the Levites carried loads at a higher level than that, and the desert where the Israelites were was certainly considered a public domain, how could our sages have restricted the concept of “public domain” to as little as ten handbreadths above ground level. Ed.] In light of all the above, how could the Talmud have derived the limitation of the height of the concept “public domain” by using the altar as its example? The Levites’ shoulders were fifteen handbreadths high, and the part of the altar that stuck out beyond their heads was way beyond ten handbreadths above ground. We would have to say that the Talmud’s statement is to be taken as proof that the rings fastened to the network were at a level lower than two thirds of the altar and that only the upper third was above the rings, or at least no more than half its height. If so, the rule that the public domain does not extend beyond a height of then handbreadths can be used for the Sabbath, the level of the network of the altar serving as proof.\n", "2": "וקומה חמש אמות, “and it height five cubits” (15 handbreadths). In other words the height of the hangings was five cubits (30 handbreadths). If you accept the opinion of the scholar (Talmud, tractate Z’vachim folio 60) who claims that the altar was ten cubits (60 handbreadths) high, the priests performing the service in the Temple Compound on the copper altar were visible to anyone beyond these hangings. [What were the hangings needed for then? Ed] We would have to answer that the height given by the Torah for these hangings was not measured from the ground up, but from the ledge of the altar, so that overall it was fifteen cubits high. Rabbi Yitzchok, son of Avraham posed a different question: If, as according to the plain meaning of our text, the hangings were only five cubits high, even the entrance gate to Solomon’s Temple was five cubits higher than these hangings, and what purpose would they serve? He concluded therefore that whereas the hangings to the south and north of the entrance gate were indeed fifteen cubits high, i.e. five cubits higher that the hangings on the other sides of the Tabernacle. In other words, their total height was twenty cubits. The entrance gate was also twenty cubits high.\n", "3": "מערב עד בוקר, “from evening to the next morning;” according to Rashi, this means that the menorah’s lights are to burn from nightfall to sunrise, the amount of oil in each lamp being calculated according to the length of the night in the month of Kislev. The amount of oil required was half a log, and although there would be oil left over during the summer months, no attention was paid to that. Rabbi Yitzchok son of Avraham, of blessed memory, does not accept this interpretation from Rashi as it would involve wasting holy oil. He therefore suggests that the wicks used in the summer were thicker than those in the winter months so that all the oil would be burned up. This is also why the Talmud, tractate Yuma folio 23, states that the material the wicks were made of was the discarded garments of the priests. [In other words, nothing was wasted if at all possible. Ed.]\n"}, "25": {"0": "לכהנו לי, “to minister unto Me.” Whenever the word לי is used in such a context it means that the instruction is of permanent validity. Compare Numbers 8,7: כי לי כל בכור בבני ישראל, “for every firstborn among the Israelites is Mine;” compare also Leviticus 25,55: כי לי בני ישראל עבדים, “for the Children of Israel are My slaves.” Compare further Leviticus 25,23: כי לי הארץ, “for the earth is Mine.”", "1": "ופתחת עליהם, “you are to engrave upon them;” in verse 21 of the same chapter we read: והאבנים תהיין על שמות בני ישראל, “and the stones (jewels) shall be according to the names of tribes of the Childern of Israel;” if that translation were correct we would face a contradiction. According to the first verse the letters would be engraved in the jewels, whereas according to the second verse the letters would protrude from the jewels. We must therefore assume that the Torah speaks once of how they appeared to the onlooker from the outside or from the inside, respectively.", "2": "כתולדותם, “according to the order in which they were born.” Rashi interprets the meaning of the word as we have translated it here. His grandson, Rabbeinu Tam, does not agree, seeing that an analysis will show that Dan was not listed in the order of the birth of the twelve tribes’ births, seeing that he had been the fifth son born to Yaakov, and in the Book of Joshua 19,47, we read: “they called the name of the town according to the names of their forefather.” It would appear therefore that what was meant in our verses here is that the names of the tribes appeared on the jewels of the Ephod in the sequence in which these sons had been born by their respective mothers. The sons of Leah are mentioned first in order of their births, followed by the sons of Bilhah, in accordance with their births, followed by the sons of Zilpah in accordance of their births, followed by the sons of Rachel. You will find that the jewel Leshem was that alluding to Dan, and the jewel yoshpah alluded to Binyamin. This is the way they appear in the liturgist’s poem known as krovatz recited prior to the kedushah on Purim morning commencing with the words: ויאהב אומן. The Talmud in tractate Sotah folio 36, has a different order. The names of the tribes appeared in a different order on the two jewels of the Ephod (epaulettes) worn by the High Priest. Some commentators were concerned with the total numbers of letters of the tribes’ names being equally divided, i.e. 50 on one side of the Ephod and 50 on the other side. This, of course, would account for the names not appearing in the same order as the names on the breastplate. [As it is impossible at this stage to decide whose opinion is correct, I have not translated the balance of our author’s remarks on the subject. A booklet named bigdey kehunah by Rabbi Israel Chayim Blumenthal, elaborates on the various alternatives. Ed.]", "3": "כפול, “double;” the material from which the breastplate was made was folded over, the jewels being fastened to the upper side which was visible to all. The lower part was used as reinforcement to hold the jewels and their settings in place securely. This is the way this has been explained by Torat kohanim on Leviticus 2,4, section 10. on the section entitled “symbolisms of the jewels on the breastplate.” It is quite possible that just as the material for the breastplate was folded over so was the material containing the jewels on the Ephods, epaulettes. Rashi explains the words urim vetumim that the Torah describes as having been placed in the folds of the breastplate (verse 30), by writing that the word אורים explains the word המשפט, which precedes it as meaning מדינות, “establishment of legal rules,” whereas the word תמים would refer to the “limits set for the application of all these rules.” In practice, the High Priest during the period of Second Temple used the breastplate to obtain confirmation from G’d rather than to obtain instructions from G’d as in Isaiah 24,15:באורים כבדו את ה' , “honor the Lord with lights” [Rashi speaks of the High Priest’s breastplate during the time of the second Temple when the parchment with the tetragram from the first Temple was no longer in existence. During Moses’ lifetime, Aaron never needed to use the urim vetumim in order to communicate with G’d, as Moses spoke to G’d directly. During the period after Moses’ death and the destruction of the first Temple, the High Priest would address queries to G’d and these would be answered by letters on the breastplate being illuminated, and these had to be interpreted by the High Priest. During the period of the second Temple, -if I understand this correctly,- the High Priest phrased his query so that it required to be answered either positively or negatively, and the letters for “yes” or “no” would become illuminated. It is not known what Rashi’s source was for writing that the parchment with the tetragram was kept in the folds of the breastplate. Ed.] According to our author, the communication from the breastplate confirmed the boundaries of the parcels of land allocated to each tribe when he distributed it to the various tribes.\n", "4": "ולא ישאו עון ומתו, “so that they will not bear iniquity and die;” Rashi states that we derive from this verse that if the priests do not wear any of the garments they are supposed to wear while performing service in the Temple, they have become guilty of the death penalty. Rabbi Yitzchok, son of Rabbi Avraham of blessed memory, questioned this statement by Rashi on the basis of what we learned in the Talmud, tractate Sanhedrin folio 83, where the Talmud derives this rule from Exodus 29,9, from the words: והיתה להם כהונה לחוקת עולם, “and they will remained consecrated as priests perpetually. The Talmud there understands these words as applying to when the priests wear their priestly garments. When they do not wear those garments, they are treated as if ordinary Israelites, who if they dare to enter the holy Temple become guilty of death. (Numbers 1,51) In order to answer the query by Rabbi Yitzchok, we are forced to say that our verse here adds the new dimension that even the trousers (though meant to cover the private parts) of the priests are considered as part of their uniform and their not wearing same as prescribed already makes them guilty of the death penalty.\n"}, "26": {"0": "'לקח פר אחד וגו, “take one young bullock, etc.” take one ram on its left side and one ram on its right side and place the bullock in the middle. Why was Moses commanded to take these three animals? They were to symbolise the three founding fathers of the Jewish nation. The bullock symbolised Avraham, who had been described as “running to the stables containing the cattle,” when he was about to prepare a meal for the three angels, one of whom predicted the birth of Yitzchok (Genesis18,7). The two rams represented Yitzchok and Yaakov. The unleavened breads in verse 23 accompanying these sacrifices symbolised Hagar and Sarah. Avraham had told Sarah to hurry and to prepare bread at the time. According to Rav Hunna son of Abba, one measure of wheat would be taken to be milled, and by the time the owner came home he found that he had one measure of fine flour and one measure of average quality of flour and one measure of coarse grain. He now brought only a little more than one measure of fine flour. The purpose of the libations accompanying the animal sacrifices was to ensure that the grape harvest would enjoy G’d’s blessing. The Talmud relates the following story. A certain Torah student left Jerusalem, and he was recognised as such by people whom he encountered (who apparently did not have a Torah scholar living in their town) They offered him three major gold coins in order for him to change his place of residence and to take up residence in their town. He declined the money and the offer accompanying it. He explained that he owned a vineyard that was more valuable than all the gold that they could offer him, as it yielded him more than six hundred barrels of wine annually which he could sell at a good price. He recounted that he had an orchard which was similarly generous in the yield of fruit it provided him with. He attributed his good fortune to his meticulously observing the commandment of bringing the first ripe fruit of each category to the Temple in Jerusalem each year, as an offering to G’d (via the priest) Another story is related about a certain Yonathan son of Elazar, who witnessed while sitting under his fig-tree when the dew descended on that tree as a result of which he harvested great amounts of honey so much so that that when the wind mixed it with earth a female goat materialised and gave an abundance of milk. This Yonathan told his students that he wanted to show them a phenomenon which reflected the world to come in miniature. The moment he had finished saying this to his students all the aforementioned examples of material wealth on this earth vanished, in accordance with the prophet Chagai 1,6 who had said: זרעתם הרבה והבא מעט, אכול ולא לשבעה, שתו ואין לשכרה, לבוש ולא לחום לו, “you have sown much and brought in little; you eat without being satisfied; you drink without getting your fill; you clothe yourselves without getting warm.” [Yonathan then realised that he had erred greatly when boasting about material blessings he had enjoyed, and using these as a reason why not moving to a town that did not have a resident Torah scholar. Ed.] We find a similar message in Jeremiah 8,13. These blessings were all denied the Jewish people when they saw in them rewards for fulfillment of certain commandments in the Torah. We are not to observe the Torah for such a reward, although fulfillment of the commandments is accompanied by a certain amount of material blessings encouraging us to continue to do so. Our author quotes more sayings of the prophets on this subject, (Chabakuk 3,17; Ezekiel 36,8;) Tanchuma 13 on our portion.", "1": "ולחם מצות, “and unleavened bread;” Rashi explains this as a mixture of flour and oil. In the Talmud, tractate Menachot, folio 89, this is based on our verse speaking both of לחם מצות and immediately afterwards of “challot matzot, mixed with oil”.", "2": "וסמכו אהרן ובניו את ידיהם, “and Aaron and his sons are to lay their hands, etc.: according to our author’s version of the Torah, the name of Aaron is spelled here with the letter ו which never occurs elsewhere. (Minchas shay) [The fact is that in our versions of the Torah it is spelled in the usual way, without that letter. Ed.] Our author raises another question concerning the word וסמכו, i.e. a plural mode, whereas in verse 10 it is spelled in the singular mode as we expected. [In both instances only one animal is being sacrificed, so why would Aaron and his sons all place their hands on that one ram? Ed.] Also in verse 19 the Torah again reverts to using the singular mode for that word although the subjects are both Aaron and his sons. It appears that according to the Midrash on verse 15 the word Aaron has also been spelled with the additional letter ו; according to Rashi, commenting on a similar anomaly of the spelling of the word לטוטפות once with the plural letter ו and once without, (Exodus 13,16, Deuteronomy 6,7 and 11,18 respectively). [In our editions it is not spelled with the letter ו on the last two occasions. The versions quoted and discussed in the Talmud are not binding for us nowadays. There is therefore no point in translating the speculations of our author on the subject. A comment by the author of minchass shy a well known exegete of the 17th century is not relevant as our author lived about 4-500 years earlier. Ed.]", "3": "ולקחת מן הדם, “you are to take from the blood;” it is not clear if seeing that the blood of that animal had already been sprinkled on the altar as reported in verse 20, he had to take from the same blood and sprinkle it on Aaron and his sons’ garments.", "4": "כל הנוגע, “anything which touches, etc;” according to Rashi the word כל here, if taken at face value, means: that even if an animal that was not fit as a sacrificial animal under any circumstances and had by mistake come into contact with the altar, it would have been disqualified for any further use, that it must not be removed from the altar. [Sanctification is used here in the negative sense of the word, out of bounds for anyone else. Ed.]. In order to forestall our getting the wrong impression, the verse following spelling out an example of an animal qualified as a sacrifice, teaches that was meant in verse 37 were only animals basically qualified as sacrifices, which had incurred a disqualification after being on the sacred grounds of the Temple. It is worth examining why in this verse the burnt offering has not been mentioned by name. Presumably, the Torah thought that the reader would understand that the verse speaks of a burnt offering, the name “burnt offering” having been spelled out in verse 44 of our chapter. Our author feels that this is a somewhat forced answer and that there is no need for such a forced answer. He suggests instead that seeing that our verse speaks of an offering tendered twice on each day, that the reader surely knows that this could only refer to a burnt offering. The details about this offering have been spelled out in Numbers 28,3. Our author raises a question involving a commentary by Rashi on the portion dealing with the daily burnt offerings. (Numbers 28,4) On the words: את הכבש האחד תעשה בבוקר, “you shall present the one sheep in the morning,” he writes: that this has been repeated there although it has already been recorded here, as here it referred to a one time event, the consecration of Aaron and his sons as priests, [subsequent priests being born as such to their respective fathers and not needing consecration; Ed.] The paragraph in Numbers refers to legislation that is permanent, and remained in force as long as a Temple functioned. [This editor refers the reader to an interesting comment by K’lee yakar on why in the one verse the Torah speaks about אחד, “one,” whereas in the other portion dealing with the basically same sacrifice the Torah used the prefix ה, i.e. האחד, “the one.”] Our author feels that there was another occasion when the priests had to be consecrated in the time of Ezra when the second Temple had been consecrated and the claim of someone being a priest had to be documented anew due to the seventy years of exile the Jews had endured when not all could prove their ancestry beyond doubt. It will again become necessary to do so when the messiah will come, hopefully soon in our time. Our author feels that this is why Rashi in referring to the consecration rites never mentions a word about these being unique in Jewish history.\n"}, "27": {"0": "על שני צדיו, “on its two sides.” According to Rashi, what is meant here are the two corners of each side of the (golden) altar to which the rings had been fastened. Apparently, there were four rings which had been fastened to the four corners. This appears problematic. Seeing that the dimensions of the golden altar were only one cubit in length and one cubit in width, (60cm by 60cm), how could two men stand behind one another supporting the staves of this altar when carrying it? When explaining the position of the rings and the staves attached to the Holy Ark, it was understood that they were attached to the two long sides of the Ark, which were two and a half cubits long each. The reason they carried it in such a fashion was that the alternative, namely carrying it on the short sides which were one and a half cubits wide, (50% longer than the golden altar’s sides) was not considered long enough to enable two men to walk behind each other while carrying it, The only way we can understand Rashi, would be that only two men carried that altar, one on each side. They must have positioned themselves between the walls of the altar and the wooden staves supported by the rings through which they had been inserted.", "1": "והקטיר עליו אהרן קטורת, “and Aaron shall burn on it the incense;” the word “Aaron” cannot be understood literally, as he would not live forever. Even during his lifetime, his sons, i.e. ordinary priests, were permitted to offer incense on this altar. The reason he has been mentioned by name is that according to the Talmud in tractate Yuma, folio 26, whenever the High Priest demanded to offer the incense he took precedence over ordinary priests. The Talmud there describes the procedure used to determine which priest would be chosen each day for that task. One of the most important factors in choosing such a priest was if he had never had the opportunity to perform that duty he was given preference over his colleagues. There was a tradition according to which priests who had performed this duty would become wealthy. Normally, lots were drawn between the priests on duty on that particular day. Lighting the menorah, also described as being performed by Aaron in Exodus 27,21, was also permitted to be performed by ordinary priests, seeing that both Aaron and his sons are mentioned in that context.\n", "2": "מחצית השקל, “a coin worth half a shekel.” This was to atone for the half day they had been guilty of not doing something to destroy the golden calf, as explained in the Talmud, tractate Shabbat folio 89. According to Rabbi Akiva there the word boshesh in Exodus 32,1 usually translated as “tarried,” can be read as בשש, “at six hours,” i.e. at midday Moses came down from the mountain. The coin known as shekel (a silver coin) is valued as twenty geyrah, (copper coins). They had been guilty of transgressing all of the Ten Commandments, as transgressing the prohibition of idolatry is equivalent to transgressing all of the commandments of the Torah. The Talmud in tractate Z’vachim, quotes the oldest kabbalistic text, Pirke de rabbi Eliezer, chapter 48, where Rabbi Yishmael describes the five “fingers” on G’d’s right hand, as all involved in the process of redemption. His smallest finger was used for that purpose when He said to Noach (Genesis 6,15) וזה אשר תעשה אותה, “and this is how you are to construct it” (the ark), which would save him and his family from the deluge. The second smallest finger was used by G’d at the redemption of the Jewish people from Egypt (Exodus 8,15) as the sorcerers of Pharaoh recognised when they described the third plague, the vermin, as אצבע אלוהים, “a finger of G’d.” G‘d’s middle finger, known as amah, אמה, was used when G’d inscribed the text of the Ten Commandments on the Tablets (Exodus 31,1) i.e. והלוחות כתובים באצבע אלוהים, “and the Tablets had been inscribed by the finger of Gd.” G’d’s fourth finger, known as bohen, בהן, next to the thumb, was used when He showed Moses the new moon (Exodus 12,2) also using the word: זה, “this”; and the fifth finger of G’d’s right hand, known as gudal, גודל, was used by Him when showing Moses the half shekel coin of which our portion speaks here. Finally, G’d will use His entire hand when in the future He will wipe out the descendants of Ishmael and Edom, as prophesied by the prophet Micah 5,8: תרום ידך על צריך וכל אויביך יכרתו, “Your hand will prevail over all Your foes, and all Your enemies will be cut down.”", "3": "כל העובר,”everyone that passes, etc.;” the verb עבר in this verse is used as in Jeremiah 33,13: “תעבורנה הצאן על המונה” “the sheep shall pass under the hands of the one who counts them;” Sheep are counted by their shepherds when being led to their pens.", "4": "העשיר לא ירבה, “the wealthy person must not contribute more;” (in order to help make up the required total). No one was allowed to be able to claim that he had made a greater contribution to the Tabernacle than his neighbour.\n", "5": "ונתת אותו, “you will give it (to be used).” Rashi explains here that the respective ages of the people being counted now were based on their birthdays according to the calendar year commencing with the month of Tishrey (Rosh Hashanah), not according to the new calendar year for the kings [political rather than religious purposes, Ed] as introduced in Exodus chapter 12. The Talmud, (Rosh hashanah, folio 11) is of two opinions as to when the universe as we know it was created, whether in the fall, on Rosh Hashanah, or in the spring, the month in which we celebrate Passover. [Since none of us was around at the time neither scholar could prove his point. Ed.] According to the opinion that the universe was created in Tishrey, we have no problem reconciling the figures given here and the ones given seven months later in the Book of Numbers. According to the second opinion, the report in the Torah is difficult to reconcile, seeing that the totals of the two censuses which clearly took place at an interval of seven moths, i.e. the first one immediately after the golden calf and the second one in the second month (Iyar) after the erection of the Tabernacle, which had been erected in the first month (Nissan) of the second year and produced the same result. This question is reinforced as supposedly the ages of the people were based on the ages on the history of mankind having been based on the years that the first human being, Adam, had lived. According to that opinion only a single census could have taken place. If so, it is possible that seeing that the total was based on the census in that year, the Torah considered the people counted retroactively as having been 20 years of age already in Tishrey of the previous year. Seeing that from the count reported here the sockets for the Tabernacle which had been erected in the sockets of the Tabernacle had been made it must have taken place before the Tabernacle had been erected. According to the calendar used by the men counted, they had been counted in the first year of the Exodus, whereas according to the calendar in use since the month of Nissan after the golden calf episode, this was now considered the second year.", "6": "בשמים ראש, “chief spices;” seeing that previously the Torah had written: בשמים לשמן המשחה, “spices for the oil of anointing,” (Exodus 25,6) without specifying those spices, now both the spices and their respective amounts are being spelled out. The word ראש occurs here as number, i.e. “first in rank,” just as it does in verse 12, כי תשא את ראש בני ישראל, “when you count the number, i.e. sum total, of the Children of Israel,” or in ראש חודש, “first of the month.” Compare also Amos 6,6: וראשית שמנים ימשחו, “and anoint themselves with the choicest oils.” Compare also Song of Songs 4,14: עם כל ראשי בשמים, “with all the choicest spices.”", "7": "איש אשר ירקח כמוהו, “anyone who will compound like it, etc.” the same prohibition has been applied also to anyone compounding incense on the same basis, i.e. ingredients and quantities, as that used in the Tabernacle. Just as here on earth it would be considered as an insult to the reigning monarch if a subject would make use of his scepter in the way the king uses it, so it is forbidden to make use of something designed exclusively in our service of the Lord for a secular purpose. Our sages extended this prohibition to anyone building himself a house patterned on the measurements or materials of the Tabernacle or Temple. (Rosh Hashanah, folio 24) This is also why we do not make or use candlesticks with seven arms.", "8": "בד בבד, “each is to have the same weight.” (customary translation) The Talmud, tractate k’ritut folio 5 understands this expression as based on the word בדד, “separate, isolated,” i.e. each individual unit of spice should have the same weight. The Talmud even discusses if when weighing it, it suffices to note that both scales of the scales are at the same level, or if the spice in question must actually tip the scale downwards a little. They also discuss if, as is customary, a stone or equivalent which had proved to be of the required weight can be used for weighing the next quantity of spice, or if each spice has to be weighed independently without any weights being used. According to Rashi in the Talmud there, weights must not be used instead, only spices must be placed on the scale. Our author does not understand why the use of weights should have been forbidden."}, "28": {"0": "בצלאל בן אורי בן חור, “Betzalel, son of Uri, son of Chur;” the reason why the Torah mentions also the grandfather of Betzalel, whereas in the case of his assistant, Oholiov, it mentions only his father, (verse 6) is that Chur had died a martyr’s death in opposing the Israelites‘ dancing around the golden calf. The major function of the Tabernacle was to atone for that sin. This is why his name is mentioned here in connection with the Tabernacle.", "1": "ואת בגדי השרד, “and the service garments;” according to Rashi these were not priestly garments, but garments woven alternately of blue wool and red wool, i.e. תכלת וארגמן as described in the portion dealing with the journeys of the Israelites (Numbers 4,7-9). This sounds quite unlikely, as these garments are referred to throughout the Talmud as priestly vestments.", "2": "אך את שבתותי שמורו, “but you must observe My Sabbaths;” Moses is to tell the people that although they might have thought that having been commanded to construct a residence for G’d on earth, completing it as soon as possible would override any restrictions that are part of the Sabbath, the Sabbath is not to be desecrated on account of building the Tabernacle.", "3": "וביום השביעי שבת וינפש, “but on the seventh day He rested and withdrew into His essence.” Rabbi Yehudah Hachassid said that from this verse we can deduce that the Jew receives an additional soul on the Sabbath. When you read the respective last letters in the last four words of the verse backwards, you get the word שתים, “two.” The Talmud relates an interesting conversation between Rabbi Akiva and Turnusrufus, the wicked Roman governor during part of his life when the latter met him once on the Sabbath. Upon seeing him, the governor asked Rabbi Akiva what was so special on that particular day, to which Rabbi Akiva replied: “how are you different from anyone else?” Turnusrufus wanted to know what kind of an answer this was to his question. The Lord had singled him out to be more honoured than other human beings. Rabbi Akiva told him that the same Lord had singled out the Sabbath to be more honoured than any other day He had created. Turnusrufus then wanted to know why that same G’d performs all manner of work on the Sabbath, such as letting the wind blow, the rain fall, etc., whereas He denied the Jews to work on the Sabbath and to travel on the Sabbath? Rabbi Akiva replied that he was aware that the governor was familiar with the Torah G’d had given the Jews, so that he could ask him, why if two Jews share the same courtyard in front of their houses, what is the reason for the law whereby if each of the homeowners does not enter into an arrangement whereby he foregoes his legal claim to the courtyard, neither of them can move his chattels in that courtyard on the Sabbath, whereas when they each waive their claim, they can both use that courtyard freely? How come, he continued, that if a Jew has a palace owned exclusively by himself, and surrounded by a courtyard as large as the city of Damascus, he is free to move all his chattels all over that courtyard on the Sabbath? Similarly, the Lord Who owns both heaven and earth exclusively, is free to let the wind blow and to let the rain fall without thereby violating the laws of His Sabbath. He added, that if proof were needed for what he had told the Roman governor, let him reflect on the fact that that same Creator observed the Sabbath by not having given the Jews in the desert their heavenly bread, manna on that day, but giving them a double portion on the Sabbath eve, so that they would not go hungry on that day. (Tanchuma, section 33 on this portion)"}, "29": {"0": "עשה לנו אלוהים, “make a new Judge for us!” The people saying this to Aaron did not intend for that symbol to be an idol, but to be a supreme judge in lieu of Moses, who they thought had died on the Mountain. This is quite clear from how they justified their request when they said: כי לא כי זה האיש משה אשר העלנו מארץ מצרים לא ידענו מה היה לו, “for we do not know what has happened to the man Moses, who has brought us out of Egypt.” As far as the verse in Psalms 106,20 is concerned, i.e. וימירו את כבודם בתבנית שור אכל עשב, “they exchanged their glory for the image of a bull that feeds on grass,” that verse refers to Moses as their glory, not to G’d. They had deified Moses as he had performed so many miracles for them. When some of them prostrated themselves before that image (Exodus 32,8) this also referred to the golden calf as a substitute for Moses, not for G’d. It is not to be understood as idol worship, [although onlookers might have thought so. Ed.]", "1": {"0": "!פקרקו, “break off!” Aaron gave this instruction with noble intent; he had reasoned that if he suggested that they should appoint either Calev or Nachshon as Moses’ successor, and the people would proceed to crown either one of the two men, as soon as Moses would return they would demote the new King and there would likely be a civil war. If he were to refuse outright to take any action, they would most likely choose their own new leader, this would certainly lead to great strife among the people. If he himself would offer himself as Moses’ substitute, this would not find favour in the eyes of Moses, who, he was sure, would return.", "1": "He therefore temporised, playing for time, hoping that before any permanent damage could be done Moses would have returned. He was certain in his own mind that the Israelite women would refuse to part with their personal jewelry for the scheme he appeared to have suggested."}, "2": "ויצר אותו, “he fashioned it with a graving tool.” He kept experimenting with different shapes, hoping all the time that Moses would come back. Everything he did was motivated by an attempt to preserve the glory of the Lord. This is clearly hinted at in the remarks of the last of the prophets, Malachi, who in Malachi 2,7 refers to Aaron in the following words: כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבא-ות הוא, “for the lips of the priest guard knowledge, and men seek rulings from his mouth, for he is a Messenger of the Lord of Hosts.” It is also written there in verse 6: ורבים השיב מעון, “and he prevented many from becoming guilty of trespasses.\" [At the beginning of that chapter the prophet had referred to the person he was describing as the model Levite, clearly none other than Aaron who was appointed High priest seven months after the episode described in our portion. Ed.] If the Israelites had killed Aaron there would have been no possible way for them to become rehabilitated as they would have been guilty of what is described in Lamentations 2,20: אם יהרג במקדש כהן ונביא, ”alas priest and prophet are slain in the Sanctuary of the Lord.”\n", "3": "וירא אהרן, “when Aaron saw, (realised), etc.” the people had misinterpreted the apparent ability of this golden calf to speak; he was afraid that they might kill him (for having made an idol) and he built an altar for the Lord on which offerings would be offered on the morrow, by which time he thought Moses would surely have returned. According to our author, we find that the prophet Samuel when pressured to anoint a king for the people resorted to a similar stratagem in Samuel I 11,14, when he suggested that he would meet their request on the following day. [This comparison is invalid, as the prophet Samuel had consulted with G’d about how to deal with the people’s demand. Ed.]", "4": "כי שחת עמך, “for your people have acted corruptly;” they are your people regardless if you chose them to be, just as you took them out of Egypt regardless if that had been done willingly or not. They acted corruptly by exchanging their leader without consulting you (or Me) Seeing that I had given you them as their leader, they were not at liberty to disown you. In addition to this, they violated My commandment of לא תעשה לך פסל, “do not make for yourself a graven image.” (Exodus 20,4) You are not allowed to do so, even if the image is to symbolise your G’d in heaven.", "5": "לחת “Tablets;” you will note that the word for Tablets has been spelled defectively, i.e. in the singular mode. This is to suggest that both Tablets are of equal importance. They also symbolise heaven and earth, which each are an integral part of our universe. This “equality” is also to be found in every man and woman who have entered into a union through marriage. Five of the Ten Commandments are engraved on one Tablet and five on the other. The number five symbolises the five Books of Moses, and the number ten symbolises the ten utterances with which the Torah described G’d as having created our universe. In the Talmud, tractate Eyruvin, folio 54, Rabbi Elazar is quoted as saying that the reason why these Tablets are described as “Tablets made of stone,” [when in fact the first set of Tablets was made from a raw material not known to us, a celestial raw material, Ed.] is to teach us that if a human being is as consistent in his actions as is stone, he will not forget what he has studied, and it will reside within him as constant and unaffected by external influences as stone. If not, he will not be able to have total recall of what he has studied. Rabbi Elazar adds that (seeing the Torah scroll is not written with vowels) the word charut, “engraved” can also be read as cheyrut, “freedom,” i.e. observing what is written on the these Tablets makes us truly free, (from temptation to do evil). Rabbi Elazar adds that if the first set of Tablets had not been shattered by Moses, the Torah would not ever have been forgotten by the members of the Jewish people. Rav Acha there adds that if we had always observed the Torah we would have also been physically free; no nation ever would have defeated us in war. As a reminder, even when reading the word as written, i.e. charut, we should think of it as having been vocalised cheyrut.\n", "6": "וישק את בני ישראל, “he made the Children of Israel drink;” on this verse Rashi observes that basically we are subject to death for certain sins by one of three types of death, a) as in the case where a woman has been suspected of infidelity by her husband, when there are no eyewitnesses to the supposed infidelity. In such cases death is brought about by Divine interference, the woman who had lied by protesting her innocence having to drink the “bitter” water, as a result of which she will die a painful death. [Compare Numbers 5,27) b) a capital offence was committed by a person who had been duly warned of the consequence of his deed by two legally qualified witnesses. The death penalty will be carried out by the guilty party being killed by the sword. Compare Deuteronomy 13,17, as explained by the Talmud, tractate Sanhedrin, folio 111. c) there are witnesses to the sin having been committed, but the sinner had not been warned immediately prior to committing the sin by qualified witnesses. In that case he will die by a plague at the instigation of G’d. If Rashi were correct in comparing the death of the people worshipping the golden calf were executed by the sword as the people in Deuteronomy 13,17, why was their property not destroyed as is the case there? We would have to answer that they were punished as if they had been gentiles, where destruction of the sinner’s property is not decreed. (Compare Talmud, tractate Sanhedrin folio 56)", "7": "כי ברע הוא, “when it is bent on evil.” If he had not done what he did in response to their demand, they would have appointed a new leader with even worse consequences.", "8": "ויצא העגל הזה, “and this calf emerged (from the crucible)” Apparently, when Aaron used his graving tool the gold was inside some sort of mould, and it emerged all at once (not as molten gold.) According to some opinions, Aaron had thrown in a golden sheet that had been used to transport Joseph’s coffin, Joseph had been referred to by Yaakov in his final blessings as an ox so that somehow this sheet responded to the call; “arise ox!” (Tanchuma section 19 on our portion)", "9": "לשמצה, ”as an object of derision;” every idolater will ridicule the Israelites for having made for themselves such a golden calf. When they do, we have to remind them that they do something similar every day, so how can they have the audacity to fault us for what happened one single time? Let us illustrate the scenario by a simple parable. A King had a beautiful wife; all his servant maids kept provoking her by saying that the day would come when he would divorce her and take one of them as a wife instead. When the queen asked them what prompted them to make such a statement, they said to her that they had observed the king when he came from the market he noticed that the queen’s hand had some speck of dirt clinging to her hand, something that he could not stand. The queen replied that the servant maids were very foolish if they think that on account of a speck of dust that I can wipe off with a flick of my finger he would divorce me and exchange me for someone who is covered with mud sticking to their skin all the time.", "10": "!מי לה' אלי, “anyone who is on G’d’s side to me!” Moses called on all the Israelites who had not become involved with the golden calf in any way to join him. He was immediately joined by all the members of the tribe of Levi. The entire male population of the tribe, none of whom had been counted, joined him. No other tribe, of those that had been numbered, was loyal in its entirety. This is reflected in Deuteronomy 33,9 (Moses’ blessings of the people) where the Torah writes concerning the tribe of Levi: האומר לאביו ולאמו לא ראיתיו ואת אחיו לא הכיר ואת בניו לא ידע---כי (כולם) שמרו אמרתך, “who can say of his father and his mother: “I have not seen him,” (take part in the sin of the golden calf)  nor did he see his brother (do so) nor did his son have any knowledge (of that sin) for they all were loyal to Your word.” Moses was not able to compliment any other tribe similarly. It appears that one reason for this great loyalty was the fact that Moses was their tribe’s leader, and they did not wish to trade him for a leader from a different tribe. Maimonides, in his treatise on idolatry chapter 1, near the end, states that Avraham had already handed the Torah in oral form to his son Yitzchok, who transmitted it to Yaakov, who in turn transmitted it to his son Levi. The latter’s sons already founded a Torah study academy, so that knowledge of the Torah’s laws never was interrupted even during the many years of bondage in Egypt. It appears that the attitude to the golden calf by the different sections of the people was divided into three different groups; one group accepted the golden calf by promising to follow it to wherever it would lead the people, אשר ילכו לפנינו; they only wished for the golden calf to be leader on their journeys. The second group accepted the golden calf as a symbol of idolatry; this group made up the three thousand Israelites who were killed by the Levites. The third group was the entire tribe of Levi which completely rejected the golden calf in all its aspects, remaining completely loyal to Hashem.", "11": "ולתת עליכם היום ברכה, “so that he may bestow a blessing on you this day.” From this day on the blessings that Moses bestowed on the Levites as described in Deuteronomy 33,8 additionally, although Yaakov had failed to bless them on his deathbed became effective, just as Moses blessed Reuven, although Yaakov had failed to bless him. He received a blessing from Moses although he did not receive it from his father Yaakov, as in the meantime his descendants had volunteered to be the vanguard of the army of the Israelites when they conquered the land of Canaan and they did not return to their families for 14 years until all the tribes had received their ancestral lands.", "12": "מחני נא, “please erase me, etc.” according to Rashi, when Moses used the expression מספרך, “from Your book,” he asked to have his name erased from the whole Torah. According to Rash’bam, he only referred to the Book of Life in which people are inscribed on Rosh Hashanah if they will live out the year commencing on that day. (He bases himself on Isaiah 4,3, as well as on what Moses is recorded as having said in Numbers 11,15) This also appears to be the understanding of the Talmud, tractate Rosh Hashanah, folio 16. There the word: מספרך, “from Your Book,” is understood to refer to people who on that day have not yet qualified for a year of life until their merits exceed their demerits before the Day of Atonement, whereas the words: אשר כתבת, “which You have written,” is understood to refer to the righteous who have already been inscribed for another year of life. An alternate interpretation: Moses reminds G’d that His reputation rests on the fact that He does not have favorites. If He will refuse to forgive the people their sin, how could He forgive Moses’ sin since he had smashed His Tablets? G’d explains to him that the comparison is not valid as the people who had committed the sin of the golden calf were the cause that made him smash the Tablets. He would punish those who had, without provocation, committed the sin, not Moses. Nonetheless, we find that Moses’ name did not appear in the portion of Tetzaveh, the first time ever since he had been born. The reason is that the Rabbis have a rule that if a Torah scholar utters an oath, even a conditional oath, such as Yaakov decreeing death for the thief found with Lavan’s teraphim, which had been stolen by his daughter Rachel, though not found in her possession, as was the condition of the oath, such an oath cannot be without consequences. Rachel’s death before Yaakov crossing into the Holy Land is therefore attributed to this oath. Here too, Moses’ oath could not remain without any consequences for him. G’d therefore omitted mention of his name in that portion of the Torah."}, "30": {"0": "ועתה הורד עדיך מעליך, “and now, take off your ornaments!” This command is difficult to understand as the Torah had already reported the people as having no longer put on their jewelry without having been ordered not to put it on. (Compare Exodus 33,4) Presumably, the people did not put their jewelry on for a day as a sign of mourning, but had put it on again on the following day. They had to be told therefore that at least as long as they had not atoned for their sin they were not allowed to wear ornaments. Rabbi Joseph Karo of blessed memory, explained verse four in our chapter, which reported the Israelites as not having put on their jewelry, as referring to the festive garments, the ones they had worn at the time the Ten Commandments had been revealed to them. This was the meaning of Exodus 19,14, where after immersing themselves in a ritual bath in preparation for that that event, they are described as putting on their garments. Had they been the same garments they had worn before immersing themselves in a ritual bath, the Torah certainly did not have to tell us that. They had had their jewelry removed from them by angels sent for that purpose to make them conscious of their great sin, as reported in the Talmud, tractate Shabbat folio 88. This is also the meaning of Exodus 33,6: ויתנצלו בני ישראל, “they stripped themselves; An alternate explanation: the meaning of the words in verse 4: ולא שתו וגו', is that they took off their uniforms, as if saying that unless G’d will march with us we will not agree to fight for possession of the land of Canaan. When G’d heard that He told them that instead of taking off their military uniforms they better take off their jewelry instead for as long as He would tell them what he had in mind for them.\n", "1": "ומשה יקח את האהל, “meanwhile Moses took his own tent far beyond the limits of the camp of the Israelites;” according to our author the word אהל here is a reference to the ornaments-jewelry that had been removed from the male Israelites, and which Moses merited as pointed out in the Talmud tractate Shabbat folio 88, where Rabbi Shimon ben Lakish is quoted as proving from Scripture that at some time in the future this jewelry will be restored to their original owners. He based this on Isaiah 35,10. This is also why we read after Moses’ return from the Mountain that his face was shining so brilliantly that the people were blinded until he covered his forehead with a kind of veil. (Exodus 34,9) An alternate interpretation: the word אהל  here is closely related to אור, light, where we find the word בהלו נרו עלי ראשי, “when His lamp shone over my head;” (Job 29.3)\n", "2": "ואתה לא הודעתני, “and You have not informed me;” Moses means that not only did G’d not inform me of details about the angel which He had said that He would send to walk ahead of the Jewish people (Exodus 32, 34) ; it is not only that You Yourself will not walk in front of us, but You did not even name the angel You have assigned for this task. We are now no better off than any human being on earth, each one of whom has an angel walking in front of him. (Compare Psalms 91,11) where David refers to this with the words: כי מלאכיו יצוה לך לשמר לך בכל דרכיך, “for He will order His angels to guard you wherever you go.” Seeing that this is so, how do I benefit from Your having told me that I have found favour in Your eyes? Even Avraham’s servant, Eliezer, had been assured of the same kind of angel, without having been told by G’d that he had found favour in His eyes? (Compare Genesis 24,7)", "3": {"0": "ועתה אם נא מצאתי חן בעיניך,”and now, if I indeed have found favour in Your eyes;” Moses is hinting that perhaps plans indeed to go personally in front of the Israelites again, and he wishes to be given details of where and how they are going to continue journeying from now on.", "1": "If informed of these details he will be certain that he has found favour in the Lord’s eyes.\n"}, "4": {"0": "ויאמר אליו, “He said to him:” this whole conversation is difficult to understand seeing that G’d had already assured Moses that He, would walk with them personally as He had said: “I will personally go with you” (33,14). Furthermore, why did Moses say afterwards in verse 16: “how can I know that both I and Your people have found favour in Your eyes, except by the fact that You will walk with us and we will be distinguished vis a vis any other nation?” G’d had already agreed to do what Moses had asked of Him! We may have to understand the whole dialogue between G’d and Moses as follows: G’d’s words: והניחותי לך, “and I will give you rest,” at the end of verse 14 are addressed to Moses personally, but are not a promise to the people. G’d did not promise that the people can feel at “rest,” i.e. reassured so that they would not have to worry about their future. They will not be able to experience the glory of My presence. When Moses heard this, he continued that unless the people can see that You have agreed to personally lead us as You have done in the past, even I do not know that I have found favour in your eyes. At that point G’d responded that He would walk with the people as before the episode of the golden calf. An alternate interpretation: after the words: פני ילכו, “I will personally go (with you),“ Moses understood that G’d’s anger had ceased, and that He now related to the people as He had done when He had said: (Leviticus 17,10) ונתתי פני , “I’ll set My face against him.” (At that time individual wrongdoing had been the subject.) Once My anger has receded from that level, G’d meant, I will give you rest, but not immediately. Upon hearing this, Moses continued pleading saying that this was not good enough for him until the relationship between G’d and Moses as well as the people had been completely restored. G’d’s response to Moses’ “ultimatum” which had been accompanied by Moses refusing to move from that place any further, was: “| have decided to go along with your conditions.”", "1": "ואתה לא הודעתני, (returning to verse 12) “and You have not informed me, etc.” first G’d had told Moses that henceforth He would send an angel ahead of the people on their journeys who would expel the Canaanites from their country (compare verse 2 in our chapter). A few verses later (verse 5) Moses had been told to divest the people of their jewelry. Even at that stage G’d had not yet revealed if He, personally, would again walk ahead of the people on their journey through the desert, even though they already had taken off their jewelry at His command. When You said to me: ידעתיך בשם, “I know you by name,” (verse 12) I assumed that You would tell me the name of the angel, i.e. his specific attribute, Moses, at that stage had still been afraid to demand from G’d that He walk with him and the people personally, as G’d had warned that if Ed.] He were to do so any infractions would result in the people being consumed by His wrath (פן אכלך בדרך, verse 3 in our chapter). This is also why he phrased verse 13 with the reference to דרכיך, “Your ways.” The reason he referred to “Your ways” in the plural, was that he did not know which of G’d’s ways (attributes) would be most advantageous for the Israelites. He therefore resolved to ask G’d to reveal all His attributes to Him so that he would know what the situation that the Jewish people found themselves in needed to be appealed to. Thereupon G’d responded by saying: פני ילכו, “I, personally will go,” as this will be most beneficial for you. This is very similar to what we read in Samuel II 17,11: ופניך הולכים בקרב, “and that you yourself will march into battle. [Chushai advised Absalom that in his revolt against his father David, he should march at the head of his troops. Our author shows that the word פנים described the essence of a person as well as the Essence of the Lord.", "2": "והניחותי לך, “I will grant you peace of mind seeing that you are in such an emotional uproar. You will now be able to make an intelligent choice. Nonetheless, Moses was still afraid of the possibility that G’d would suddenly annihilate the people if they would anger Him once more. At any rate, he now knew that the word פני G’d had used was meant in its beneficial sense of the word. He realised beyond any doubt that G’d’s personal presence among the Israelites was a great compliment for the people. When Moses realised that this was a time when G’d was very well disposed toward him, he decided to pursue requesting still more details about G’d’s attributes and what each stood for. He went as far as requesting a visual revelation of G’d’s essence. G’d answered him that while he could an experience aural revelation of this, a visual revelation is impossible as long as his soul inhabited a body."}, "5": "וחנותי את אשר אחון ורחמתי את אשר ארחם, “I will be gracious to whom I will be gracious, and I will be merciful to whom I will be merciful.” I will explain to you the guidelines according to which you will choose which of My attributes to use at a particular time or occasion. However, as to your request for a visual revelation of My Essence, this is not something that can be granted to any living human being at any time.", "6": "הנה מקום אתי ונצבת על הצור, “Behold there is a place by Me, and you shall stand upon the rock;” the author refers to an explanation he has found in a Midrash known as Socher tov (chapter 90) in which a Rabbi Chanina queries why, i.e. to what purpose, one of the Lord’s names is מקום, “place,” (Genesis 19,27). He answers that essentially far from G’d being in any place, G’d and place are identical , i.e. anything we call “place,“ is in reality occupying part of G’d’s place as He created space. Our author feels that one could still have been in doubt whether this means that any מקום on earth or in the universe is always to be understood as secondary to Him, or if on occasion it is used as primary to anything surrounding the subject under discussion. By referring to מקום אתי, “a place next to Me,” G’d reminded Moses that any “place” is always secondary to Him.", "7": "והיה בעבור כבודי, “it will be when one of My attributes passes;” I am placing you into the cleft in the rock in order that you will not need to look at My essence with your face (to protect you) ושכותי כפי, “I will cover you with the palm of My right hand;” this is a simile for a cloud G’d will place between Himself and Moses. We find a similar expression in Lamentations 3,41:נשא לבבינו אל כפים אל אל בשמים, “let us lift up our hearts with our hands to G’d in heaven.” In other words: “I will act as a protective cloud in front of you to prevent you from seeing ‘Me’ with your eyes.", "8": "והסירותי את כפי, “and I will remove My hand;” so that Moses’ experience will parallel someone seeing someone’s back, being unable to identify that person."}, "31": {"0": "'ויקרא בשם ה, ”He proclaimed the name of the Lord;” G’d announced that he would walk with the Israelites.", "1": {"0": "'ויקרא ה' ה, He proclaimed: “The Lord, the Lord;” The meaning of this proclamation is that G’d announces that in His capacity as the attribute of Mercy, He continues practicing this attribute not only before man sins but also after man had sinned. This is how the Talmud, tractate Rosh Hashanah folio 17 interprets this proclamation. We need to delve more deeply into this subject. Since when had man been in need of this attribute of the Lord before he had sinned? We are forced to answer that seeing the Lord is aware of what goes on in the innermost regions of our heart, He was aware that we would commit sins even before we had converted sinful thoughts into sinful deeds. This is why both of these “names” of the Lord are actually two separate attributes of the thirteen attributes revealed to Moses at this point. On the other hand, the attribute known as נוצר חסד לאלפים, “storing up kindness for up to two thousand generations,” which apparently are two separate attributes are in reality only a single attribute. Rav Nissim, however, considers these words as two separate attributes, whereas he dos not consider the first word: “Hashem,” as one of the thirteen attributes. The plain meaning of the verse commencing with the words: ויעבור ה' על פניו ויקרא ה', ה' וגו', “the Lord passed by before him, etc.,” is that in times of need for the Lord’s Mercy, these thirteen attributes of the Lord are to be invoked in our prayers for help and forgiveness.", "1": "א-ל; an attribute describing G’d as an honest Judge handing out fair judgment. It is an abbreviation of the word אל-הים, introduced as such an attribute in Exodus 22,8, where the Torah decreed that disputes be presented to a judge, the latter being defined as elohim.", "2": "רחום, “He Who displays mercy to the poor and needy and saves them.”", "3": "וחנון, and “Who is gracious,” even to the wealthy; anyone dispensing gifts is considered as practicing the attribute of being gracious.", "4": "ארך אפים, “long suffering;” displaying patience with the wicked, instead of punishing them immediately.", "5": "ורב חסד, “and abundant in goodness;” when a person’s merits and demerits are in balance, G’d tips the scales so that the merits predominate. Our sages in the Talmud, tractate Sotah folio 11 describe this as G’d’s attribute of goodness is stronger than His attribute of decreeing punishment where called for.", "6": "ואמת, “and truth.” G’d can be depended upon to honour His promises, unless, through sin, the recipient of the promise has forfeited it. In such situations it is the sin, not G’d, which interfered with fulfillment of any promise."}, "2": {"0": "נוצר חסד לאלפים, “extending kindness to a thousand generations;” G’d undertakes to extend kindness to the descendants of the good and righteous fathers even of sinners. This concept has been repeated in Deuteronomy 7,9: where a time limit of one thousand generations is the limit. Rash’bam explains the apparent contradiction with our verse where the word לאלפים appears to mean at least two thousand, that we find, grammatically speaking, that a fourth generation, normally described as דור רביעי, is on occasion described as רבעים, with the plural mode ending. The same is true here. (Compare our verse) Therefore אלף or אלפים, can mean the same thing on occasion.", "1": "נושא עון, “He forgives iniquity;” when the iniquity was the result of the person having been unable to resist the evil urge, G’d does take that into consideration.", "2": "ופשע, “He does so on occasion even when the sin represented an act of rebellion against Him.” (Compare Kings II 3,7) where this term is applied to the King of Moab.", "3": "וחטאה, ”as well as unintentionally committed sin;” this has been spelled out in detail, in Leviticus 4,2 as well as the remedial action that has to be taken by the guilty party.", "4": "ונקה לא ינקה, “but He will not let the guilty escape scot free;” (unless the guilty party had rehabilitated himself through sincere teshuvah, repentance.) The Talmud, tractate Yuma, folio 86 spells out clearly that anyone (later generations) whose sinful fathers did not repent and had not been punished for their sins as G’d had waited if their offspring would repent, will also have to bear the burden of the sins of their fathers. [The reason why this is not unfair is that if G’d had punished their forefathers they would not even have been born, so what have they lost? Ed.]", "5": "פוקד, “He remembers (and acts upon) the sins of the fathers;” even this attribute is part of G’d being merciful, as it shows how patient G’d had been in not punishing the fathers immediately for the sins they had committed. We know this from Exodus 32,34, where G’d speaks of וביום פקדי וגו', “and on the day when I remember” (to take action etc.) This clearly shows that G’d does not take punitive action immediately. It also shows that this is no longer one of the thirteen attributes listed here. This presents a difficulty for the scholars who argue that the words: וימהר משה ויקוד ארצה, “Moses hastened to prostrate himself to the ground,” (verse 8) show that he was afraid that G’d might “remember” to extend punishment for sins that had not been punished even to the fifth generation of the descendants of the sinner. I believe that Moses’ haste is proof that G’d’s mercy extends even further, if he allowed four generations to rehabilitate the original sinners because that generation became a true penitent."}, "3": "וימהר משה, “Moses hastened, etc.” Moses’ mind was now at rest when he heard that G’d’s Attribute of Mercy was such that His threat to annihilate the people if they sinned again did not necessarily refer to the generation that he was the leader of. He immediately expressed his gratitude by prostrating himself. He added another prayer to the ones he had already addressed to Hashem.", "4": {"0": "אם נא מצאתי חן בעיניך....ילך נא אדו-ני בקרבנו, “if I have indeed found favour in Your eyes, .....may my Lord walk in our midst.” Moses argues that the very reason why it is so necessary for G’d personally to walk amongst the people is the problem that the people are so stiff-necked that they might countermand an angel’s instruction which would trigger G’d’s threat to annihilate them as we read in Exodus 33,13.", "1": "וסלחת לעוונו ולחטאתנו ונחלתנו, “and pardon our iniquity, and our sin, and take us as Your inheritance.” By allowing us to take possession of the Promised Land You would demonstrate this.\n"}, "5": "אלהי מסכה, “a graven image to symbolise G’d”. Seeing that the people had already sinned once by making a golden calf out of molten gold, the Torah now warns specifically against repeating that error.", "6": "את חג המצות “the festival of unleavened bread, etc.;” the festivals are repeated in order to warn the people not to add a festival of their own as they had done when they danced around the golden calf. This is the reason that these festivals’ names follow immediately upon the reminder not to make a molten image.", "7": "ולא יחמוד איש את ארצך, “and no-one will covet your land;” the gentiles, even though aware that the Israelites who make the pilgrimages to Jerusalem three times a year leave their land exposed to invaders, will reason that if they had been unable to hold on to their own lands when G’d gave it to them as an inheritance, how much less will they be able to recapture it at a time when these people are preoccupied with fulfilling the commandment of the G’d Who had given it to them!”", "8": "לא תבשל גדי בחלב אמו, “do not boil a kid in the milk of its mother.” This commandment contains a hint, i.e. a reason, why the sages ruled that a person must not marry the woman who had wet-nursed his fellow man. (Talmud, tractate Yevamot, folio 36) [The rule applies to a woman who at the time nursed babies that she had not born for her husband. If such a woman has ceased nursing for 24 months, she need not apply that rule to herself. Shulchan aruch, even haezer, chapter 13, section 11. Ed,]", "9": "והנה קרן עור פניו, “and behold, the skin of his face emitted rays of light;” apparently his forehead reflected some of the brilliance of G’d’s “hand,” which protected him from getting a glimpse of G’d’s essence while he was standing in the cleft of the rock G’d had assigned to him for that purpose.\n"}, "32": {"0": "לא תבערו אש, “do not kindle fire;” the reason that the Torah singled out lighting a fire on the Sabbath as a forbidden activity by naming it, is that to the average person lighting a fire seems hardly as something that can be called “work.” If it had not been specifically singled out, people might have said that they would certainly not perform activities even remotely connected to creative activity, but they would never have dreamt that lighting a match would be considered by the Torah as on a par with that of sowing, ploughing, or kneading a dough, for instance. In the Talmud, tractate Shabbat folio 70, there is a dispute about whether this activity has been mentioned specifically in order to tell us that the penalty for violating it is not the same as for other work prohibitions, or that it has been singled out to tell us that even such an activity is forbidden on pain of the death penalty.\n", "1": "ויבואו האנשים על הנשים, “and the men came to the women intending to deny them to offer their jewelry such as חח ונזם nose rings and ear rings; however the women were quite anxious to donate even these pieces of jewelry, seeing that it was for holy purpose. This is why the Torah gives them special credit for their general attitude in verse 26: וכל הנשים אשר נשא לבם אותנה, “and all the women whose heart stirred them, etc.” According to our sages, this is the reason why they were given a holiday each Rosh Chodesh by being allowed to treat it as a sort of holiday, not having to perform tedious activities. This was also in recognition of the fact that they had refused to part with any of their jewelry during the episode of the golden calf. (Compare Exodus 32,2, as interpreted by Pirke de Rabbi Eliezer in chapter 45). According to our author, they were given off on the first day of the month of Nissan during that year, as that was the day when the Tabernacle was put up. Subsequently, every Rosh Chodesh became a semi-holiday for the women.", "2": {"0": "והנשיאים, “and the princes, etc.; the Talmud in tractate Yuma folio 75 claims that the word נשיאים here refers to clouds, quoting as its source Proverbs 25,14: נשיאים ורוח וגשם אין, “like clouds and wind that do not bring rain.” It is explained there that when the manna would fall from the sky it was accompanied by precious stones falling alongside as well as pearls. This is the meaning of Exodus 36,3: והם הביאו אליו עוד נדבה אליו בבוקר בבוקר, “and they kept bringing to him voluntary offerings every morning.” It was the manna which has been described in the Torah as coming down בבוקר בבוקר (Compare Exodus 16,21). Rabbi Yochanan on that folio adds that all the donations for the Tabernacle were contributed on two mornings, and even that quantity was more than was required. [He interpreted the words: בבוקר בבוקר, as referring only to two mornings. Ed.[", "1": "'את אבני השהם וגו.” And the shoham stones;” each prince brought the type of jewel that was used for his tribe on the High Priest’s breastplate. They also contributed the oil for anointing the Tabernacle."}, "3": "ראו קרא, “see! He has called upon, etc.” What does the word: ראו mean here? When Moses had told the people that Betzalel would be the chief architect/craftsman, and that he would be constructing the Tabernacle, (beginning of chapter 31, where he had been told about Betzalel and Oholiov by name by G’d) there was murmuring among the Israelites who charged Moses with nepotism and assigning every position of importance to members of his family. He therefore repeated here that these men had not been chosen by him but by G’d, personally. In fact, Moses, personally, had originally thought that he himself had been charged with the whole task, seeing that G’d had said to him: ועשית , “you will make,” etc., chapter 25,17, and subsequently. The plural impersonal mode had been reserved for the construction of the Holy Ark (Exodus 25,10). G’d explained to him then already that on the contrary, not as he had thought, he would not build the Tabernacle but a descendant of Chur, who had given his life trying to stop the Jewish people from making a golden calf would be charged with that task. By doing so he would help atone for the murder of his grandfather and for the sin of the golden calf. This is why the Torah traces Betzalel’s ancestry to Chur, i.e. Betzalel son of Uri, son of Chur. (Compare Exodus 31,2)\n", "4": {"0": "בחכמה, “with wisdom;” as is written in Proverbs 3,19: בחכמה יסד הארץ,", "1": "בתבונה, “with understanding,” as is written there,” כונן שמים בתבונה, “He establishes the heavens with understanding.”", "2": "בדעת, “with knowledge;” as is written there in verse 20: בדעתו תהומות נבקעו, “by His knowledge the depths were broken up.” These attributes were used again when Solomon built his Temple as we know from Kings I 7.14. They will be used once more when the third and final Temple will be built as we know from Proverbs 24,3-4: בחכמה יבנה בית ובתבונה יתכונן, ובדעת חדרים ימלאו כל-הון יקר ונעים, “a house will be built by wisdom; it is established through understanding. Its rooms are filled with all kinds of precious and beautiful riches.”\n"}}, "33": {"0": "ויעש יריעות עזים, “he made curtains of goats’ hair. This was the first thing constructed of all the parts of the Tabernacle”, in order that they shall be ready to act as roofing over the Tabernacle when its boards would be complete. The Tabernacle was not to stand a single hour without covering (roofing). The second item to be constructed was these boards (which acted as walls.) They had to be next so that the furnishings, especially the Holy Ark could be brought inside. The Holy Ark was not to be left outside for even an hour."}, "34": ["ויעש בצלאל את הארון, “Betzalel constructed the Ark.” It was the first of the furnishings of the Tabernacle. This corresponds to what we read in Psalms 119,130: and פתח דבריך יאיר מבין פתיים, “even the preamble to the words You inscribed give light.” David referred to the “light” G’d had created on the first day prior to proceeding to creating the three dimensional universe. This is what the Holy Ark represented in the Tabernacle as the Torah it contained has been defined by Solomon in Proverbs 6,23 as: כי נר מצוה ותורה אור, “for the individual commandment is a lamp, whereas the Torah as a whole represents light itself.” The reason why you do not find Betzalel’s name associated with any of the furnishings of the Tabernacle other than the Holy Ark, is that in connection with that item Betzalel had demonstrated the degree of holy spirit which G’d had endowed him with. Moses had suggested to Betzalel to construct the Holy Ark as the first item to be made for the Tabernacle, whereupon Betzalel upon hearing this questioned it by saying to him: “are you sure? Does one not build a house before making the furniture for it?” Moses then remembered that he had forgotten the order in which G’d had told him to proceed. Our sages kept this story alive by pointing out that the meaning of Betzalel’s name בצל-אל is: ”in the shadow of G’d,” i.e. he must have been nearby when G’d instructed Moses. (Compare Talmud, tractate B’rachot folio 55)", "עצי שטים, “acacia wood.” It was so named because the Israelites would commit grave sins at a location by that name. Using this type of wood was meant to help atone for that sin by the people.\n"], "35": {"0": "במראות הצובאות, “with the mirrors of the serving women.” (Women chastely performing tasks near the entrance of the Tabernacle) Moses wished that the women could observe how their mirrors donated for the construction of the Tabernacle had been used as a polished cover for the altar situated in front of the entrance to the Tabernacle. This was next to the washbasin for the priests from which they washed their hands and feet, and from the waters contained therein that a woman suspected of infidelity, Sotah would be made to drink in order to prove that she was innocent of that sin.", "1": {"0": " אלה פקודי המשכן, “these are the records of the Tabernacle, etc.;”", "1": "העדות, “the testimony;” The Tabernacle served as testimony to the gentile nations that Hashem had forgiven His people for the sin of the golden calf. It proved that His glory resided amongst them again. An alternate interpretation: the word עדות, serves as testimony on behalf of Moses that at the time when the people suspected him of having stolen from the shekalim which had served Moses at the census, Moses had asked that once the Tabernacle would be complete its existence should serve as testimony that he had not taken a single piece of silver for himself. The people examined the amounts of silver used in the construction of the Tabernacle and found that the silver they thought had disappeared had actually been used in making the hooks for the hangings around the Tabernacle’s courtyard. This is hinted at in the text of the Torah in Exodus 36,7, where the respective first letters in the line: והמלאכה היתה דים , “the raw material they had was sufficient,” have a numerical value of 15, i.e. there had been 15 hooks in those hangings which had been constructed from the “excess” silver not used up for making the sockets of the boards and the entrance pillars. In our daily morning prayers 15 adjectives of the Lord being Truth recited immediately after the kriat sh’ma are appended as a reminder of this.", "2": "ביד איתמר, “by the hand of Ittamar;” even though Moses was the commander in chief, it was necessary to mention Ittamar also, as authority is not exercised over the Jewish people by fewer than at least two people."}, "2": "וכסף פקודי העדה, “and the excess silver shekalim (1750) etc.” these were not shekalim from the census or donations for construction of the Tabernacle as described in verse 29 as נחושת התנופה,”copper from the elevation offering;” the Torah wishes to tell us that the people as a whole did not have more than this amount of silver left in their possession after parting with their donations of silver shekalim.<br>   ובכסף ונחושת, “and with the silver and the copper, etc;” The Torah now proceeds to tell us for what all this silver and copper had been used when constructing the Tabernacle. This had not been spelled when the Torah told us what the gold was used for, as no complete item other than the menorah, candlestick, was made of gold. Gold was used as an overlay both for the altar, the Holy Ark, the Table and the boards of the walls. It is worthwhile to reflect on how important the Tabernacle was relative to the creation of the physical universe, and how this was reflected in many of the details surrounding it, On the first day G’d was reported as having created heaven and earth before giving the order to light to come into existence. [Heaven and earth you will recall were wrapped completely in darkness. Ed.] G’d’s activity on that day is described in Psalms 104,2 as נוטה שים כיריעה, “spreading the heavens like a carpet.” The corresponding activity when constructing the Tabernacle was covering its walls with goat-skins. (Exodus 26,7) On the second day G’d had created the horizon and divided the lower waters from the upper waters. (Genesis 1,6) The corresponding activity involving the construction of the Tabernacle was the installation of the dividing curtain, פרוכת, between the Holy of Holies, and the Sanctuary proper. (Exodus 26,33) On the third day G’d had commanded the earth beneath the oceans to form a coherent surface and to become visible above the waters of the ocean. (Genesis 1,9) The corresponding activity during the construction of the Tabernacle was the making of the water-basin, כיור used by the priests to purify their hands and feet. (Exodus 30,18) On the fourth day G’d had positioned the Luminaries in the sky, (Genesis 1,14). The corresponding activity had been the making and placing of the menorah in the Tabernacle and kindling it. (Exodus 25,31) On the fifth day G’d had created the fish and the birds (Genesis 1,20), and the corresponding activity during the construction of the Tabernacle had been the winged cherubs which had been constructed and placed on the cover of the Holy Ark. (Exodus 25,6) On the sixth day G’d had created the first human being, (Genesis 1,27); the corresponding activity during construction of the Tabernacle was the order to Moses to consecrate his brother Aaron as High Priest. (Exodus 28,1.) On the seventh day, G’d had “rested,” (Genesis 2,1) the corresponding report concerning the Tabernacle is found in Exodus 39,43, with the words: ותכל כל עבודת המשכן, “all the work of constructing the Tabernacle had been completed” After G’d had completed to create the universe He blessed it and all its inhabitant and he sanctified the Sabbath  (Genesis 2,1) Moses did likewise in Numbers 7,1. The Holy of Holies in the Tabernacle reminds us of the heavens, source of our spiritual inspiration, whereas the table is symbolic of earth and its products is reminding us of how the Creator has provided for all His creatures. The showbreads are the visible symbol on that Table. The six rows on which they were placed are reminiscent of the six seasons of the year: sowing, harvesting, cold season, hot season, summer and winter."}}}