{"originalTitle": "דעת זקנים על דברים", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Daat Zkenim on Deuteronomy", "source": "Sefaria", "text": {"0": {"0": {"0": "אלה הדברים אשר דבר משה, “These are the words that Moses spoke, etc.” This introduction to the Book of Deuteronomy is similar to what Solomon said in Proverbs 28,23: מוכיח אדם אחרי חן ימצא ממחליק לשון, “he who rebukes a man will find favour eventually; more so than he who flatters with his tongue.” Solomon refers to Moses when he speaks of the rebuker, seeing that he rebuked Israel, as the prophet Ezekiel said in Ezekiel 34,31: ואתנה צאן מרעיתי אדם אתם, “Now, you My sheep, sheep of my pasture-are Adam, i.e. after having responded to the rebuke appropriately, you are entitled to be called Adam, not animal.”", "1": "אחרי, “after Me,” this word in the line quoted from Proverbs, refers to G’d, Who had been the first One to rebuke Israel. Israel had found favour on account of that, so that after enduring the slavery in Egypt (rebuke), when He redeemed them they accepted His Torah. G’d confirmed this when He said to Moses in Exodus 33,12: וגם מצאת חן בעיני, “and you too, have found favour in My eyes.”", "2": "ממחליק לשון, “more than the flatterer with his tongue;” with these words Solomon in the above quoted line, refers to Bileam, who instead of rebuking Israel, heaped words of flattery upon them (Numbers 24,5). He referred specifically to what Bileam had said there, i.e. מה טובו אהליך יעקב, “how goodly are your tents, Yaakov. (Compare D’varim Rabbah 1,2.) Our author elaborates with a parable. A prince had two ministers, one of whom he loved and the other he had grown to hate. He cautioned the minister whom he loved not to commit any misdemeanours, as if such would come to the attention of the King he would be severely punished, the king not exercising any mercy. He encouraged the minister he hated to live his life without restraints as even if he did become guilty of a misdemeanour he had someone at court who would intervene on his behalf. Moses acted similarly; seeing that he loved Israel, he warned them not to become guilty not to follow the wrong path as this would lead to disaster for them. (Deut. 11,16) Bileam, on the other hand, seeing that he hated Israel, would praise them, hoping that in their exuberance they would commit acts through which they would forfeit the goodwill of their heavenly Father. Concerning the Jewish people, Bileam had said in Numbers 23,19: לא איש א-ל ויכזב, “G’d is not like man who threatens and relents,” in dealing with the gentile nations He never relents; but when dealing with the Jwewish people, דבר ולא יקימנו, “even though He had expressed verbally His wrath and threatened punishment, in the end He will not carry out what He had threatened.” (same verse) Concerning the Jewish people, Solomon said in Proverbs 27,6: נאמנים פצעי אוהב ונעתרות נשיקות שונא, “wounds inflicted by a loved one are long lasting; the kisses of an enemy are profuse.” Concerning Moses, Solomon said in Proverbs 24,25: ולמוכיחים ינעם ועליהם תבא ברכת טוב, “but those who rebuke the wicked will experience delight; blessings of good things will come upon them.” You will note that Solomon does not conclude with the word עליו, “upon him,” the rebuker, but he uses the plural mode, עליהם, “upon them,” i.e. the ones who have been rebuked.", "3": "בין פארן ובין תפל ולבן, “between Paran, Tofel and Lavan;” Words of תיפלות, critique, against the manna which was white in colour. What precisely were these words of critique? They said: “who has ever heard of a food which requires grinding which is so absorbed by the body that none of it is excreted?”"}, "1": "בגללכם, “on your account;” I was forbidden to enter the Holy Land on account of your lack of faith in G’d; this happened after the death of Miriam (Numbers 20,1) as a result of which the spring traveling with the people had ceased providing water, and when we, Aaron and I asked you if you believed we could provide you with water from a rock you had pointed at, and the first time I struck the rock only a few drops of water came forth, you thought that no water could come forth from the rock the people had pointed at. I should have explained to you that it is not I or Aaron who could make a rock bring forth water but only He, the Lord, could do that. This is why G’d became angry at me, i.e. the meaning of the word בגללכם, “on your account.”", "2": "ותהינו לעלות ההרה, what is the meaning of the word: ותהינו?, the word הין in Hebrew describes a liquid measure. The people used it in the sense of “making a mountain out of a molehill,” as if to say: “you believed then that ascending the mountains of Canaan would be mere child’s play.” You also thought that G’d’s punishment of them was grossly disproportionate to their sin.", "3": "וירדפו אתכם כאשר תעשינה הדבורים, “they chased you like so many bees;” they inflicted wounds upon your bodies in many places, just as bees sting in many places, which were not fatal however; we encounter something similar in Numbers 14,45: ויכום ויכתום, “they smote them and beat them down.” G’d did not allow the Amalekites to kill these Israelites and to boast that they inflicted a defeat on the G’d of the Israelites by displaying the corpses of the slain Israelites. This would have been a slap in the face to G’d, rather than to the sinful Israelites. When the Torah describes Israelites falling victim to their enemies in these paragraphs we must not confuse this with reports of ordinary battles. It appears that what Moses refers to in our verse is what reported in Numbers 21,4: וישב ממנו שבי, “the Canaanites took some of them captive.” When in verse 3 of that chapter, the Israelites were praying to G’d on this account, He responded, and they concluded this military encounter with the Canaanites successfully."}, "1": {"0": "רב לכם, סוב, “you have been skirting this land enough, now turn around (in a northerly direction) The word רב here is used in the same way as Esau used it in his encounter with Yaakov in Genesis 33,9 when he first wanted to refuse to accept Yaakov’s gift and said to him:יש לי רב אחי  “I have lots, my brother;” he meant that he had been repaid sufficiently for any harm Yaakov had caused him in the past.", "1": "אל תצר את מואב, “do not harass Moav.” G’d had to warn the Israelites not to harass Amon, Moav and Seir, as they thought that they were legally entitled to inherit the lands of those nations. Seir appears under the heading of Chivvi in numerous places, and it was one of the tribes that G’d had told Avraham in Genesis chapter 15 that his descendants would inherit. This is why the Torah wrote in verse 12 of our chapter that originally the lands occupied at that time were inhabited by a tribe known as Chorim, and that the Edomites, i.e. Seir, had dispossessed the original owners, and did not occupy it legally, so that it was not included in what G’d had spoken about to Avraham in Genesis chapter 15. The ”Chivvi” was not a separate nation among the seventy nations that we read about after G’d destroyed the Tower and mixed up the languages, but a sub-species, such as there were five such among the Midianites, each with a king of their own. Also Ammon and Moav occupied land previously owned by the Re-faim,”(verse 11) so that although the soil was part of what is known to us as “Palestine,” that section was not included in what G’d had promised to Avraham as lands his descendants would inherit in chapter 15. The Moabites themselves had referred to these people as Eymim, i.e. not ethnically part of them. Some of these “names,” were merely acquired names describing how others related to them, i.e. Eymim” are people that inspire Eymah, fear, in those who encounter them. Most of these “nations” were extraordinarily powerful human specimens not only physically but also mentally. This is why they were compared to Anakim, “giants.” G’d did not have to warn the Israelites not to harass the Canaanite tribes who dwelt on their original land, not having engaged in wars of expansion.\n", "2": "והעוים היושבים בחצרים עד עזה, “and the Avvim who dwelled in villages as far south as Gaza.’ Moses now elaborates where the Chivvi is located. The letters ח and ע are used interchangeably. Do you want to know where to find the Chivvim? They dwell in chatzerim, They were so powerful that they did not bother to live in cities surrounded by a security wall, as they relied on their physical prowess to protect them. The land called: eretz refa-im, was identical with the kingdom of the giant Og, (3,13) it had been promised to Avram and by now the time had come to inherit it and to settle there. However, the land of Moav which the latter had taken away from Eymim, who were giants like the Refaim, are not identical with the Refa-im that G’d promised to Avram, seeing that Moabites called them by a different name,; also the land now occupied by the Ammonites who had dispossessed the Zamzumim and were not the same Refaim as the ones who had lived there hundreds of years earlier.", "3": "ממדבר קדמות, “from the wilderness of K’demot.” This means that the region in question had been a barren desert before G’d had decided to produce water from the rock Moses had struck. Seeing that most of the territory ruled over by Sichon during Moses’ time used to belong previously to either Moav or Ammon, both nations whose territory was out of bounds for the Israelites, they offered to traverse it peacefully. The territory ruled over by Og, which previously was occupied by the Refaim, was not the subject of such an offer by the Israelites. No peace offering under any conditions other than the population relocating themselves was extended to any of the seven Canaanite tribes. They were also not eligible for conversion to Judaism. A different interpretation of the words: ממדבר קדמות. G’d had explained to Moses that legally speaking, instead of sending Moses and Aaron to warn Pharaoh to release His people, He was entitled on the basis of their record to kill the Egyptians without any warning at all. Nonetheless, He went out of His way to offer them a chance to rehabilitate themselves. (Exodus 8,15) The same was true at Mount Sinai, prior to G’d revealing Himself to the Israelites and giving them His Torah. He knew full well that the Ishmaelites or Edomites when offered the Torah would reject it out of hand; nevertheless, He went through the motions of offering it to them. (Compare Deuteronomy 33,2) Here too, Moses emulated what he had learned from G’d and dispatched messengers to ask for permission to traverse the land of Sichon, offering economic benefits to him such as offering to pay for water, although the Israelites had their own supply of water. According to our sages, Moses actually sent two letters to him. In one letter he offered peaceful relations. In the second letter he warned him that if that offer were to be turned down the Israelites would declare war upon him and his nation. According to Rabbi Shimon ben Lakish, Moses did not waste two letters on Sichon, but in the first section of his letter he offered peaceful relations, whereas in the second half he spelled out that the alternative would be war. He based himself on Psalms 120,7: אני שלום וכי אדבר המה למלחמה, “when I offer peace, they are nonetheless bent on war.” Considering this, G’d told the Israelites that because these people were bent upon war against you I will let you inherit their land in peace, as we know from Psalms 37,11: וענוים יירשו ארץ והתענגו על רוב שלום, “but the lowly shall inherit the land and delight in abundant well-being”.\n"}, "2": {"0": "'ואתחנן אל ה, “I pleaded with the Lord. The holy tongue knows of seven different names, each referring to a different category of prayer. They are as follows: תפלה, תחינה, נפילה, פגיעה, רנה, צעקה, זעקה. Of all the types of prayer at the disposal of Moses, why did he choose only one category, i.e. תחינה? When Moses had asked G’d to reveal more of His attributes, especially His method of dealing with sinners, in Exodus 33,13, after answering Moses in part, He had concluded with: וחנותי את אשר אחון, (verse 19 there) He made it clear to Moses that whenever and howsoever He forgives a sinner or reduces the punishment for which that sinner is in line, it is a gift a תחינה. It is not something that the recipient had a claim to. Moses wanted G'd to know that though he pleads, he is aware that even if G’d responds favourably to his plea, he will never forget that this would be an outright gift rather than something he had been entitled to. Letting him cross the Jordan would be an outright gift. (Compare Tanchuma, section three on our parshah). Another reason for Moses’ choice of the word: ואתחנן, is that the numerical value of the letters in that word וחנותי we quoted from Exodus 33,19, is the same as that of ואתחנן.", "1": "רב לך, these words introduce G’d’s reply to Moses’ plea which had been based on G’d having released Moses from a vow given to his father-in-law Yitro not to circumcise one of his sons. (as explained by Rashi according to Yalkut Shimoni on our portion item 814.) [Since the author of the Midrash lived at least 100 years after Rashi’s death he could not have quoted him. Ed.] G’d reminded Moses that no one could cancel his own vows. He had been able to do this for Moses, as He was his superior. Since He, G’d, had no superior to do this for him, He could not comply with that request. Yet another way of understanding the words רב לך , with which G’d tells Moses to desist from continuing with his plea: G’d quotes words which Moses had used when denying Korach his request to be elevated to the priesthood.<br> רב לך אל תוסף דבר. [I am summarising Moses’ plea and G’d’s reply. In order to appreciate what follows the reader is advised to read chapter 40 in Job. Ed.] Moses quotes G’d, Who had described him as closer to Him than any previous human being and had made a covenant with him. He hints that G’d is reneging on that covenant if he has to die before crossing the Jordan. G’d replies that mortality has been decreed on every human being, dating back to the time when Adam had sinned, and that He therefore cannot violate that decree by making an exception for him. His time had come to die, and it was therefore futile for him to implore G’d further."}, "3": {"0": "'לא תוסיפו וגו, “do not add, etc.;” G’d implies that anyone adding to the words of the Torah,-however well meaning he may be,-will in fact detract from the value of the Torah. [If G’d is perfect, something that every believing Jew accepts as axiomatic, any addition to or deletion from His Torah would make it, ergo Him, imperfect. Ed.] For instance, when the Torah decreed 4 strings of tzitzit for the corners of a four-cornered garment, adding a fifth string would not only not make it holier, but would make it useless, and anyone reciting a benediction over such a tallit would desecrate the holy name of G’d by pronouncing such a benediction. The same reasoning applies to sitting in a sukkah for an extra day or adding another a fifth species to a lulav.", "1": "'כי תוליד בנים וגו, “when you beget children etc.” Moses warns the people not to take their settlement in the land of Israel for granted even after they have lived there for several generations. Their tenure in the land is contingent on their continuing to observe the Torah and all of its commandments. If they failed to do, not only would they endanger their tenure of the land, but they would endanger their continued existence as G’d’s people. [If, say after six generations in the Holy Land, the people who had not been witnesses to all the miracles G’d had performed before the first generation settled in that land, they would claim that there was no reason why their tenure is linked to Torah observance, just as their neighbour’s tenure to their respective lands is not contingent on a set of laws of their religion, Moses warns them against such a fatal error. Ed.           According to the Talmud, tractate Sanhedrin, folio 38, the numerical value of the letters in the words: ונושנתם בארץ, “and you will be long established in the land,” (852) אבוד תאבדון, “you will be utterly wiped out in verse 26. G’d did us a great favour when the exile began after 850 years of tenure, so that the threat of utter destruction of the Jewish nation since the time Joshua crossed the Jordan did not have to be fulfilled. This has been hinted at in the Book of Daniel 9,14: וישקוד ה' על הרעה ויביאה עלינו כי צדיק ה' אלוקינו, “Hashem hastened the calamity and brought it upon us, for Hashem is righteous in all He does (but we did not heed His voice).”", "2": "'כי שאל נא וגו, “You only have to inquire, etc.;” if you were to ask why G’d is so much more strict with us than with other nations, all you have to do is to ask yourselves if there is any nation whose fate has been as carefully supervised by G’d as yours from the time of Avraham; in light of all that He has done for you, do you not think that He is entitled to measure you by different yardsticks?", "3": "ובמלחמה, and in war; Moses considers the crossing by the Jewish people of the sea of reeds the end of a “war” as he had referred to G’d as conducting war in the song of thanksgiving he composed after that event, as well as in the critical hours preceding it. Compare Exodus 14,14: ה' ילחם לחם, “the Lord will fight on your behalf.”", "4": {"0": "אז יבדיל משה שלש ערים, “then Moses set aside three cities, etc;” the expression אז is usually reserved as introduction to a poem, a song; compare Exodus 15,1, so that its appearance here is somewhat puzzling. When the people had heard the legislation about the cities of refuge in Numbers 35,33, where the Torah decreed that blood spilled of a person who was innocent could never be atoned for by a payment of ransom, they were afraid that even if someone were to commit a killing unintentionally he would be subject to the death penalty; Moses reassured them that there was another method by which such a person could atone for his negligence in having caused the death of an innocent person, i.e. his being forced to reside in a city of refuge until the death of the High Priest at that time. When they heard this they broke out in a song of relief. This was remindful of the proverb that (only) if someone has tasted a dish does he really know what it tastes like. Moses, who had had cursed an Egyptian who had slain a Jew by using the holy name of the Lord, had been forced to flee and reside outside his homeland for close to 60 years. He therefore understood that this was a very harsh penalty. [Our author clearly belongs to the school of thought that does not consider Moses as a hero for taking the law into his own hands. Ed.]", "1": "מזרחה שמש, “on the east side facing the sun” All the murderers listed in the Bible fled eastward. Adam, whose penalty for eating from the tree of knowledge was supposed to be death, fled in that direction, seeing that he had caused the mortality of every human being. (Compare Genesis 3,24, “he took up residence east of gan eden). Kayin who had murdered his brother) settled also in the east as we know from Genesis 4,16."}, "5": "ואת בצר במדבר, “and Betzer in the desert.” This is what Solomon referred to when he said in Proverbs 28,17: “a man burdened with blood guilt will flee to a pit;” he referred to someone who had incurred this guilt inadvertently, or even in self defense, i.e. accidentally. After Reuven (Genesis 37,29) found the pit in which he had left Joseph empty, i.e. he had to assume that he had been the cause of Joseph’s death; he supposedly fled to that town in the desert, later on in the territory of Reuven on the east bank of the Jordan."}, "4": {"0": "שמע ישראל ה' אלוקינו ה' אחד, “Hear, O Israel, the Lord is our G’d, the Lord alone.” This verse would not be complete unless G’d’s name had appeared in it three times. If the Torah had only written: שמע ישראל ה' אחד, “Hear Israel, the Lord is one,” every other nation in the world would have claimed that their national deity was also unique for them. By adding the word: אלוקינו, “our G’d,” every reader would know that the subject is the G’d of Israel. If we would only say: “the Lord our G’d is one,” the impression would be left that He is one of a number of deities. The correct translation of the way Moses described G’d in our verse is: “the Lord Who is our Master is unique as a Master, and there is none beside Him.” When reciting this line in our prayers it is necessary to introduce this prayer with the words: א-ל מלך נאמן, “G’d who is a true king.” The reason that the authors of the prayer book have seen fit to add these three words is that by adding them the three paragraphs of this prayer including the line ברוך שם כבוד מלכותו, “blessed be the glory of His Kingdom,” total 248 words, a number which equals the 248 limbs in our bodies. This is hinted at by Solomon in Proverbs 4,4: שמר מצותי וחיה “Keep My commandments and you will live.” G’d is portrayed as saying that if you (Israel) keep My commandments, I will keep you alive.” Rabbi Shimon ben Chalafta explained this concept by means of a parable: a king possessed a vineyard in the central part of the land of Israel, whereas his residence was in the northern part of the country. Another king possessed a vineyard in the northern part of Israel, whereas his residence was in the central part of the country. Each king had to travel at least once a year from his residence to his vineyard to make sure the vineyard was being tended properly. Eventually, these two kings met one another and each complained to the other about the inconvenience of having to visit his vineyard every year. They made an agreement that each king would take care of the other’s vineyard, an arrangement that saved each of them a lot of time and inconvenience.\n", "1": "כי ישאלך בנך מחר, “when your son will ask you tomorrow (in the future), etc.” The question posed here is that attributed to the wise son (one of the four) during the recital of the haggadah on the night of the seder. Although this son addresses his parents with the word אתכם, which is almost the same as לכם, when he describes them as having been commanded to observe this commandment, i.e. he excludes himself just as the wicked son does, the fact that he adds that it is אשר צוה ה' אלוקנו, “which the Lord our G’d commanded, means that he does not exclude himself from the people assembled to observe the Passover. He had, after all not been redeemed from Egypt, seeing that he had not yet been alive, as had his parents."}, "5": {"0": "לא מרובכם, “not on account of your being so numerous, etc.;” Rash’bam understands this verse as linked to the first verse of the paragraph starting in chapter 6,10. He explains the sequence as follows: G’d does not like you because you are numerous, but He loves you, period. (Love is never motivated by logical considerations based on calculations). Furthermore, He is obligated to make good on the promise He made to your forefathers. If you were to argue then that if He loves us as a father loves his children, why should we burden ourselves with having to observe all His commandments? The answer is that His patience extends until one thousand generations in searching for one that merits His keeping the oath He has given to your forefathers. Whenever such a generation of descendants of these forefathers is prepared to observe the condition of His oath, namely to observe His commandments, all the promises He has made will become effective.", "1": "ומשלם לשונאיו אל פניו, “but He will make a reckoning with those who hate Him to their face,” i.e. He will make a reckoning immediately and not wait one thousand generations for their descendants to become penitents. But as soon as such people become penitents, they will become the beneficiaries of My promises to their forefathers. Therefore, as Moses said in Deuteronomy 7,12: והיה עקב תשמעון וגו', “it will come to pass as an immediate result of your listening to My voice that all My promises will be showered upon you.”", "2": {"0": "והיה עקב תשמעון, “it will be as a consequence of your hearkening, etc.” Rashi comments on why Moses used the word עקב, “heel,” here when he could have used numerous other words meaning: “as a result of.” He says that Moses refers here to the kind of commandments which the average person tramples underfoot with his heel, is hardly conscious of, for the observance of which meticulously the Torah promises great reward, even though it takes no effort to fulfill theses commandments. This is also what David had in mind in Psalms 49,6 when he said: למה אירא רע בימי עון עקבי יסובני, “why should I be afraid of trouble in days to come –seeing that I have fulfilled the most difficult commandments?-He answers rhetorically, “I have reason to be afraid of being punished for trespassing the commandments that are so easy to fulfill as it is to put one heel behind another.” Our sages in Ethics of the Fathers chapter 2 mishnah 1, warn us to be as meticulous to fulfill the commandments which are easy to fulfill as we are with fulfilling the commandments which are difficult and expensive to fulfill. Something along the same line has been written in Proverbs 5,6 where Solomon warns: ארח חיים פן תפלס נעו מעגלותיה לא תדע “she (the immoral woman who is the subject here) does not chart a path of life; her ways are unstable; you do not know them.” Solomon warns us not to apply our yardsticks to different commandments and taking credit for the ones we performed with a great deal of effort, while neglecting to fulfill the ones we considered as unimportant. We have no way of knowing how G’d values the performance of different commandments, so that we do not know what rewards are in store for their performance. This can be illustrated best by a parable. A king had an orchard; he brought workmen to that orchard to plant trees and did not tell them how much he would pay each for each tree that they planted. If he had told them beforehand which planting would be paid for most, he would find at the end that only half the orchard had been planted with trees, as the workers would, of course, all plant the trees for which they would be paid the most.", "1": "According to Rabbi Shimon ben Yochai, G’d revealed the reward of only two of all the commandments; one is the commandment which is the easiest to fulfill, the other is the commandment which is the hardest to fulfill. Honouring father and mother is the easiest commandment to fulfill, it can be fulfilled several times daily without special effort. The other is the sending away of the mother bird when one plans to take the chicks it had hatched or was about to hatch. Both of these commandments are rewarded with same reward, long life of the person who fulfills them. The reason is that G’d wanted to show the world that there are commandments which we think must carry a great reward, and others which precisely because they are so easy to fulfill, and the opportunity to fulfill them is ever present, so that we might have thought that they cannot carry much of a reward. [The author continues with further elaborations, which I have omitted as the point has been made sufficiently. Ed.]"}}, "6": {"0": "כל המצוה, “All the instruction, etc.” our author understands the word כל in our verse not so much as “all,” i.e. each and every, but as “the whole commandment.” Once you have begun to fulfill a commandment you must complete what you have undertaken. This rule has been spelled out specifically in the Jerusalem Talmud, tractate Rosh Hashanah, chapter 1, halachah 8. The text is: when someone has commenced to perform a commandment he is told to complete it. If someone has commenced to perform a commandment and it is completed by someone else, the last person gets the credit for having performed it. The source of this ruling is traced to Moses who had commenced the commandment of transferring Joseph’s remains to the land of Israel, (Exodus 13,19) but who could not complete it as he never crossed the Jordan. The credit for burying his remains in the land of Israel is therefore given to the Jewish people, as we know from Joshua 24,32: “and the Children of Israel buried Joseph’s remains which they had brought with them from Egypt, and they were interred in the city of Sh’chem on a plot of land which his father Yaakov had acquired for the price of 1000 kessito as spelled out in Genesis 37,27. This plot became an ancestral heritage to the tribe of Joseph.” (Compare Babylonian Talmud, tractate Sotah) folio 13. Rabbi Sh’muel bar Nachmani is quoted in the Talmud, tractate Sotah folio 13, as saying that if someone commences to fulfill a commandment but fails to complete it (not by circumstances beyond his control), he will wind up burying his wife and his children. He adds that we know this from Yehudah (Yaakov’s son) compare Genesis 37,26, who said: “what profit is there in killing our brother Joseph.” Yehudah, of course buried both his wife and two of his sons, as we read in Genesis 38, 7-12. Some scholars add that this was why the brothers demoted him as we know from the beginning of that chapter. Instead of saving Joseph, the brothers sat down to eat their meal, and in the interval Joseph was taken out of the pit by Ishmaelites and sold as a slave. Yehudah said that they could not pronounce benedictions of G’d while planning to commit murder of their brother. They therefore interrupted, and sold Joseph, before they sat down again to eat. Yehudah is perceived as having begun to save Joseph from death but not having brought him back safely to his father. The Torah had testified that the brothers listened to him, so that it could be assumed that they would also have agreed to bring him back to his father. At any rate, this is the meaning of Moses referring to כל מצוה, “the whole commandment.”", "1": "וזכרת את כל הדרך, “you will remember the whole way, etc.” This refers to Moses having told the people not to lust after silver and gold, (Deut. 7.25) as they had managed without any of that for forty years in the desert. [It is not silver and gold that keeps us alive. Ed.]", "2": {"0": "ויענך, “He afflicted you, etc.” a reference to the tedium of the journey. Compare Psalms 102,24: ענה בדרך כוחי קצר ימי, “He drained my strength while on the way; He shortened my days.”", "1": "וירעיבך, “He starved you;” by giving you only enough food for the same day. This is the meaning of the term רעבון; our sages formulated it thus: “one cannot compare a person with bread in his pocket to a person who has nothing in his pocket.” [One can’t have more than one day’s supply in one’s pocket. Ed.] (Compare Talmud tractate Yuma folio 74.)", "2": "למען הודיעך כי לא על הלחם לבדו יחיה האדם, “in order to make you realise that man does not live by bread alone.” כי על כל מוצא פי ה' יחיה האדם, “but by everything that proceeds out of the mouth of the Lord, does man live.” All His decrees and commandments emanating from Him are what enable man to live. They enable you to live on earth and in your afterlife."}, "3": "ארץ נחלי מים, “a land of brooks and water.” The word ארץ appears no fewer than seven times in this verse. It refers to the seven Canaanite nations that the Israelites would inherit as their ancestral land."}, "7": {"0": "לוחות אבנים, “Tablets hewn of stone.” Anyone who does not make his jaws hard as stone in order to study Torah, will not truly merit the Torah. Or; most death penalties decreed by the Torah involve the stoning of the victim. Still another interpretation: the Jewish people received the Tablets through the merit of Yaakov who has been described as אבן ישראל משם רועה, “from thence the shepherd, stone of Israel.” (Genesis 49,24) A further interpretation; it is due to the merit of the Temple.” Rabbi Shimon says it is because of the merit of the King Messiah. He bases himself on a verse in the Book of Daniel: 2,34, חזה הוית עד די אתגזרת אבן די לא בידין, “as you watched a stone was hewn without hands;” (compare Tanchuma, section 10 on our portion)\n", "1": "שני לוחות, “two Tablets;” they symbolised bride and groom, as well as the two respective groomsmen and bridesmaids, as well as heaven and earth, the written and oral law, the physical world and the spiritual world. Rabbi Chanina points out that the word luchot, is written defectively, both letters ו, being missing. This is to teach that each Tablet is considered as equally important as is its partner.", "2": {"0": "וארא והנה חטאת, “and behold, I saw you had sinned;” what precisely did Moses see? He observed that the letters engraved on the Tablets had flown off. This is why I grabbed the remains and smashed them before your eyes. This can be illustrated by a parable. A Roman or Greek officer was walking along the path, holding the king’s seal in his hands. When he was about to enter a certain country he had to cross a river and in the process the king’s seal with his authorisation fell into the water and when retrieved proved to have become illegible. What did he do? He tore up the paper and smashed the seal as they were no longer of any use to him. Moses’ situation when descending from Mount Sinai was similar to that of that officer, and that is why he smashed the Tablets.", "1": "וארא, “I saw;” another parable will illustrate what Moses meant. Moses saw the golden calf the people had made and as a result he broke the Tablets. Imagine a king who had become engaged to be married to a certain lady, having told her that he would send her the marriage certificate, ketuvah¸ after a certain period of time, using his best man as the messenger. By the time the document had been written and he had found his best man, he found out that the lady was not worthy to become his wife. What did he do? He tore up the marriage certificate. His reasoning was that it was in that lady’s interest instead of becoming an unfaithful wife after the marriage ceremony, to remain unmarried when her conduct was subject to a lesser penalty. The same happened with the relationship between G’d and Israel at that time. Israel had become betrothed to G’d at time of the revelation at Mount Sinai. The Tablets were meant to be the marriage document that He would give His people forty days later. When Moses saw how corrupt they had become in the interval, he decided that it was in their best interest to tear up the marriage document, i.e. the Tablets, so as to make their legal status less serious than if they had committed adultery after the wedding ceremony. (Tanchuma, section 11)\n"}, "3": "ואשליכם מעל שתי ידי, “I cast them out of my two hands;” this is what Kohelet 3,5 had in mind when he wrote: עת להשליך אבנים, “there is an appropriate time for throwing stones.” (instead of gathering them in)” He referred to the first set of Tablets. When he continued with: עת כנוס אבנים, “an appropriate time for gathering in stones,” he referred to the second set of Tablets.", "4": "ואתנפל לפני ה' כראשונה, “I threw myself down before the Lord as I had done the first time;” Moses refers to the first time he had thrown himself down after G’d had told him to desist from pleading so that He could proceed with wiping out the Jewish nation; (Deut. 9,14) He remained in that position until G’d had conceded that He would not wipe out the nation. This was reported as having taken place in Exodus 32,14, where we read וינחם ה' על הרעה, “the Lord renounced the evil,” i.e. punishment He had intended to subject the people to. He had not, at that stage, forgiven, any part of their sin. Now, Moses explains that he faced the problem of obtaining forgiveness for his people. He did so out of fear and dread. (verse 19) As a result of his persistence, G’d decided to pardon the sin which He had originally meant to punish with destruction of the people.", "5": " ואכות אותו טחון, ”I beat it into pieces grinding it into dust;” he ground it into dust so that no one could benefit from it.", "6": {"0": "ובתבערה, “and at Tav-eyrah;” here Moses refers to what happened in Numbers 11,1 we read  ותבער בם אש ה', “and a fire from the Lord burned among them.” It consumed the people who had grumbled without spelling out their specific complaints.”", "1": "ובמסה, “and at massah u’mrivah,” compare Exodus 17,7, where Moses had called this location: מסה ומריבה, “trying and strife;”", "2": "ובקברות התאוה, “and at the graves of lusting;” a reference to Numbers 11,34, where thousands died from ravenously eating too many quails."}, "7": "ומשנאתו אותם, “and because He hated them;” they reasoned that G’d may never have had the intention of giving them the land of Canaan, but He lured them into the desert out of His hatred for them, in order to let them perish in the desert.” This concept is also found in the Book of Hoseah 2,16, where the prophet speaks of G’d saying that He will punish the idol-worshipping Israelites precisely in such a manner: הנה אנכי מפתיה והולכתי המדבר והמתיה בצמא, “I will speak to her coaxingly and lead her into the wilderness and let her die through thirst. [The author misquoted parts of verses 8 and 16 in that chapter to arrive at this comparison. Ed.", "8": "והם עמך ונחלתך, “seeing that they (the Jewish people) are Your people and Your inheritance.” Moses was forced to remind G’d of this as G’d had said to him before He commanded him to go down from Mount Sinai with the two Tablets שחת עמך, “your people have become corrupted.” (Exodus 32,7)\n"}, "8": {"0": {"0": "בעת ההיא, “at that time;” after G’d had pardoned the people’s sin and instructed him to hew new Tablets out of material found on earth. He did so to make sure the people could not accuse Moses at a later stage to have smashed the Tablets G’d had given him for the people. After all, they had been the most precious gift the people had ever been meant to receive. This is also what Kohelet had in mind when he said in Kohelet 3,1: there is a time for everything, a time for every imaginable “thing.” There was a time when the Tablets had to be smashed, and there was another time when new Tablets had to be made. Moses refers to the second such time. A different interpretation of the words: פסל לך ההיא. The word:  פסל, which is part of the word פסולת, rubbish, chips, is what will be Moses’ after he had hewn out the new tablets from stone. It would be his reward for performing that work. It would enrich Moses as the “stone” from which he hewed these tablets were sapphires. There is a disagreement between the sages about where Moses had been able to find those sapphires. According to Rabbi Levi, Moses found this under the throne of G’d; according to the opinion of Rabbi Chanan, he found it beneath his tent. The source of this discussion is found in Song of Songs 5,14: ידיו גלילי זהב, “his arms are rods of gold, are studded with sapphires overlaid with ivory.” i.e. the tablets, i.e. the commandments were arranged five on each tablet. (Compare Talmud tractate Shekalim chapter 6, halachah 1) Yet another interpretation of the words: פסל לך: I appoint you as king and you may disqualify anyone and anything that you desire. (Tanchuma section 9 on our portion)", "1": " ועלה אלי ההרה, “and ascend the Mountain to Me;” ועשית לך ארון עץ, “and make for yourself a wooden ark” (after ascending). According to Tanchuma, Moses did not make this ark afterwards but before ascending [as where was he to put the Tablets in the interval after returning from the Mountain? Ed.].\n"}, "1": "ושמתם בארון, “and place the Tablets in the ark.” The broken Tablets had been lying in that ark all the time, as we know from Sifrey on Behaalotcha, paragraph 82. This was the ark that the Israelites took with them when they went out to war as we know from Numbers 10,33. and which travelled three days march in front of them during the journeys in the desert. It was the ark made by Moses before he ascended Mount Sinai, not the Ark that Bezalel made for a furnishing of the Tabernacle. Originally, he had placed the broken Tablets in that ark as well as the second set of Tablets, as the commandment to construct a Tabernacle, etc. had not yet been given. We have read this in verse five of our chapter. Construction of the Tabernacle had begun only after Moses had descended from the Mountain for the third time and it was not completed or consecrated until the beginning of Nissan of the second year in the desert. At that time the Tablets were transferred to the golden ark covered by the golden lid with the cherubs that we read about in Exodus 25,16. This Ark was not taken out of the Tabernacle even during wars as we know from Samuel I 4,7 and 8: during the war around Shiloh, against the Philistines, when the two sons of Eli the High Priest took the golden ark with them to help them in the war and the Philistines captured it, [though it brought only harm to them wherever the placed it so that they sent it back after six months. Ed.] Our sages are on record as ruling that at any time when this ark and G’d’s Presence which it symbolised was not in the place assigned to it, the Israelites were not allowed to indulge in marital relations with their wives. During the incident between David and Uriah hachitti, in Samuel II 11,11, when David sent him home on furlough to his wife to engage in marital intercourse, the latter’s refusal to do so was considered an unjustifiable hardship he imposed upon himself, while ordinary soldiers when on leave did have marital relations. [The soldiers in David’s army had given their wives pro forma divorce decrees before going into battle so that their wives would be able to remarry if they died and their remains had not been identified. Ed.] When the Ark accompanied Joshua during the war of conquest of the Holy Land, this was at the direct command of the Lord. In both instances the reference was to the ark Moses had constructed and which contained the broken Tablets. When the Talmud in Baba Batra folio 14 speaks of the broken Tablets and the second set of Tablets that were kept in the Ark, the reference is clearly to the Ark made by Betzalel. But this refers to the Ark in Solomon’s Temple, after it had found a permanent resting place. In the Jerusalem Talmud we do find that there is a disagreement about whether during that period there were still two arks.", "2": "ובני ישראל נסעו מבארות בני יעקן, and the Children of Israel had journeyed from Beer Yaakon;” according to the plain meaning of the text Mossera is not the same place as Mosserot in Numbers 33,3, and bney yaakon is not the same as yaakon in that chapter. Between these two locations was hor hahar where Aaron had died. The correct meaning of the text here is: the Children of Israel journeyed from beerot bney yaakon on the way to Mossera, and they encountered hor hahar on their journey, the place where Aaron died.", "3": {"0": "בעת ההיא, at that time, i.e. when the golden calf had been made, as I explained earlier.", "1": "הבדיל ה' את שבט הלוי, “the Lord separated the tribe of the Levites,” in order for it to serve the Lord specifically. The reason was that that entire tribe had not participated in the sin of the golden calf. This is what the prophet Ezekiel referred to in Ezekiel 44,15: והכנים הלויים בני צדוק אשר שמרו את משמרת מקדשי בתעות בני ישראל מעלי, המה יקרבו אלי לשרתני, “but the Levite-kohanim- descendants of Tzadok, who safeguarded the charge of My Sanctuary when the Children of Israel strayed from Me, etc., they will draw near to Me to serve Me.” As a result of the Levites having been appointed to become G’d’s share and inheritance on earth, they did not receive ancestral land in the Holy Land, [they would not have had time to work it, anyway Ed.] If you will therefore ask how they would support themselves economically, the answer is that G’d commanded the landowners to give 10% of their crops to the Levites and they were allocated a number of cities in the land of Israel for their exclusive use, houses with gardens attached for growing vegetable. (48 such cities)"}, "4": {"0": "ואנכי עמדתי בהר, “and I had stayed on the Mountain;” in preparation of receiving the second set of Tablets after G’d had inscribed them; all the time pleading further for G’d to forgive His people’s sin completely.", "1": "וישמע ה' אלי גם בפעם ההיא, “the Lord listened to me also on that occasion;” he completed the process of completely pardoning the people. On the Day of Atonement He uttered the words: סלחתי כדבריך, “I have forgiven in accordance with your words.” This is why this day has been designated annually as Yom Kippur, the anniversary of the original forgiveness, and the completion of the process of forgiving our sins which commences on New Year’s day. Moses had to wait on the Mountain for forty days, and by Yom Kippur it had been one hundred and twenty days since the day that the people had danced around the golden calf. The first time Moses ascended Mount Sinai was on the seventh day of Sivan, the day after G’d had revealed the Ten Commandments. He ascended in order to receive the Ten Commandments in Tablet form, and he was taught the whole Torah during the forty days that he spent on the mountain. He descended on the seventeenth day of Tammuz, on the day he smashed the Tablets. On the following day he ascended again in order to plead for forgiveness for the people. (Compare Deut. 9,18) These 40 days were completed on the twenty eighth day of the month of Av. G’d then instructed him to hew out the stones for the second set of Tablets, and he ascended again on the twenty ninth day of that month. At that time Moses told the people that the following day would be the 30th day of Av, and that it would already be considered as the Rosh Chodesh for the month of Ellul, combined with the day following, officially known as the first of Ellul. On that day the people were to start blowing the shofar daily so that they would not miscalculate the day on which he would return from the mountain as they had done the first time which resulted in the catastrophe of the golden calf. The Jewish people, in commemoration of this, still blow the shofar starting on the first day of Ellul, i.e. actually the thirtieth day of the month of Av, for a total of forty days. The forty days are made up as follows: 1 day in the month of Av, 29 days in the month of Elull and 10 days in the month of Tishrey, concluding on Yom Kippur, the tenth day of that month. It became the norm ever since that the Rosh Chodesh of the month of Ellul is observed for two days. It was on the tenth day of Tishrey that G’d said to Moses that He had forgiven the sin of the golden calf, so that Moses descended from the mountain on the following day. The seventeenth day of the month of Tammuz during that year had occurred on a Thursday. Passover and the seventeenth day of Tammuz always occur on the same day of week. In the Talmud, tractate Shabbat folio 87, Rabbi Akiva is on record as having said that that the original Passover on which the Jewish people left Egypt also occurred on a Thursday. In light of this, the first set of Tablets had been given to Moses on a Thursday and New Year’s day was on the Sabbath, which means that Yom Kippur was on a Monday. In other words the first set of Tablets was given on a Thursday and the second set on a Monday, so that both these days of the week share the same distinction. This may have been the reason why Ezra decreed that there be a public reading of the Torah on both of these days of the week. This may also have been hinted at in Isaiah 55,6 in the first two letters of the word בהיותו, i.e. בה, these letters symbolising the second and fifth day of the week, respectively The prophet in that verse speaks about when it is especially appropriate to offer prayers, i.e. when G’d is closer to us than usual. On these days the court is also in session. Rabbi B’chor Shor sees in Leviticus 19,15: בצדק תשפוט עמיתך, “but in righteousness shall You judge your fellowmen,” an allusion to the planet Jupiter, tzedek, which is prominent in both the mazzalot during the night from Sunday to Monday and during the first hour of Thursday according to an explanation in the Talmud tractate Shabbat, folio 119. [My almost total ignorance of astrology and how it dominates the fates of the gentile nations, cautions me not to go into greater detail about this. Suffice it to say that the fate of Jews is not dependent on such constellations at any time. Ed.]\n"}, "5": "ועתה ישראל, מה ה' אלוקיך שאל ממך, “and now, Israel, what is it the Lord your G’d asks of you, etc.;” the list that follows comprises all aspects of life, so that it is hard to understand Moses as portraying G’d’s demands upon us as something trivial. According to one view, this question refers only to the last item in the list, i.e. “G’d asks us to do only what is clearly of benefit for us and is good for us and the observance of which will result in our earning a great reward.” However, our sages in the Talmud tractate B’rachot, folio 33 are clearly disturbed by such an interpretation. This is why they distinguish between ordinary folks like ourselves, and Moses, and state that what appeared as relatively easy in Moses’ eyes concerning himself, is a great deal more difficult for the ordinary Jew. Different sages dealing with the same problem arrive at a different conclusion by saying that the opportunity that G’d gave us by our earning merits through the recital of 100 benedictions on each day is what makes it so easy to accumulate all those merits. They arrive at this by not understanding the word מה in our verse as meaning: “what,” but as מאה, “one hundred,” the Torah alluding to how easy it is to accumulate one hundred merit points daily. (Compare Talmud, tractate Menachot, folio 43.) Our author tries to reinforce this daring interpretation by reminding us that whereas the numerical value of the word מה when we read the aleph bet from right to left, adds up to 45, when we read it from left to right these two letters appear as יץ in the matching (corresponding) sequence, and then add up to 100. Some, much later commentaries, such as Tur, Or Hachayim, chapter 46, state that King David, 500 years earlier than Ezra, who had introduced public Torah reading on Mondays and Thursdays, decreed the need to recite one hundred benedictions daily; he bases himself on Samuel II chapter 23,1 according to which 100 men in David’s army died daily and he did not know why, so that he introduced the rule to recite these benedictions to ward off the cause for these mysterious deaths. The numerical value of the word על which follows the word הוקם in that word is 100. and it is reported that the plague that killed one hundred people every day ceased forthwith, i.e. as soon as the people started reciting 100 benedictions daily. There is another interesting source for the benefit of the recital of 100 benedictions daily, which is derived from a verse in Psalms 128,4: הנה כי כן יבורך גבר, “so shall the man who fears the Lord be blessed,” the last four words of this line, seeing that the word has been spelled defectively, i.e. יברך, have a numerical value of 100, were the reason for the inclusion of the benediction מודים אנחנו לך, “we give thanks to You,” in the daily amidah prayer which we recite three times daily at least. We bow down while reciting this benediction. The source of bowing down when reciting these words is found in Samuel I 15,30 where King Sha-ul, after having been rebuked by the prophet Samuel for failing to have killed Agag, the King of the Amalekites, confesses to having sinned and bows down, והשתחויתי לה' אלוקיך, “I prostrated myself bowed down to the Lord your G’d; .Targum Yonathan translates the word והשתחויתי there as meaning: “I have given thanks.” The fact is that we do not prostrate ourselves during the daily amidah prayer when reciting the prayer beginning with the word מודים. The reason may be because the numerical value of the letters in that word is 100. This is another allusion to the fact that reciting 100 benedictions daily is appropriate or mandatory for each one of us. Or, the sages teach us that if one thanks the Lord daily in a proper fashion this is equivalent to having recited one hundred benedictions daily. In other words, it is equivalent to prostrating oneself. This has been attested to by a Rabbi Boon, in the Jerusalem Talmud [I have not found the quote, perhaps it is inaccurately quoted. Ed.]"}, "9": {"0": "כי לא את בניכם, “that it was not your children;” Moses warns his own generation that it was they who would be punished for ignoring the laws of the Torah, as it was they who had witnessed G’d’s miracles for them, not their children who had been born in the desert.\n", "1": "למען תחזקו ”in order that you be strong;” Moses does not tell the people to observe G’d’s laws in order that they will become strong (physically), for if that were the reason they would be fulfilling the Torah for the sake of the reward in store for them. This is not the proper motive. (Compare Ethics of our fathers chapter 1, mishnah 3) The interpretation of this line is as follows: “perform the commandments out of a feeling of love for the Lord.” The word למען, here does not mean: “in order that,” just as it does not mean “in order that” in verse 21 of our chapter where we read: למען יאריכון ימיך, in the Ten Commandments in chapter 5,16. It means that the reason you must be strong is in order that you can fulfill the commandment required of you. The word is not linked to what follows, but describes a requisite for successful performance of the Torah being not fear of G’d but love of G’d.", "2": "לא כארץ מצרים, “not like the land of Egypt; that land is a flat land lacking mountains and therefore enables its inhabitants to draw water from the Nile river through digging canals to the land surrounding the river. The Jewish people when in their ancestral land, by contrast, will have to depend on the rain to irrigate their land. As a result they will realise the need for their G’d being well disposed towards them as else He might withhold the required rainfall at the appropriate time for securing their success in the fields. Your fulfilling His commandments at the appropriate times, will insure that He grants rain at the appropriate time in the appropriate quantities.", "3": {"0": "ארץ אשר ה' אלוקיך דורש אותה תמיד, “a land which the Lord your G’d looks after constantly;” He does so with a view to examine its inhabitants’ way of life as they will be judged according to their actions and the frequency with which the perform the commandments. This is why we recite twice daily the second paragraph of the kriyat sh’ma, commencing with the words: “it will be as a result of your observing My Commandments ........ that I will give the required amount of rain at the proper time, etc.” (verse 17 in our chapter) Also the sages in the Talmud, tractate Rosh Hashanah folio 17, explain our verse in the following sense. Concerning the word: בעתו, “at its appropriate time,” our sages say that rainfall may occur as a blessing or as a curse, depending on the condition of the growing crops at the time when it descends. If at the time of Rosh Hashanah, the Jewish people were in a state of disgrace due to non observance, G’d may supply only a little rainfall; this may spur them to engage in repentance. It will not make sense to suddenly increase the rainfall, as the decree had already been sealed and executed. If they had been in good standing at the beginning of the year, and G’d therefore had provided the required amount of rain, but they subsequently became corrupted, how would G’d be able to retract the rain that had already descended? Therefore, Rosh Hashanah is the time at which G’d decrees the required amount of rainfall for the year at that time, but lets it descend on the part of the land that requires it if the conduct of the people deserves it, and on a different part of the land where it goes to waste, if the conduct of the people is such that it had forfeited this blessing.", "1": "מרשית שנה, “from the beginning of the year.” Why has the word ראשית, spelled defectively, without the letter א after the letter ר? Rabbi Yitzchok, on folio 16 in the above quoted tractate of the Talmud, claims that any year which commences apparently poorly, will by the time it comes to its end have become much better. If Moses added the word: עד אחרית “until the end,” this is proof that the year will have an end for those who doubted that at its beginning. The meaning of the word: רשה, i.e. ראשית, without the letter א, is: that the year started poorly so that its people would becoming humble and deserve better by the end of it.\n"}, "4": {"0": "יורה, “the first quarter of the year, when the early rains are due.” It descends during the moth of Marcheshvan, and “teaches” people to tend to their gardens. Alternatively, it describes the rain hitting the ground like an arrow, “shooting.”", "1": "ומלקוש, “and the late rain,” in the month of Nissan The word is related to קש, straw, the season when the stalks turn hard as straw.", "2": "ואספת דגנך, “you will gather in your corn.” Once you have gathered in your corn there will no longer be any rainfall during the remainder of the season. Rain during harvest season is considered a bad omen as we know from Samuel I 12,17, where the prophet in calling upon G’d to produce a thunderstorm points out that the miracle will be that it will occur during the harvesting season when there is no rainfall expected. In the Talmud, tractate B’rachot folio 35, the word ואספת is questioned, as it implies that the farmer will have to do the ingathering by himself without assistance, whereas in Isaiah 61,5, we are told that the Israelites will have gentiles guarding their sheep and aliens will be their plowmen. The answer given is that when the Israelites all observe the Torah, they will have gentile servants to do the heavy work for them, When this is not the case, they will have to do it for themselves. This answer is difficult as our paragraph deals with the assumption that the Israelites bring in a successful harvest as a result of having obeyed the commandments of the Lord. Our author leaves the question open.\n"}, "5": {"0": "ראה אנכי נתן לפניכם, “Behold, anochee set before you, etc.” Moses is asking the Israelites to choose that which Hashem had said to them in Exodus 20,2 when He identified Himself as their G’d Who had taken them out of Egypt. Hence the repetition here of Moses quoting the אנכי attribute of that G’d. An alternate interpretation of our verse: “Behold it is I Who gave goodness, therefore I am different from anyone else, Moses not having been aware that when he descended from Mount Sinai that his forehead radiated light.", "1": "נותן לפניכם היום ברכה וקללה, “am placing before you blessing and curse.” In this lower world there exists a mixture of blessing and curse; in the world after the arrival of the Messiah there will be only blessing.\n"}, "6": "את הברכה, אשר תשמעו את מצות ה'.......ואת הקללה אם לא תשמעו אל מצות ה', “and the curse if you will not hearken to the commandments of the Lord;” our author feels the need to explain this by a parable. An old man sat at a parting of a path. One of the parts continues smoothly but will soon become covered with thorns and thistles making progress almost impossible. The other is strewn with thorns and thistle already immediately, but will become smooth later on. This is what the old man explains to anyone asking him which path to take. The old man, naturally advises a traveler to take the path that has thorns and thistles only initially. Some travelers, seeing that the man is old, do not take his advice, and pay for it dearly as it is most difficult to go back to the junction once one has become embroiled in the thorns and thistles, People who commit trespasses against the Torah in their youth, i.e. in this world, because they choose ease and comfort, will find it almost impossible to retrace their steps once they have become caught in thorns and thistles. People who accept the challenge of Torah laws in their youth, will find it progressively easier, and in the end, their path will ensure that they experience the coming of the Messiah in due course. (Tanchuma section 3 on our portion)\n"}, "10": {"0": {"0": "אל המנוחה, “to the rest;” the rest which the Lord will provide for them.", "1": "ואל הנחלה, “and to the inheritance;” after you have crossed the river Jordan."}, "1": "כל ימיך על אדמתך, “as long as you live on your land.” According to the plain meaning of the verse, the choice of the word אדמה, “soil, earth,” here instead of ארצך “your land,” may have been dictated by the fact that the Levites did not get any ancestral land, and the other tribes therefore had to see to it that they could have a livelihood, i.e. you who have soil have to look after your brethren who have not been given soil.", "2": "כאשר צויתך, “as I have commanded you.” From the formulation, i.e. that G’d had given precise instructions, in this verse, our sages in the Talmud, tractate Chulin folio 28 derive the rule that when slaughtering a mammal both the major part of the gullet and the windpipe of the animal have to be severed. When slaughtering birds, the major part of the windpipe has to be severed. Rabbi Yaakov of Corveillle, found that the numerical value of the letters in the expression כאשר צויתך, equal the numerical value on the words: רוב אחד בעוף ורוב שנים בבהמה, “the major part of one for the bird, and the major part of two for the mammal.” (1047).  [What the sages could do without the help of GOOGLE! Ed.] An alternate interpretation of this expression: The three letters in the word אשר, are אלף=1=אחד, for the א, 2 for the ש,=שנים, and the letter ר, short for the word רוב, “major part.”"}, "11": {"0": {"0": "כי יסתך אחיך בן אמך, “If your brother, son of your mother, will attempt to entice you (to worship an idol);” The reason that the Torah adds the words: “son of your mother,” here is that it is likely that brothers of the same mother, i.e. the same womb, are closer to one another than brothers who only share the same father. Furthermore, sons of only the same father are likely to be hostile to one another for reasons of the eventual inheritance.", "1": "בסתר לאמור, “secretly, saying:” the Torah uses an example that is commonplace, i.e. forbidden matters are usually discussed under a mantle of secrecy. Rabbi B’chor shor sees in the Torah’s use here of the expression בסתר, “secretly,” the Torah’s answer to what Solomon said in Proverbs 11,13: הולך רכיל מגלה סוד, “a talebearer reveals secrets,” i.e. condemnation of revealing secrets; there is one exception to his rule and that is when worship of idols is being planned in secret. Then it becomes a positive commandment to reveal the people planning this to the authorities. Verse 9 even adds the fact that concealing such information is equivalent to transgressing a negative commandment also."}, "1": "כליל לה' אלוקיך, “as a holocaust (completely) to the Lord your G’d.” You are to do this in public so that everyone knows that your motivation is not to enrich yourself by doing so. [According to an opinion in the Talmud, there is no record of this legislation ever having to have been enforced. Ed.]", "2": "ונתן לך רחמים, “so that He will show you mercy;” you will be rewarded for not having displayed mercy towards the inhabitants of this city.”"}, "12": {"0": "בנים אתם לה' אלוקיכם, “You are (as) children for the Lord your G’d.” [This is an introduction to what follows. Ed.] If we are perceived as children of G’d when any Jew dies, the surviving children are not really orphans as G’d never dies, and therefore mourning rites have to take that into consideration. This is why certain mourning rites spelled out in this paragraph as being practiced by the gentiles are not appropriate for Jews. The prophet Jeremiah 2,27, refers to the gentiles as people who because they worship idols made of wood are in fact mourning the loss of their father, and are calling it as such, just as they treat a carved stone idol as if it had given birth to them.\n", "1": "ובנבלתם לא תגעו, “and do not touch their carcasses.” If they had died of natural causes you must not touch their carcasses. According to the Talmud in tractate Makkot folio 14, the words לא תגעו must be understood as a prohibition to touch them in order to eat their flesh. The reason why the Torah uses this unusual way of making this point was to treat its status as equivalent to Leviticus 12,4 where we read a prohibition for the recent mother בכל קודש לא תגע, not to touch anything that is holy. If you were to ask why the Torah had to repeat something that had already been forbidden in the same verse? It is to teach us that the measurements for culpability are the same for eating as for touching. If one touched less than the size of an olive or egg, while it is forbidden, it is not punishable by a court. It still leaves the question that if even touching a carcass is forbidden it follows logically that eating of it must certainly be forbidden! This may be the reason why there is an opinion in the Talmud, tractate Z’vachim folio 32 that our verse has to be understood literally as not touching. It would be a warning to the ordinary Israelite when making the pilgrimage to Jerusalem on the festivals when he, like the priest, must not be in a state of ritual impurity so that he can offer the sacrifices that are mandatory for him to offer while there.", "2": "כל אשר יש לו סנפיר וקשקשת, “any maritime creature that possesses fins and scales;” our author asks why the details about fish had to be repeated here? [they had been given in Leviticus chapter 11. Ed.] Our author sees a reason for the repetition of the rules pertaining to which domesticated mammals and which birds could or could not be eaten, seeing that according to the Talmud tractate Chulin folio 61, that certain birds have a different name in Leviticus from the name given here by Moses, and in the case of the mammals the parted hooves are described slightly differently, so that we should know both categories are forbidden if the hoof is not split from front to rear.", "3": "הנשר, contrary to common perception, this bird is not the one known to us as “eagle,” as it does not have a claw at the rear of its leg, one of the marks of identification for birds of prey. Forbidden birds listed are not supposed to possess any marks that the pure birds have in common. This is why the Talmud in tractate Chulin, folio 61.defines ythis bid as not possessing any of the marks that would suggest that it is a pure bird. There us a bird with by a similar name in Arabic [According to Mendelsohn, eagles in his time did not possess this extra claw at the rear of its leg. [Compare D. Hoffman in his discussion on the Book of Leviticus. Ed.]", "4": "ואת כל עורב, “and any species or sub-species of raven.” This bird too is not what is generally known as corbeau. (French) Upon examination, that bird has only two of the marks that would make it a pure bird. The subject is discussed in the Talmud, tractate Sanhedrin folio 108.", "5": {"0": "בת היענה, “the ostrich;” the reason the word בת preceded the name of this bird is that it is edible only when very young. Afterwards its flesh becomes hard like wood.", "1": "ואת הנץ, “and the hawk;” here too the reader is referred to the Talmud in tractate Chulin folio 63, where we are told how to identify this species. Tossaphot on that folio goes into greater detail."}, "6": "היוצא השדה שנה שנה, “which is brought forth from the field year after year. The apparently superfluous words ”year after year,” are interpreted by Sifri as meaning that tithes must be given from the current harvest year not two tithes from a single harvest. An alternate interpretation: the farmer is assured by the Torah that if he tithes this year’s harvest properly he will be assured of a bountiful harvest in the year following.\n", "7": "מעשר דגנך תירושך ויצהרך, “the tithe from your corn harvest, your grape harvest and the harvest from your olive trees.” The personal pronoun “your,” at the end of these three words are to indicate that if you tithe each harvest properly, then you will be entitled to call the remainder as truly yours. If not, the Lord will consider these harvests as belonging to Him, as we know from the verse in Hoseah 2,11: לכן אשוב ולקחתי דגני בעתו ותירושי במועדו וגו', “assuredly I will take back My new grain in its time and My new wine at its season, etc. etc.” (Compare Tanchuma section 18 on our portion) If you wish to appreciate the power of tithing your produce meticulously, consider the following: concerning all other commandments the Torah wrote that you must not put the Lord to a test, to see if He keeps what He has promised; (Deuteronomy 6,16) there is only one exception to this rule which has been spelled out by the last of our prophets Malachi, 3,10: “Bring the full tithe into the storehouse; and let there be food in My House, and thus put Me to the test –said the Lord of Hosts. I will surely open the floodgates of the sky for you and pour down blessings on you. And I will banish the locusts from you so that they will not destroy the yield of your soil; and the vines in the field shall no longer miscarry-said the Lord of Hosts. And all the nations shall account you as happy for you shall be the most desired of lands, -said the Lord of Hosts. Our sages in the Talmud tractate Taanit, folio 9 ask about the meaning of the words: עד בלי די, in verse 10 of the quote from Malachi; they said that it means “until your lips will get tired of saying “enough.”\n"}, "13": {"0": "וזה דבר השמטה, “this shall be the nature of the remission;” our sages in tractate Gittin, folio 37 state that this wording is the source of the rule that if a borrower comes to the lender in the sh’mittah year offering to pay back what he had borrowed, the lender has to decline by saying: “I remit the debt.” A similar rule applies to when a person guilty of having killed someone unintentionally comes to the gates of a city of refuge asking for entry he has to say: I have killed someone.” This too is derived from the wording: וזה דבר הרוצח, “this is the nature of the law concerning an unintentional killer;” (Compare Deuteronomy 19,4). The Jerusalem Talmud in tractate Makkot, chapter 2, halachah 6, adds that if someone had shown that he has complete mastery of one tract of the Talmud, and he is praised as if he had mastered two tractates, he is obliged to respond that he has mastered only a single tractate.", "1": "כי משנה שכר שכיר עבדך, “for he has worked for you twice as long as the wages that he received,“ a hired hand usually hires himself out for a period of three years. We know this from Isaiah 16,14: בשלש שנים כשני שכיר ונקלה כבוד מואב, “in three years, fixed like the years of a hired labourer, the glory of Moav shall shrink;” it follows that someone who has served his master for six years has actually served twice the length of a hired hand. The reason they hired such labourers for a period of three years was that if they had hired such a person for a term of a year or two years, sometimes the years are longer and sometimes they are shorter, depending it had more than one month of Adar. By making the term three years there could not be a dispute about how many days of labour this included."}, "14": {"0": " והיית אך שמח, “you shall have nothing but joy.” When discussing the festival of Sukkot, the Torah uses the expression שמחה, “joy,” three separate times, twice here and once in Leviticus 23,40. The word שמחה occurs only once in connection with the festival of Sh’vuot, and not at all in connection with the festival of Passover. Seeing that at Passover time no part of the harvest had been collected yet the time had not come to rejoice over the harvest. By the time of Sh’vuot the barley and wheat harvest had been collected, so that there was partial rejoicing. Sukkot signaled the end of the harvesting season, so that at that time the farmer’s heart was full of joy. This is reflected in the Torah using the word “joy” three times in connection with that festival.", "1": " שופטים ושוטרים, “Judges and officials to execute the judgments;” shoftim are the judges who do the legal work, shotrim are the officials who see to it that the judgments handed down are executed. (Compare Talmud, tractate Sanhedrin folio 16). In Samuel II 8,15-16 we find a practical illustration of this system when the prophet records: “David ruled over all Israel, and David executed true justice among all his people. Yoav, son of Zeruiah was commander of the army;” the paragraph lists additional civil servants and their respective assignments.” The reason why these details are recorded there is to show that there were separate departments for the legal problems and for executing judgments once they had been formulated.\n", "2": "לא תטע לך אשרה, “do not plant for yourself an asherah; (tree to serve as something to be worshipped.) The wording of the Torah makes it plain that even the mere planting of such a tree is a culpable offense. The Canaanites used to surround the altars for the baal with trees. We know this from Judges 6,28 where Gideon is reported with uprooting those trees and destroying the altar. It appears that when these idolaters sacrificed on their altars the sacrifices were in honour of these trees."}, "15": {"0": "או שלשה עדים, “or three witnesses.” Seeing that in Exodus 23,2, the Torah had decreed that a majority opinion in disputes is to be accepted, it was necessary to tell us that when it comes to testimony, numbers do not count. In practice this means that if one of the three witnesses in litigation has been found as not trustworthy according to Jewish law, we do not use the fact that the remaining two witnesses are trustworthy as believable, seeing that they form a majority. The entire testimony is declared as null and void because one of the witnesses was disqualified. The same applies if there were 100 witnesses and only one of them was disqualified. If however, two witnesses had come forward concerning a certain court-case, and some relatives of the accused wanted to join these two witnesses,-presumably in order to make the two witnesses useless,- this is not allowed as the relatives had never meant to accuse their kin in the first place of the sin he is accused of. Unless we applied this rule, we would never find two qualified witnesses that could testify to the validity of a marriage ceremony. There are always numerous relatives of the couple present, and anyone could succeed in invalidating that marriage if he so chose.", "1": {"0": "לבלתי רום לבבו, “so that his heart not feel superior;” this is the reason why the Torah does not wish that the king amass undue amounts of gold and silver.", "1": "ולבלתי סור מן המצוה, “and in order that he do not deviate from G’d’s commandments;” this is the reason why a king is commanded to write a Torah scroll personally; this scroll is to accompany him wherever he goes. I have heard an opinion that what was written in that “Torah scroll,” are only the Ten Commandments. Seeing that the Ten Commandments total 613 letters, it is as if this scroll was equivalent to the entire five Books of Moses which contain a total of 613 commandments."}}, "16": {"0": "ונחלה לא יהיה לו, “and that tribe shall not own ancestral plots of land;” according to Sifri, as quoted by Rashi on this verse, the word נחלה, refers to sharing land with his five brothers from his mother, whereas the additional words: בקרב אחיו, “among his brothers”, refer to sharing ancestral land with the other seven brothers that are only half-brothers through his father. The tribe of Levi is not even to share in the ancestral land of those brothers.", "1": {"0": "מאת זובחי הזבח, “from those that offer a sacrifice.” The Torah refers to the priests slaughtering the animal in question. The word זבח is not to be understood literally as the sacrifice, [which is either owned by an individual or is a communal offering. Ed.] The reason that must be so is that the portions of the animal assigned for the priest by the Torah, i.e. a foreleg, the stomach and the jaws, are not animals that have been sanctified as offerings, but are animals that were slaughtered privately, after offering sacrifices on private altars was no longer permitted, and they could be slaughtered only in the town where either the Tabernacle or the Temple stood.", "1": "זובחי, the plural mode is used here in order to include animals owned by partners.\n"}, "2": {"0": "ראשית דגנך, “the first fruits of your corn harvest.” No quantity has been mentioned as adequate for the amount of fruit to be given to the priest as this gift. It suffices that what is left over is recognisable as such. In other words, the farmer must not donate his entire corn harvest, or grape harvest to a priest or priests. This is why the sages in the tractate Chulin, folio 137, state that even a single husk of corn is considered as fulfillment of this commandment, although the sages on their own gave guidance when they said if one gives the priest one sixtieth of the harvest one is considered a miser, when one gives one fiftieth one is considered average, whereas when one gives one fortieth, one is considered generous. (Compare Mishnayot T’rumot, chapter 4 mishnah 3.) The Mishnah there finds a hint in scripture for these measures. The prophet Ezekiel 45,13, writes: ששית האיפה מחומר שעורים, “one sixtieth of an eyphah from a chomer of wheat. Seeing that the measure eyphah equals three sa-ah of the measure known as סאה, half, half a סאה, from thirty סאה equals one sixtieth. There is also a hint in scripture that a generous measure is considered one fortieth of one’s harvest when Ezekiel continues by writing: וששיתם האיפה מחומר השעורים, “you are to take a sixth of an eypha from a chomer of barley. [The prophet refers to the t’rumah, gift, to be given to the priest mentioned in Numbers 18,12, which had not been quantified by the Torah. Ed.] The word ששיתם, is to be understood as “two sixths.” Our author refers us to Numbers 31,30 where the distribution of the loot from the Midianite campaign goes into further detail, from which one fiftieth is considered as average. In addition, the very word תרומה, looked at closely, really means: “two one hundreds.” It could be read as תרי מאה, “two one hundreds.”", "1": "וראשית גז צאנך תתן לו, “and you are to give him (the priest) the first of the fleece of your sheep.” The Talmud tractate Chulin folio 136, states that the minimum amount of such fleece is to be sufficient for the recipient to weave a belt for himself.\n"}}, "17": {"0": "ושלשת את גבול ארך, “you shall divide your land into three sections.” According to tradition, the total area of the Holy Land comprises 400 by 400 Parsah (1 parsah is equivalent to 4480 square meters.). According to the Talmud in tractate Makkot, folio 9, the word ושלשת means that you are to divide this area into three parts 100 parsah from Hebron south 100 , 100 parsah from north from Hebron to Sh’chem (Safed); 100 parsah from Sh’chem to Kadesh. From there to the north 100 parsah. If this is correct, it would follow that the people dwelling between Hebron and Safed were much closer to the nearest city of refuge than people living in any other section of the land. The answer provided by Abbaye is that the region around Safed was known to harbour many killers. He based himself on Hoseah 6,9: חבר כהנים דרך ירצחו שכמה כי זמה עשו, “the gang of priest is like the ambuscade of bandits who murder on the road to Sh’chem, for they have encouraged depravity.” The expression “gang of priests,“ sounds peculiar. What is meant by this? According to Rabbi Elazar this was a band of people who ganged up on priests who illegally raided storage barns of grain to help themselves to the portions meant for priests which the farmers had not distributed although the Torah bids them to do this. Seeing that their conduct was liable to result in at least unintentional killing, the cities of refuge were placed in their vicinity. In the region between kadesh and Hebron, murders also occurred frequently so that cities of refuge were placed there to allow those who had not killed deliberately to take refuge there. If you were to ask that if even on the west bank of Israel there were numerous instances of killings, why did Moses place half the cities of refuge there? We had stated originally that he did so because he felt that that area was more lawless than the “holy” area west of the Jordan? We have to fall back on the explanation that the area around Gilead was even more plagued by violent people than the area west of the Jordan. The prophet Hoseah, in the verse before the one we quoted described Gilead as “drenched in blood.”\n"}, "18": {"0": "וקראת אליה לשלום, “you shall first offer peace to that city. According to some sages the rule mentioned here even included nations who the Israelites had been ordered by G’d to kill every “soul.” However, this command did not apply if the inhabitants agreed to vacate the town and relocate outside the Holy Land. We know that peace is superior to war, i.e. hostility, from when G’d Himself changed what Sarah had thought about her husband when she considered him too old to impregnate her with effective sperm. (Genesis18,12) He did not tell him about that part of her reaction to the angel’s prediction that by the following year she would have a son. We have a verse in Hoseah 4,17: חבור עצבים אפרים הנח לו, “Ephrayim is addicted to images,- let him be.” This verse is quoted by Rashi in connection with the verse we just quoted from Genesis, where he says that this cannot be understood at face value, i.e. that the prophet should not predict doom for idol worshippers. Our author cites several additional examples of where we cannot take a quotation at face value, especially when the brothers after Yaakov’s funeral quote their father as having commanded them to ask Joseph for forgiveness. (Genesis 50,17) The Torah wrote this in order to preserve harmony between Joseph and his brothers, not because Yaakov had actually said these words. Both the blessings by the priests end with bestowing the blessing of peace and the last of the 19 benedictions in the amidah prayer that we recite at least three times daily, concludes with the blessing of shalom, peace. Our sages in the Talmud, tractate Gittin folio 61, bid us to greet a gentile with the blessing of shalom before waiting for him to greet us, and in the event that he does to respond with using the expression shalom twice. Seeing that this might appear insincere on our part, the Talmud urges us to greet him before he can greet us so that we can avoid using the word shalom twice when greeting him, something that is forbidden in the Talmud, tractate Gittin folio 62. On folio 59 in the same tractate we are also told not to accept something that had been found by a deaf person or a minor, as it might have come into his possession illegally. We are also to feed the poor of the gentiles, all in order to maintain harmonious relations with the gentiles, generally. For all these reasons Hashem blessed His people with shalom (Psalms 29.11)\n", "1": "כי האדם עץ השדה, “for man is the tree of the field.” The word: כי in this verse means the same as אלא, “but, only; meaning “supposing a row of trees growing fruit appeared before your eyes while you were laying siege to a city, and these trees would provide cover for your enemies to hide behind them and plan to ambush you, how would you act if it were within your power to destroy these trees? An alternate interpretation: assume that this verse had been abbreviated and should have read: כי האדם עץ השדה ואותו לא תכרות, “for a human being is like a fruit bearing tree, which you are forbidden to cut down.” How would the fact that this phenomenon occurred while you were laying siege to the city behind this orchard affect you? Just as a human being is meant to produce children, i.e. fruit, so the trees are supposed to produce the fruit for which they have been provided by nature. You must not destroy such trees!\n", "2": "רק עץ אשר תדע כי לא עץ מאכל, אותו תשחית וכרת, “only trees that you know that they are not trees for food, you may destroy and cut down;” you may do so in order to use the lumber for purposes connected with the siege. In the Talmud, tractate Taanit, folio 7, the sages contrast the word עץ with a Torah scholar, suggesting that if the Torah scholar in question possesses the virtues that we are entitled to expect of him, we are permitted to eat of its fruit, i.e. to study Torah with him. If his character does not match his Torah knowledge, we must not study Torah from him as he is not fit to be our model. Something similar applies to disseminating Torah to students whose character and purpose in wanting to study Torah is not in order to keep the commandments; such students are not worth your while to instruct.\n"}, "19": {"0": "ומדדו אך הערים, “and they shall measure unto the cities;” Rabbi B’chor Shor said that G’d commanded all these details in order to publicise the fact that an unidentified person had been found murdered so that witnesses who might be able to identify the slain man and to thus prevent his widow from becoming an agunah, a woman who is unable to remarry due to our not knowing if her husband had really died. When our sages in the Talmud tractate Yevamot folio 120, stated that the only valid identification is recognising the carcasses’ face, including his nose, this is meant when the identification is only based on facial features including the nose. When we can hear from the way the witnesses speak about the deceased that he must have been familiar to them, this testimony is definitely sufficient to allow the deceased’s widow to remarry, even if this identification occurred several weeks after the slain person had been found. In fact, even identification from a distance may be sufficient. The example quoted in the Talmud there on folio 121, is that a Rabbi Yehudah ben Baba, performed a wedding ceremony for a woman five days after her husband had drowned and been identified. The Talmud justifies this due to decomposition of a corpse in water taking much longer that decomposition of features on dry land.\n", "1": "ידינו לא שפכה, “our hands have not spilled this blood;” it is peculiar that the last letter in the word ושפכה is the letter ה when we would have expected it to be the plural ending ו. [It is read as if it had been spelled with the letter ו. Ed.] Our sages drive from this spelling that there are five items=ה, that must be provided by a host worthy of that name. They are: food, drink, overnight lodging, accompanying the guest at his departure for a certain distance, and providing him with some food for the journey. (Talmud Sotah, folio 45) The Talmud raises the question of how could anyone have thought that the members of the elders of the town near which the body had been found could have been responsible for the death of the person described in our paragraph? Why would they have to publicly declare their innocence? What these Elders really declared was that they had never been remiss in providing the five items mentioned in the Talmud to anyone who had been their guest. In other words, if that person had been a guest in their houses, they could state categorically, that he would have been treated in the manner that is appropriate. We have a saying by Rav Yehudah who quoted in the name of Rav, that anyone who has enjoyed as little as even four cubits of accompaniment from his host on his way out will not come to harm on the journey on which he set out. This saying has been illustrated by an actual occurrence. The scholar Ravinah accompanied Rava bar Yitzchok, when he became involved in a dangerous, potentially fatal situation, and he was saved from it (Talmud, Sotah folio 46) The Talmud sets the distances that a guest has to be accompanied by the host on his departure, commencing with a relatively short distance when a teacher had hosted a student, and a much greater distance when the student had hosted a teacher. (1200 meters in the latter case) Rabbi Meir considers the subject of such accompaniment one that the host can be enforced by a court to observe. [Naturally, the assumption is that the host is able-bodied. Ed.] According to Judges 1,24 there is no fixed limit for this, and the Israelites who had been in the process of conquering parts of the Holy Land that had not yet been conquered while Joshua had been alive showed a Canaanite gratitude for his showing them the way, similar to the spies promising Rahav of Jericho complete protection including her family for having protected them while on their mission. [The prophet explains how many parts of the land of Canaan remained unconquered on account of this for hundreds of years. Ed.] [If I understand correctly, when gentiles, even those under decree of death by the Torah unless they left the land, saved Israelites, our gratitude takes tangible form. In the example quoted from the Book of Judges, the Canaanite had not even personally accompanied the Israelites in question but had merely showed them the way. Ed.] In verse 26 of the incident quoted, the person whom they saved went forth to another part of the land of the Canaanites and successfully built a new city which he named Luz, [the name of Beyt El, before Yaakov had renamed it in Genesis 28,19. [Yaakov had been totally exposed there and had been saved miraculously. Ed.]. According to Rabbi Yoshua, Mitzrayim, (Pharaoh, in Genesis chapter 12,20, who gave Avraham a military escort to protect him, since he had become so wealthy) who accompanied Avraham for a distance of only 4 cubits beyond the border was rewarded, so that the Israelites had to wait four hundred years before being redeemed from Egypt. (Compare Talmud, tractate Sotah, folio 46) According to another view in the Talmud, when mention is made of לוויה, escorting someone, without any further detail, the distance meant is approx 1,2 km. This is also supposed to be the meaning of Psalms 91,11: כי מלאכיו יצוה לך לשמרך בכל דרכיך, “for He will order His angels to protect you wherever you go.” The distance of 1,2 k.m. equal to the Hebrew word מיל, is based on the first letters in the three words מלאכיו יצוה לך. When enjoying this level of escort one is certain to be successful in all one’s undertakings. Nonetheless the sages said that giving a departing guest money without also giving him some bread, is not sufficient. They base themselves on Proverbs 28,21: ועל פת לחם יפשע גבר, “sin sometimes originates from the lack of a piece of bread.” Solomon means that having not ensured that a departing guest has access to some food immediately, may become the cause of his suffering from an attack of בולמוס, “ravenous hunger,” which if not dealt with immediately may result in the death of the afflicted person. Rabbi Yochanan went as far as to say that anyone who fails to escort a departing guest is guilty of bloodshed. He based himself on the fact that if the people of Jericho had escorted the prophet out of their city and provided him with basic necessities, he would not have caused the bears to kill 42 young people of that town. (Kings II 2,23) Rabbi Elazar in dealing with that incident, claims that the word ונערים in that verse should not be understood as teenagers, but as מן עורים persons who abstain from performing G’d’s commandments, and the word קטנים which follows, means as being “small” in that they had little faith in G’d. Elisha was supposed to have seen through prophetic insight that the mothers of all of these youngsters who had made fun of him had all become pregnant with them on Yom Kippur, on a day when having marital relations is strictly prohibited. This is why he felt free to curse them in the name of the Lord, as described there. Furthermore, the subject of escorting departing guests is of greater significance than handing out a gift. Handing out gifts is not something involving one’s body, whereas escorting a departing guest involves a physical effort, showing that one is personally involved. In fact the performance of this commandment is of such significance that the benefits promised for the recipient are also applied to the host who performs this act, who will be protected until he comes home again. This is based on Isaiah 57,19: שלום שלום לרחוק ולקרוב, “welcome, welcome both to the one as yet distant and to the one already closer to us.” The one described as “distant,” is the departing guest, and the one described as “near” is the host, who is on his way home. [Our author concludes with one or two additional blessings that is in store for people performing this commandment, which I have decided not to bother with. Ed.]", "2": "ואתה תבער את הדם נקי מקרבך, “and you will remove the innocent blood from your midst.” Rashi explains that in the event the murderer is found after the heifer had already been killed, the murderer is not going free. This sounds strange seeing that we learned in the Talmud, tractate Ketuvot folio 37, that the meaning of the word in our verse is that we use the wording in our verse to learn that administering the death penalty by the sword must be performed by severing the vital arteries of the neck, just as the neck of that heifer was broken by its fall. Rabbeinu Moshe offers a different interpretation of the wording in our verse: the paragraph cited by Rashi deals with a murderer who is sentenced to death and according to the opinion that the death penalty by strangulation is more severe (Compare Talmud tractate Sanhedrin folio 49) than the death penalty by having one’s throat cut. This is also reasonable as the wording of the death penalty both in Exodus 21,12, and in Leviticus, 26,25: i.e. “he must surely be avenged,” and “I will bring a sword upon you that shall execute the vengeance of the covenant;” these lines refer to execution by the sword. The verse in Exodus quoted speaks of the penalty for killing a slave. If this is the penalty for killing a slave, it is logical that the penalty for killing a free man can certainly not be milder. This “logic” makes sense when we assume that the penalty by strangulation is milder than the penalty of cutting the victim’s throat. How can that logic be applied according to the scholar who holds that the penalty of strangulation is harsher than having one’s throat cut? Whence do we derive the law that murdering a free man is punishable by having one’s throat cut? The answer given is that we derive it from a baraitha which compares the law applicable to our portion, i.e. the killing of the heifer as a symbolic action by which the people near the town where the slain person was found declare that they had not been remiss in sending that person out of their town without escort or without basic provisions. If the murderer is found after that procedure has already been performed, according to the opinion that strangulation is a milder penalty than having one’s throat cut by comparing it to the penalty of the killer of a slave being executed by the sword, by reason of the logic we mentioned earlier. If one then would argue what is the meaning of the words in Numbers 35,33:כי לארץ לא יכופר, “but no expiation can be made for the earth” (that absorbed the blood of the slain)? We would have to say that this applies for a case in which the murderer is found only after the Yom Kippur following his having committed the deed. If no atonement had been made by that time it cannot be atoned for retroactively anymore.", "3": "ושבית שביו, “and you take back some captives.” According to Rashi, this includes Canaanites that were in that land or city; [in spite of the commandment not to allow any Canaanite to survive, as per Deut. 20,6. Ed.] If you were to wonder how this could be, remember that the Torah speaks of an expansionary war, outside the borders of what used to be the Canaanite land that was promised by G’d to Avraham. If the prisoner had been captured outside those boundaries, the fact that she is now brought back to what used to be the land of Canaan does not make her subject to the commandment stated in Deut. 20,16.", "4": "והבאת אל תוך ביתך, ”you will bring her inside your house.” According to the Talmud, tractate Kidushin folio 22, this means that after you had been intimate with her once, you must not do so again until after the procedures described in the verses that follow. Thus far the text in the Talmud as understood by Rashi. According to the version in the Jerusalem Talmud, however, even the first act of intimacy had been forbidden. The soldier cannot legally cohabit with her until all the details described in the Torah have been carried out. There are commentators who understand the words of Rashi, to not treat her harshly, to mean: “do not deprive her of the garments that she wore at the time of her capture.” [It is assumed that she had worn her best clothes so as to find favour in the eyes of any potential captor so that he would not kill her. Ed.] This is hinted at by the sequence of the verses here where she has been described as being brought into her captor’s house before undergoing a change of clothing in verse 13.\n", "5": "When a man has. Thus [these] portions [of marriage to a captured maiden, of the loved/unloved son, and of the rebellious son] are connected to to teach that “a sin causes [one to commit] another sin,” that by taking the beautiful [captured maiden], he would have two wives and they would fight within the household and hate one another. And what is written afterwards [are the laws concerning] a man’s rebellious ad wayward son, and thus we find in the case of David who took [Maacah] the daughter of Talmi, the King of Gashur, at the end of their battle, and [together] they bore [a son] Absalom, who [as it would turn out] tried to kill David and slept with his wives (i.e. concubines), and because of his hand many Israelites were killed. ", "6": "לא יוכל לבכר את בן האהובה, “he must not favour the son of his beloved wife, (over the son of the wife he has grown to hate,” (by treating him as his first born) Yaakov having treated Joseph as his firstborn is somewhat different as he had never meant to marry Leah, and when he did so in order not to shame her, she subsequently felt hated (having been guilty of deceiving him.). Yaakov “hated her” as she had deprived him of Joseph becoming the true first born from the wife he had worked for, for seven years. Yaakov should have brought Reuven to trial, if he had been guilty of a sin against him instead of depriving him of his rights as a firstborn.", "7": "כי יהיה לאיש בן סורר ומורה, “if a man has a wayward son, etc.” the death penalty decreed here for what must appear to the reader as a relatively minor sin by a teenager, is understood as the Torah’s way to save this son from losing his share in the world to come, if he were allowed to continue in his lifestyle. This is how Rashi explains it. If you were to ask that at least he should not have to face a harsher death penalty than that administered for armed robbery, which is death by the sword, not death by stoning, the Torah wrote that he ignored both father and mother, a euphemism for this son cursing father and mother, a crime which carries the penalty of death by stoning. (Compare Leviticus 20,9, where the wording of the Torah for cursing father or mother is: דמיו בו, “his blood will be upon him.” Whenever this expression occurs it refers to death by stoning.", "8": "כי קללת אלוהים תלוי, “for an impaled body is an affront to G’d;” a body that has not been buried is as if one had cursed G’d, as anyone seeing that corpse will realise that the body while alive had cursed the Lord by his activities and tarnished the concept of man having been created in G’d’s image."}, "20": {"0": "כי יקרא כן צפור לפניך בדרך, “if you encounter by chance a bird’s nest on your way, etc.;” the reason why these paragraphs follow one another is that the performance of one commandment brings in its wake the performance of additional commandments. (Compare Devarim Rabbah, 6,4 on our portion). Seeing that the reward for the performance of the commandment just discussed results in your enjoying long life, you will have the opportunity to devote yourself for more years to Torah study. When you build a house for yourself, you will be able to perform the commandment of erecting a fence on the edges of its roof to protect anyone from falling off it. When the Torah follows with the warning not to mix seeds of different plants when planting a vineyard, you will enjoy harvesting the fruit of that vineyard. When you are warned not to harness an ox and a donkey to the same plough, [as it would result in the donkey suffering pain, seeing it is so much weaker. Ed.] you will enjoy owning many oxen and many donkeys as a result of observing that commandment. When the Torah subsequently warns you not to wear garments in which linen and wool have been woven in the same cloth [except when commanded to do so for the tzitzit in certain situations], you will be able to afford buying a beautiful tallit on which to perform the commandment to attach these fringes. (Compare Tanchuma, section 2). The commandment to own garments which qualify for the attaching of these fringes is extremely important as we know from the Talmud, tractate Shabbat folio 32. According to a statement on that folio, anyone who is meticulous about the observance of that commandment will eventually be in command of 2800 servants. This statement is based on Zecharyah 8,23: בימים ההמה אשר יחזיקו עשרה אנשים מכל לשונות הגוים והחזיקו בכנף איש יהודי לאמר נלכה עמכם כי שמענו אלוקים עמכם, “in those days ten men from nations of every tongue will take hold,-they will take hold of every Jew by a corner of his cloak and say: ‘let us go with you, for we have heard that G’d is with you.’ [There are 70 tongues, multiplied by ten multiplied by four corners on each garment of a Jew adorned with tzitzit. Ed.] This is also the interpretation of Jeremiah 17,11-12: קורא דגר ולא ילד, עושה עושר ולא במשפט, “like a partridge announcing that it has hatched young when this is not true, or like amassing riches illegally;” this is followed by the line: “כסא כבוד מרום מראשון, “o throne of glory exalted from of old;” how does this line connect with the line preceding it?” it teaches that the partridge proclaiming to have hatched young from its eggs had stolen those eggs from another species of bird sitting on them only after they had already been hatched. Then they proceed to eat those chicks which belong to another category of bird. When the chicks try to fly and are unable to, they become victims to predators. Who caused this sequence? Whoever steals eggs that are not his own. The prophet uses this simile to describe the gentiles who boast about their ill gotten gains which are the result of robbery. These gentiles, who destroyed the Holy Temple by burning it, will eventually have to pay for their crime by becoming totally extinct. (Compare Tanchuma, section two on our portion)", "1": "לא תחרוש בשור ובחמור יחדיו, “You shall not plough with and ox and a donkey together.” The ox is a pure species chewing the cud, whereas the donkey is an impure species. When the donkey hears the ox chewing food it pains him. [Apparently, chewing the cud is a noisy procedure. Ed.]\n", "2": "לא תלבש שעטנז, “do not wear a garment consisting of wool and linen intertwined.” The reason for this prohibition is that the dividing curtain in the Temple was made of a mixture of fine linen and wool dyed blue. G’d did not want Jews to wear something symbolising that dividing curtain behind which was the Holy Ark from the lid of which the voice of G’d could be heard. (by Moses) The same warning not to duplicate such sacred combinations was issued to the people in connection with the ingredients and quantities of the spices in the k’toret, incense to be offered up twice daily. (Compare Exodus 30,38, and the Talmud in tractate Rosh Hashanah folio 24) People are also not to build annexes to their houses by duplicating measurements used for the Temple. An alternate reason offered for this prohibition of mixing wool and linen, is that Kayin’s offering consisted of linen, and Hevel’s of wool, and is therefore a reminder of jealousy and hatred, the opposite of what the Torah stands for.\n", "3": "ומתו  גם שניהם, “and they are both to die as a result.” Rashi comments that the apparently extraneous word גם also, means that also the offspring of such a forbidden union is to die. He adds that if a man had cohabited with the woman in question after she had been condemned to die by the court that man is subject to the same penalty. The Torah had to add this as we might have thought that as soon as the woman had been convicted she was legally already considered as no longer alive."}, "21": {"0": {"0": "לא תתעב אדומי, “do not abhor an Edomite.” Some commentators see in this command a warning that although the Edomites had acted towards the Israelites in an extremely hostile manner when the latter came out of Egypt and they denied them the right of passage, they had, however, let them buy food or drink from them, as distinct from Sichon who had not. This is why the Torah in Deuteronomy 2,29 refers to this. Moav, though their founding father Lot had been the recipient of acts of kindness by Avraham his uncle, had denied any assistance to the Jewish people at that time. (Judges 11,17). An alternate interpretation is that although Edom had not allowed the Israelites to pass through its territory, the fact that they were cousins, Israel having been a brother of their founding father Esau, was reason enough not to abhor them.", "1": "לא תתעב מצרי, “do not detest the Egyptian.” Even though in the end they enslaved you, do not detest them as you were welcome and well treated residents in their country for many years.\n"}}, "22": {"0": "נקי יהיה לביתו, “he is to be free to attend to the affairs of his house hold;” Rashi interprets the line as “also for the affairs of his household.” The word יהיה is added, to mean that he is also to attend to his vineyard. It seems to me (the author) that this does not change the meaning of the line as tending to one’s source of income is included in tending to the affairs of one’s household. (Compare the Talmud, tractate Sotah folio 43 where the expression: נקי לביתו, is used more generally.) The person so described cannot even be called upon to perform work such as repairing roads etc, behind the front lines.", "1": "השמר בנגע הצרעת, “be most careful in the matter of a skin affliction.” The reason why the Torah repeats the same warning twice is because this disease is apt to afflict anyone, kings not excepted. King Uzziyahu was afflicted by it, as we know from Chronicles II 26,21. Being afflicted by this disease is most shameful for the person concerned, so that even if he is a king he must remain in isolation and cannot function in his palace and must be obedient to what the priest tells him concerning the length of time of this disease. This is also the reason why the Torah adds that we must remember how Moses’ sister Miriam was afflicted by this disease because she had been guilty of badmouthing her brother Moses. Even though she was socially one of the most highly placed people, the priests had to put her in isolation just like an ordinary person struck by this disease.\n"}, "23": {"0": {"0": "ויזנב בך כל הנחשלים, “and he (Amalek) cut down the stragglers in your rear.” They would cut of the organ that had been circumcised and threw it into the air shouting: “this is what you chose, take it!” According to our author this is what the psalmist refers to in Psalms 79,12 when he said: והשב לשכנינו שבעתים אל חיקם, pay our neighbours back sevenfold for the abuse they have flung at You o Lord. Another interpretation of that verse understands it as the Amalekites having ridiculed the Torah as per Psalms 12,7: מזקק שבעתים, “which is refined sevenfold.” [How could Amalek have ridiculed the Torah which had not been revealed yet to the Jewish people at that time? Ed.]", "1": "ולא ירא אלוקים, “and he did not fear G’d,” by cheating with weights. [According to this interpretation the subject in this verse is not Amalek but Israel.] The Torah had used the expression ויראת אלוקיך, “you shall fear the Lord your G’d,” when warning us not to cheat with weights and measurements] If the Israelites had heeded this warning, Amalek would not have been allowed to harm them when attacking them. Our author quotes Proverbs 11,1: מאזני מרמה תועבת ה' ואבן שלמה רצונו, “dishonest scales are an abomination to the Lord; an honest weight pleases Him,” as support for his interpretation. Solomon continues in the verse following in Proverbs, by saying: בא זדון ויבא קלון, “evil is followed by disgrace in its wake;” and the Torah, immediately before inserting the paragraph of Amalek’s attack, had written that all the people guilty of the sins listed in the previous paragraph had committed an abomination against the Lord. (Compare Tanchuma, section 8 on our portion)"}}, "24": {"0": "והיה כי תבא אל הארץ אשר נשבע ה' לאבותנו, “it will be when you come to the land which the Lord has sworn to our forefathers to give to us;” basing themselves on the above line, the Mishnah in bikkurim chapter 1,4, concludes that a proselyte who offers the first ripe products of his orchard while allowed to offer them, must refrain from reciting the benediction which includes thanking the Lord for having given the land to “our fathers”, seeing that he had not been Jewish at that time. Nonetheless he is commanded to address the Lord our G’d in his prayers as “our G’d and the G’d of our fathers.” The reason for this ruling is that the Jerusalem Talmud in tractate bikkurim 1,4, has ruled that all converts are called descendants of Avraham, seeing that G’d had told him that he would become the “father of a multitude of nations.” (Genesis 17,5)", "1": "וענית ואמרת, “and you will respond by saying, etc.;” the recital of the prayer of thanksgiving must be performed audibly, but the recital of the “confessional” part starting with the words: בערתי את הקודש, “I have cleared out any sacred things, etc.” may be recited in a whisper. The text introduces it with the word: ואמרת, “you will say,” instead of וענית ואמרת", "2": {"0": "ושמחת בכל הטוב, “you will rejoice in all the good, etc.” our sages in the Talmud tractate Pesachim folio 36 derive the rule that the period during which these bikkurim may be offered in the Temple commences with the festival of Shavuot and concludes with the sukkot festival, by which time every type of harvest has produced at least some fruit that have ripened. This is also the reason why one of the names of the Shavuot festival is חג הבכורים, “festival of the first ripened fruit.” While it still possible to present such bikkurim at the Temple between sukkot and Chanukah, the paragraphs in our portion to be recited by the farmer who offers these fruits, may no longer be recited. The reason is that the term “ראשית,” “the first of,” would hardly be appropriate at that time of the year. After Chanukah no more such fruit may be offered in the Temple. The reason is that even the animals in the field will no longer find such species of fruit on the field.", "1": "והגר אשר בקרבך, “and the stranger that dwells in your midst.” Rabbi Joseph Karo raised the question of why a convert-who presumably does not own ancestral land belonging to Israel,- is mentioned in this paragraph at all. These firstling fruit are given only to Jewish priests, and only from land defined as ארצך, “your (ancestral) land?” This word specifically excludes produce not grown by Jews on Jewish land. Rabbi Yom Tov explained it to him and showed him a Midrash in which it is stated specifically that converts (referred to as גרים, onetime strangers, may bring bikkurim, but they may not recite the benediction in which we give thanks for the land which the Lord had sworn to our forefathers to give to Avraham’s descendants (Compare Mishnah 4,chapter 1 tractate Bikkurim. Since the Lord had not sworn to give this land to converts, he could obviously not give thanks for what had never been promised or given to him or his forefathers. Nonetheless, when he says his prayers, privately, he may refer to “our G’d, the G’d of the forefathers of Israel.” if his mother had been Jewish, he will use the same formula every Jew uses, i.e. “our G’d and G’d of our forefathers. In the Jerusalem Talmud Rabbi Yehudah states that the proselyte, though, of course, the land had not been given to his forefathers, may address G’d as also the G’d of our forefathers, as G’d has proclaimed Himself to be the “father” of all converts According to Rabbi Yehudah, the convert recites the same benediction as the natural born Jew when bringing bikkurim. This is based on G’d having appointed Avraham as the ”father” of a multitude of nations in Genesis 17,5. Rabbi Joshua, son of Levi stated that the halachah is according to the opinion of Rabbi Yehudah.\n"}, "3": "את ה' האמרת היום להיות לך לאלוקים....וה' האמירך היום להיות לו לעם סגולה, “You have affirmed this day that the Lord is your G’d.....and the Lord has affirmed to you this day that you are His special people, etc.” Concerning the precise meaning of these two verses, we read the following in the Talmud tractate B’rachot, folio 6: “The Holy One blessed Be He said: “you have declared Me as unique in the universe, by declaring “hear o Lord the Lord our G’d  the Lord is unique.” Therefore I have reciprocated by declaring you as a unique people for Me.” (Compare Chronicles 1 17,21: ומי כעמך ישרך גוי אחד בארץ, “and who is comparable to Your people Israel, a unique nation on earth.” An alternate interpretation of our two verses: The word האמרת, means: “an exchange of something.” G’d credits the Jewish people with having traded in any other deities in favour of the invisible Creator, Who had revealed Himself to them at Mount Sinai. In response to that act, the Creator traded all the other 70 nations on earth as His potential favourite, and chose us instead. This would be similar to what Moses said in Psalms 94,4 יתאמרו כל פועל און, “for how long will the ones mouthing falsehoods (against Israel) be allowed to get away with it?” Still another interpretation of these unusual verses: The word אמיר occurs in Isaiah 17,6, שנים שלשה גרגרים באמיר, “two or three berries on the topmost branch;” here we would have to understand the word האמרת as meaning that Israel had elevated the Lord G’d to the topmost branch, and the Lord responded by elevating the Jewish people to the highest ranking nation. The expression יתאמרו כל פועלי און, corresponds to the psalmist describing the wicked people describing themselves (reflexive mode) as the most advanced and important in the world."}, "25": {"0": "'ארור האיש אשר יעשה פסל וגו, “cursed be the man who will construct a cast image, etc.” In the Talmud in tractate Sotah folio 37 the question is raised since when does making an idol only carry a curse as a penalty, and nothing harsher? The answer given here that the “man” mentioned here is a man who had incestuous relations which resulted in a son being born for him, who then left the fold and served the idols of whichever religion he adopted. The Torah curses the father and mother of such a son who are directly responsible for their son having left the fold as a result of their committing incest. Rashi explains that we face a list of eleven sins the punishment for which is introduced with the word: “cursed be;” they correspond to the eleven sons of Yaakov who had received his blessing. Shimon had not received such a blessing, and it was not Moses’ intention to bless that tribe in the manner in which he blessed all the other tribes. [Our editions of Rashi do not have this commentary on this verse, so I will not dwell on it further. Ed.] If you were to ask what makes the eleven sins subject to a curse for the sinner different from violating any of the other of G’d’s commandments, one answer may be that all these commandments when violated are known only to the sinner and the Creator. No human being can take the sinner to court for something he had not witnessed and warned the offender not to commit. [some of the eleven, of course, were committed by consent with one’s partner in sin, so that they too could not be brought to court. Ed.] According to a statement in the midrash שוחר טוב, the person subject to these curses is the one who had studied the laws in question, had taught them observed them personally, and had been in a position to protest these sins from being committed, but had failed to make use of his ability to prevent these sins from being committed. This is why at the end of the paragraph, the Torah concludes with cursing people who had been in a position to see to it that others keep the ordinances of the Torah, and had failed to make his weight felt. On the other hand, if someone had not learned the laws, had not taught them, had not observed them, say because he had sat in jail and could not do this, but had seized an opportunity to protest other people violating Torah laws, and had done so, he is included in all the people that Moses describes as being blessed for “keeping the Torah laws,” as he had demonstrated that only his physical inability to perform many of them had stopped him from doing so."}, "26": {"0": {"0": "ברך אתה בעיר, “You will be blessed in the town;” you will be blessed for performing the commandments that are performed in an urban area, such as building a sukkah, attaching a mezzuzah to the doorposts of your houses, or a fence around the roof of your house.", "1": "וברוך אתה בשדה, “and you will be blessed in the field;” this applies to the farmers who observe the manifold laws pertaining to growing crops and leaving some of the harvest for the poor or the priests and Levites. An alternate interpretation of these statements: “the city” referred to is Jerusalem, the holy city, and the expression: “blessed are you in the field,” refers to Zion, of which the prophet Jeremiah 26,18, said: ציון שדה תחרש , Zion will be plowed as a field.” [I fail to understand this interpretation, seeing that the line quoted from Jeremiah is not only not a blessing, but a curse, followed by the prediction of the fall of Jerusalem. Ed.]"}, "1": {"0": "ברוך טנאך, “blessed be your basket.” This refers to the basket in which the farmer presents his firstling fruit to the priest; we have the expression טנא in that context in Deut. 24,4.", "1": "ומשארתך, this is a reference to challah, the housewife setting aside the first part of the dough for the priest.\n"}, "2": "והיה כאשר שש ה' אלוקיך עליכם להיטיב אתכם 'ולהרבות אתכם, וגו, “it will be that just as the Lord once delighted in making you prosperous and many;” G’d had not delighted in the Israelites’ distress; others had. In our verse we see a hint of what will happen at the time close before the redemption, the time discussed by Daniel in Daniel 12,11: ומעת הוסר התמיד ולתת שקוץ שמם ימים אלף מאתים ותשעים, “and from the time the daily sacrifice was removed and the mute abomination was emplaced, one thousand two hundred and ninety years.” We must understand our verse as follows: “it will be from the time when the Lord rejoiced in delighting to do good things for you from the time you were in the desert when His presence was with you every step of the way, as well as in the land of Israel when His Presence was with you, after He had made you multiply first in Egypt as we read in Exodus 1,7, a total of 1290 years. Four hundred years of exile in Egypt, 480 years from the Exodus till the erection of Solomon’s Temple as we know from Kings I 6,1: “it was in the 480th year after the Exodus from Egypt, he built the house for the Lord. This Temple stood for 410 years corresponding to the numerical value of the letters in the word בזאת; (in Leviticus 16,2: בזאת יבא אהרן אל הקודש) a total of 1290 years. The exile would last an equal amount of time (according to Daniel) This is what Daniel meant when he wrote in Daniel 12,7: כי למועד מועדים וחצי....תכלינה כל אלה, “or in a time and a half and upon completion all these will be finished,” the first time the word מועד refers to a time period, as in Kings II 4,15: למועד הזה, “at this time;” in the words: מועדים וחצי,the word has to be understood as in Deut. 16,7: “at the season when you came out of Egypt.” There were actually three periods when the Israelites were in Egypt; this is why the Torah described them as follows in Exodus 12,20: ומושב בני ישראל אשר ישבו במצרים שלשים שנה וארבע מאות שנה, and the period that the Israelites resided in Egypt was thirty years and four hundred years. If you multiply 430 by three the result is 1290. According to Daniel, at that time exile will end. This is also why he says in chapter 7,25: ויתיהבון בידה עד-עדן ועדנים ופלג עדן, “and they will be given into his hand until a time; and times, and half a time.” This means that there were three distinct periods that the Israelites had been in Egypt.” [The author continues with different attempts to unravel the periods may not yet have been concluded without the redemption having taken place. There is therefore little reason to list all these interesting speculations, especially that if G’d did not want the time revealed, why should we waste time trying to do so. Too many commentators have tried and failed to do so. Ed.]", "3": {"0": "באניות, “in ships.” These will transport women and children taken prisoner. If they would have let them walk on foot they would have only taken adults as prisoners who are able to walk.", "1": "ואין קונה, “but there will not be any buyers for them.” According to Rabbi Yoseph Karo, the Egyptians will say: our fathers who enslaved Israelites were smitten by their G’d. When their owners now found them useless, they would take out their disappointment on the bodies of these prisoners.\n"}}, "27": {"0": {"0": "אתם נצבים היום כולכם, “you are all standing at attention this day;” all at the same time; ordinary Israelites, judges, law enforcers. היום כולכם, “all of you as a unified congregation.”", "1": "The different attributes used in this verse include: even women, children, converts; these latter are included under the sub-heading of כל איש ישראל. "}, "1": {"0": "מחוטב עציך, “from the hewers of your wood for kindling,” i.e. male slaves;", "1": "עד שואב מימיך, “to the ones drawing your water, i.e. the female slaves.” This is what is meant in Job 3,19: קטון וגדול שם הוא ועבד חפשי מאדוניו, “small and great alike are there, both slaves and free men.” The word קטון, there refers to David, whereas the word גדול there refers to Moses. (Compare these attributes being used for David in Samuel 1 17,14, and for Moses in Exodus 11,3.) An alternate interpretation for the line: ועבד חפשי מאדוניו, “the slave who is free from his master;” this line refers to Israel. As long as one is alive one is free to carry out the will of one’s Creator, but once dead it is too late to do so, i.e. one is free from the obligation to perform G’d’s commandments. (Talmud tractate Shabbat folio 30) Still another interpretation “You are all standing here alive,” in spite of all the curses that have befallen your enemies, you have been spared. Both the gentiles have been in the habit of erecting monuments of stone to serve them as deities, but you, i.e. Joshua and Samuel who have both been reported as erecting stone monuments –upon which the text of the Torah has been inscribed-have been successful in that endeavour. It is not the “monument,” that G’d hates but the use is has been put to by the gentiles. (Compare Samuel I 12,7) Still another explanation of this assembly by Moses: This is the last time that all the people could be assembled in one place. Once they would cross the Jordan be dispersed each to his tribe’s ancestral land plot, it would be impossible to address them all at the same time.\n"}, "2": "לעברך בברית, “to enter into this covenant of the Lord your G’d;” now you are spiritually ready to embrace this covenant and none of you shall ever be able to claim that he had not been present when you agreed to accept this covenant as binding for you. Your blind, ailing, and aged would not be able to travel to such an assembly.", "3": "כי אתם ידעתם את אשר ישבנו בארץ מצרים, “for you (only) know that we have once lived in the land of Egypt;” this verse proves that there were still survivors of the period of slavery that had come out 40 years ago, and had not died  by the decree G’d issued after the sin of the spies. They had either been younger than twenty at the time of the Exodus or had been over 60 years of age already at that time.", "4": {"0": "פן יש בכם, “lest there be amongst you, etc.;” this is an additional reason for renewing the original covenants.", "1": "אשר לבבו פונה היום, “whose heart is even now turning away, etc.;” he will entertain the thought of abandoning G’d and His Torah. Moses is frank, admitting that there is cause for worry. Furthermore,", "2": "פן יש בכם שורש פורה ראש ולענה, “lest there is perchance amongst you a stock sprouting poison weed and wormwood.” In what follows, Moses goes into greater detail about what he is worried about."}, "5": {"0": "'והיה בשמעו את דברי האלה הזאת וגו, “and when he hears the wording of this curse [which appeared to him as addressed to the community, as opposed to individuals in the community, Ed.]", "1": "והתברך, “and he will personally feel immune in his heart;”", "2": "שלום יהיה לי, “I, personally will be quite safe;”", "3": "בשרירות לבי אלך, ”and therefore I will follow whatever my heart dictates to me;”", "4": "למען ספות הרוה את הצמאה, “so that the irrigated will be swept away with the dry;” [the sinner’s logic is that on account of one single sinner G’d will not withhold blessings such as rain from a whole community. Ed.] Alternate meaning, the author’s: “he will commit sins that are not the result of the evil urge as well as sins that are the result of his evil urge.”", "5": "לא יאבה ה' סלוח לו, כי אז יעשן אף ה' וקנאתו, “not only will the Lord not consider forgiving him his foolishness, but His anger and jealousy will be kindled against such an individual and He will single him out for especially harsh punishment. By doing this the remainder of you will be shielded against copying his conduct, and you will remain loyal to G’d’s covenant. For if you collectively would fail to remain loyal", "6": "ורבצה בו כל האלה, “the Lord will blot out his name,” so that no descendants of such a sinner will remain alive under the sky. Neither an already an existing grandson or great-grandson will be allowed to live."}, "6": "והבדילו ה' לרעה, “and the Lord will single him out for misfortune; that sinner had thought that he alone of all the Israelites could get away with being disloyal to the covenant. I will show the Israelites that he alone will be singled out for such harsh treatment by Me. The punishment will fit the crime.", "7": "על מה עשה ה' כה לארץ הזאת, “what has caused the Lord to do this to this land?” If there were murderers and adulterers among the Jews, this is a world wide phenomenon and G’d has not reacted similarly against them? Why has only their land been laid waste?", "8": "ואמרו, “then they will say, etc.” even the gentiles will come to the conclusion that the G’d of the Jews had done to them was justified; they had entered into a covenant with their G’d voluntarily, and had abandoned their part of the bargain without reason. It is therefore no more than just that they had to pay the price for their treachery. The prophet Ezekiel has spelled this out clearly in Ezekiel 20, 32-37: “that which entered your thoughts- it shall not be! What you say: “let us be like the other nations, like the families of the lands, to serve wood and stone. As I live-the words of my Lord Hashem/Elohim,-with a strong had and an outstretched arm and with outpoured fury will I rule over you. And I shall take you out from among the nations, and gather you from the lands into which you were scattered, with a strong hand, and an outstretched arm and with outpoured fury. And I will bring you to the “Wilderness of the Nations” and I will wrangle with you face to face. As I wrangled with your fathers in the Wilderness of the Land of Egypt, so I will wrangle with you- the words of my Lord Hashem/Elohim- and  I will make you pass under the rod, and bring you into the bond of the covenant, and separate those among you those who rebel and transgress against Me, from the land of their sojourning I will take them out, but to the soil of Israel none shall come.” The Talmud, in tractate Rosh Hashanah, folio 32, quotes a sage on verse 33 there as saying: “wish that the Lord redeem us from every place;” we would be willing to endure the punishments preceding this, knowing the result would be the redemption.” [The subject matter under discussion in the Talmud there is the reciting of scriptural verses depicting G’d’s fury and anger in our liturgy on a day such as new Year’s; it would be better to recite only verses depicting G’d’s attribute of mercy. Ed.]", "9": "ולא חלק להם, “and whom He had not allotted to them.” (Compare Deut.4,19-20) The fact that the Torah and the land of Israel is not part of the heritage of the gentile nations has been made in the Holy Scriptures on numerous occasions such as Lamentations 3,24, and Psalms 16,5.", "10": "הנסתרות לה' אלוקינו, “concealed acts concern the Lord our G’d;” seeing that the Torah had written in verse 20 of our chapter that G’d singles out individual sinners for retribution,” and verse 21 sounds as if the sins of a single individual could cause G’d to react angrily against the whole people, or at least against a whole family all on account of that single rebellious Jew, Moses now reassures the people that precisely because He is omniscient and knows what goes on in the hearts of each one of us, He will deal with the individual who is guilty and not engage in punishing the innocent as “collateral damage.” However, sins committed openly, and ignored by the judiciary, thereby constituting collective guilt by the people who had appointed corrupt judges, will become the subject of what for the uninitiated looks like collective punishment. In fact, the retribution for openly committed sins and tolerated by the courts, will result in the punishment extending beyond a single generation as long as we do not wipe out the phenomenon of open rebellion against the covenant that the whole people had voluntarily entered into with Hashem. The Talmud in tractate Sanhedrin, folio 43 points out that the dots above the letters לנו ולבנינו and above the letter ע of the word עד, are to inform us that as long as the Israelites had not crossed the river Jordan and been on sacred ground, G’d had not punished anyone for sins committed in private, not witnessed by even family members. The reason for this was that only after crossing the Jordan did the Jews accept the Torah [most of whose commandments did not apply outside the Holy land. Ed.] individually and collectively, so that each Israelite became responsible also for the sins committed by his fellow Jew. At that point what is written the words לנו ולבנינו, “for us and our children,” became applicable. If you were to query that if the above were correct, why is the last dot on the word על instead of on ה' אלוקינו, perhaps the reason is that it would be inappropriate to do this when it is subject to being erased. The words: lashem elokeynu in Hebrew including the tetragram that I cannot spell out here, comprise eleven letters, and that is why our sages place 11 dots to hint to us that this is where the dots really should have been. [Since no Israelite who had not yet crossed the river Jordan ever saw a Torah scroll with these eleven dots, I find the interpretation offered quite irrelevant. Ed.] According to a text known as massoret hag’dolah, the dots are attributed to when Ezra had to rewrite the Torah after the redemption when different scrolls had variations in the text, and the time would come when Moses would challenge him why he had not done it differently, he would explain that because of his doubts he had placed the dots on top. If Moses would be satisfied with the way Ezra had done it, it would be easy to erase the dots without harming the text of the Torah scroll. From this it is clear that Ezra had his doubts about G’d not holding us responsible for not interfering when becoming aware of sins committed prior to crossing the Jordan.\n"}, "28": {"0": "ושבת עד ה' אלוקיך, “and (then) you will return to the Lord your G’d;” elsewhere (Deut.23,15) it says in indirect speech: ושב ה' אלוקיך את שבותך ורחמך, “and the Lord your G’d will return with your captives and have mercy on you. Why does this have to be repeated? In the Talmud, tractate “Yuma”, folio 86, the Talmud says that repentance is important as it hastens the arrival of the redemption. This is based on Isaiah 59,20: ובא לציון גואל, ”and the Redeemer will come to Zion,” why? The verse continues with ושבי פשע ביעקב, “when the sinners among Yaakov have repented.” Rabbi Yossi bar Yehudah added that when a person transgresses a commandment once he is forgiven. By the time he transgresses a fourth time he is no longer subject to forgiveness. He bases himself on Amos 2,6: “thus said the Lord; for three transgressions of Israel, for four I will not revoke it (evil decree);” this is how the Talmud in tractate Yuma folio 86 understands that verse. I heard a reason for this attributed to Rabi Meir Levi, who stated that access to the Lord is guarded by three different “fences.” The first is overwhelming noise, the second is fire, and the third is a region of strong wind; finally there is a region in which almost inaudible sound is heard; (Compare Kings I 19, 11-12) in each region of these fences there are angels. When a person sins for the first time, the angels in the first region obstruct such a person’s access to commit further sins. This results in his obtaining forgiveness [as without this he would continue to sin having started to do so. Ed.] This process continues in varying degrees if he commits a second or third sin [without having repented in the interval. Ed.] When he sins a fourth time, having already breached the fences separating him from the Presence of G’d three times, he is no longer subject to forgiveness, as we know from Isaiah 65,3-7: “the people who provoke My anger who continually, to My very face, sacrifice in gardens and burn incense on tiles etc. etc.   such things make My anger rage, like fire blazing all day long and I will not stand idly by but will repay deliver their sins into their bosom and the sins of their fathers as well.” In other words, G’d is patient until sinning has become a pattern of the sinner’s lifestyle before He reacts irrevocably.\n", "1": "מי יעלה לנו השמימה, “who will ascend to heaven on our behalf?” the respective first letters in these four words, when read separately and consecutively spell מילה, circumcision. It is a hint that it was the merit of the performance of the commandment of circumcision that enabled Moses to ascend Mount Sinai and receive "}, "29": {"0": "בן מאה ועשרים שנה אנכי היום לא אוכל עוד לצאת ולבא, “I am one hundred and twenty years old today, I can no longer go out and return home.” One reason I cannot do so is my age; another reason is the fact that G’d has forbidden me to cross the river Jordan. You will not suffer a setback by my not crossing the Jordan, as G’d, personally, will cross with you, and He will destroy etc.;” i.e. כי ה' הוא עובר לפניך והוא ישמיד וגו'. I do not feel weak, but I must obey G’d’s command.", "1": " הן קרבו ימיך למות, “the time is approaching when you must die;” Moses had said to G’d that he had employed the word הן when praising Him, as is recorded in Deut. 10,14: הן לה' אלוקיך השמים ושמי השמים הארץ וכל אשר בם, “Mark, the heavens to their uppermost reaches belong to the Lord your G’d, the earth and all that is in it.” Why do You decree death upon me by using the same introductory word? G’d reminded Moses that he had used the same word also when challenging G’d’s judgment in Exodus 6,12 when he complained that since had commenced his mission the suffering of his people had become more severe. He felt that he was not being dealt with fairly. G’d explained to him that he erred and that what He had decreed was for his own good. How so? We read in Proverbs 11,31: הן בארץ ישלם אף כי רשע וחוטא, ‘”if the righteous will be recompensed on earth, how much more so the wicked and the sinner!” G’d assured Moses that in the world to come he would occupy a throne made of precious stones and would be seated on a loftier platform than 550000 righteous people. An alternate interpretation of the word הן, there is no other word in the Hebrew language which is a match for the word הן. What is meant by this? The word אחד 1 when matched with the word תשעה, 9 makes ten. The word שנים 2 when matched with the word שמונה, 8, makes ten. The word (number) 5, as well as the word 50 have no partners. Moses, i.e. his name, has no partners, as the Torah testifies that no other human being emerged who could match Moses. (Midrash Devarim Rabbah 9,6 as well as 11,9) Therefore, Moses being unique had to be matched with G’d Who is unique.", "2": {"0": " והסתרתי פנח מהם, “I will hide My face from them.” This is an expression of G’d’s fondness for the Jewish people, it expresses His grief at what befalls them, just as that of a father who instructs a servant to administer punishment to his wayward son. He cannot bear to do it himself, or to have to watch it being administered.", "1": "רעות רבות וצרות, “many evils and troubles.” These are evils, which in turn will cause them many troubles. The Talmud in tractate Avodah Zarah folio 28, gives examples of this when describing changes in climate resulting in an abundance of harmful insects which in turn will sting people, etc. People who suffer these stings do not know how to counteract and neutralise the pain resulting from them. This is a metaphor for hostility encountered by Jewish people when in exile. When the gentiles hit them they are afraid even to cry out so that the gentiles will not hate them even more. If they fail to cry out they have to learn to live with the pain.", "2": "על כי אין אלוקי בקרבי, “on account of my G’d no longer being in my midst.” The Israelites are aware that they have driven G’d’s presence out of their midst, as a result of which they have become the victims of all these phenomena. [but they have not drawn the right conclusions from that, i.e. to repent. Ed."}, "3": " ואנכי הסתר אסתיר, “and I will hide Myself even further;” our sages derive from this line that the Purim story i.e. the scroll of Esther and Mordechai are of Biblical authority [Esther’s real name having been Hadass, Ed.] i.e. that even during periods of exile when we do not feel the presence of G’d around us, He nonetheless watches over us and intervenes in our fates decisively when we are under attack. [Although His name does not even appear in that scroll, Haman did not succeed in killing a single Jew. Ed.]", "4": "לקח את ספר התורה הזה, “take this book of the Torah!” according to a Midrash, on this date, the seventh day of the month of Adar, Moses personally wrote 13 Torah scrolls one each for the twelve tribes. He read out of each one before each of the tribes passages of warning, exhorting them to observe the Torah meticulously. He read to the men and women separately, warning them to treasure their Torah scroll and protect it from all hazards. Moses took the thirteenth Torah scroll and deposited it in the Holy Ark next to the second set of Tablets. This interpretation is based on the text of this verse, which appears portray him as instructing the priests to do so, [as being “only” a Levite he had no access to the Holy Ark inside the tabernacle. Ed.] Other commentators suggest that the archangel Gavriel descended from the heavenly regions and took the thirteenth Torah scroll back with him to those regions. The reason for this was to acquaint the residents of those regions with the greatness of Moses. This exegesis is based on Deuteronomy 33,21: צדקת ה' עשה ומשפט עם ישראל, “He executed the righteousness of the Lord and His ordinances with Israel.” Not only this, but the righteous in those regions read from this Torah scroll every Monday and Thursday, every Sabbath and on every New Moon and the festivals. In the first chapter of the tractate Baba batra, folio 14 there is reported a dispute between Rabbi Meir and Rabbi Yehudah, about whether the Torah scroll was deposited inside the Holy Ark or next to it."}, "30": {"0": "האזינו השמים ואדברה, “hearken o heavens and I will speak;” Moses, when addressing heaven and earth mentioned the word האזינו, addressing the ears of heavens first, whereas Isaiah when doing so in Isaiah 1,2 mentioned the word שמיעה, hearing first. The reason is that Moses’ primary field of activity was with heaven, he was close to it and did not need to worry about the ability of the heavens to hear him, but needed their attention to his words. Isaiah being closer to earth than to heaven had to proceed in the reverse order, first making sure that witnesses’ ears were open, before worrying about gaining their undivided attention. When someone is close to the one who addresses him, all he needs to do to get the message is turn his ears in the source of the sound’s direction. A person who is far from the speaker needs to insure first that he is heard, before worrying that what he says will be heard and understood. According to Rashi, (in his commentary on Isaiah) the reason for the opposite approaches taken between Moses and Isaiah is that both heaven and earth are witnesses, (compare Deut. 30,19) seeing they will be around as long as any Israelites exist, they had to be addressed as such in similar terms, i.e. both as hearing and hearkening, (paying attention to what they hear) otherwise each could claim that they were only witnesses to part of what had been demanded of them. Rav Hunna, quoting Rav Acha, claims that from the wording it is clear that there are more witnesses in heaven than on earth, seeing that Moses addresses heaven in the plural mode, האזינו, whereas he addresses earth in the singular mode, ותשמע. Isaiah followed the same pattern he had read about in the Torah, i.e. plural mode for heaven, and singular mode for earth.", "1": {"0": "הצור תמים פעלו, “the Rock, His work is perfect;” it is only fair that you will acknowledge His greatness seeing that he is unshakably strong and therefore whatever He has created is perfect; moreover He does not display anger when facing those who are bent to make Him display His anger.", "1": "צדיק וישר הוא, “He is righteous and just.” This refers to those human beings that act in accordance with His will. He does not withhold their reward. Seeing that Moses was bent on explaining how G’d takes revenge from those Israelites who deliberately cause Him anger, before doing the same to the gentile nations, he mentioned the righteous and his judgment first."}, "2": "שחת לו, לא בניו, “Is corruption His? No, His children’s is the blemish. What Moses is explaining is that if His children, the Jewish people perform corrupt deeds, it is not He who will suffer from this; the fallout of their evil deeds will leave a blemish on the children of those who have performed these deeds. They will bear the shame of the deeds of their fathers. This is also the meaning of the Targum on this verse. Rabbi Moses from Pontresia was bothered by the fact that if this interpretation is correct the Torah should have spelled the two words lo in the reverse manner, i.e. לא, לו. As a result, he interpreted the meaning as follows: “the blemish will not adhere to their children, but to them who have performed the corrupt deeds.” This is also what the prophet Hosea said in Hoseah 2,4: כי היא לא אשתי והם לא בני כי בני זנונים המה, “for she is not My wife and I am not her husband, for they are the brood of harlotry.” [though bastards cannot be blamed for the deeds of their progenitors. Ed.]\n", "3": {"0": "עם נבל, “they are a people who repay benefits received with disloyalty;”", "1": "ולא חכם, “and they are not a wise nation.” They imagine that they are smart and can escape the consequences of their deeds."}, "4": {"0": "זכור ימות עולם, “remember the days of old;” now Moses begins to list the many acts of kindness G’d had performed for His people;", "1": "בינו שנות דור ודור, “reflect with intelligence about the years of many generations.” I, G’d, had provided for this nation long before they came into existence as a nation.” The details will be explained in the following verses.\n"}, "5": {"0": "בהנחל עליון גוים, “when the Most High gave to the nations their inheritance;”", "1": "בהפרידו בני אדם, ”when He separated the children of men;” during the generation of the Tower (Genesis 11,1-11) At that time, due to the confusion of their languages, each “nation,” i.e. the people who had a language in common, moved away from one another and established separate cultures. This occurred due to the direct intervention of G’d as we know from verse 8 in that chapter.", "2": "יצב גבולות עמים למספר בני ישראל, “He set the borders of people, relative to the number of the Children of Israel.” He selected the boundaries of the twelve tribes in the land that would be Israel’s in the future. How did He do this? He first allocated the relevant areas to the descendants of Canaan –who were enslaved to the descendants of Shem through Noach’s curse. Seeing that slaves cannot own anything in their own right, they are never more than tenants on that land.- Genesis 10,15-18 lists the genealogy of Canaan, eleven in number, that are relevant in that respect. At least one of the Canaanite families at some point split into two separate families, (“nations”). This was the P’rizi, which therefore has not been listed in the verses we just quoted. The boundaries of the lands occupied by the descendants of Canaan are also spelled out in that chapter in detail. As a result of this we have 12 separate branches of the Canaanite nation matching the 12 tribes of the Israelites at the time of Moses. [Levi did not get an ancestral share, but Joseph, as Yaakov’s firstborn from the wife Rachel he had worked for had two shares, allocated to Menashe and Ephrayim, the sons born to him before Yaakov’s death. The words: למספר בני ישראל, “corresponding to the number of tribes of the Children of Israel,” in our verse make perfect sense therefore."}, "6": {"0": "ימצאהו בארץ מדבר, “He found him in a desert region.” The word I have underlined is equivalent to yamtzieyhu, meaning: “He provided all their needs for them in that desert. He provided water, heavenly bread, manna, quails (meat) and made their garments resist decay. (Compare Deuteronomy 8,4.)", "1": "ובתהו ילל ישימון, “and in an empty howling waste, etc.” in that very region which harbors only jackals and ostriches, as we know from Micah 1,8 which are constantly lamenting, I provided all that could be wished for. An alternate interpretation for the expression: ימצאהו בארץ מדבר. In this area where one could not logically have expected to find anything worth while, Israel found a real treasure i.e. the Torah which the Lord gave them.", "2": "ובתהו ילל ישימון, “as long as they had not received the Torah that region had been a completely arid wasteland for them.” Once they received the Torah, it was as if they had been given the gift of light. This is why Solomon said in Proverbs 6,23: כי נר מצוה ותורה אור, “for the commandment is a lamp and the teaching is a light.", "3": "יסובבנהו, ”He enclosed it (protectively) by clouds;” Another interpretation: “He surrounded it with an upside down turned mountain, Sinai, like a bucket.” (compare Talmud, tractate Shabbat folio 88).", "4": "יבוננהו, “He provided them with insights;” through the Torah. Alternate interpretation: based on the root: בנה, “to build”, “He provided them with a building,” i.e. the Tabernacle.", "5": "יצרנהו כאישון עינו, “He kept him as the apple of His eye.”"}, "7": {"0": " ירכיבהו על במתי ארץ, “He made him ride on the high places of the earth.” Moses repeated this metaphor again in Deuteronomy 33,29, ואתה על במותימו תדרוך, “and you shall tread on their high places.”", "1": "ויאכל תנובות שדי, “he ate of the fruitage of the field;”  Here Moses speaks of the future, after the Israelites had conquered the land of Canaan and grown their own crops. By that time the manna had ceased to descend from heaven, as stated in Joshua 5,12: וישבות המן ממחרת הפסח ויאכלו מעבור הארץ, “the manna ceased immediately after the Passover, and they began to eat from the produce of the land.” This enabled them to strengthen their bodies in anticipation of fighting to conquer the land. Concerning this subject we read in the Talmud, tractate Kidushin, folio 38, that as soon as they offered the first omer offering, (a measure of the new barley harvest) they were permitted to eat from the produce of the land. This statement in the Talmud was challenged by Rabbi Nathan Ophniel, who asked why they had to wait until they had offered that offering, seeing that the positive commandment of eating matzot on the first night of the Passover festival (Exodus 12,18) should override the negative commandment (Leviticus 23,14) of not eating from the new barley harvest, just as the positive commandment of circumcising oneself on the eighth day (overrides the negative commandment of not tampering with the foreskin of the newly born if it had displayed signs of the skin affliction known as tzoraat. The answer to his objection is that the sages decreed the prohibition on account of the second piece of matzah, i.e. once the amount of an olive’s size of matzah had been eaten, the commandment in Exodus is no longer mandatory, and it would be too easy to transgress the commandment of not eating from the new barley harvest prior to offering the omer. We find a similar situation with the widow of brother a of the High Priest who had died without child, and who would be in line for the levirate marriage to her brother-in-law the High Priest. (Compare Talmud tractate Yevamot folio 20) You could argue that the positive commandment of performing such a rite (Deuteronomy 25,5) should override the negative commandment that a High Priest must not marry a widow. (Leviticus 21,14) There too the sages forbade the levirate marriage as after the first marital union the High Priest would have fulfilled the whole commandment, and if he were to sleep with his wife by levirate marriage a second time, he would have committed a very serious sin. The sages therefore forbade such a levirate marriage in order to make sure that the High Priest would not become guilty of such a sin.", "2": "וינקהו דבש מסלע, “and He made him suck honey from a crag in the rock.” The honey mentioned here is bee’s honey. If date trees had grown in rocky areas their honey would also have been included.", "3": "ושמן מחלמיש צור, “as well as oil out of a flinty rock.” Olives growing in such rocky areas are superior in taste to those growing from trees in the field. This is most likely due to the heat of the sun’s ray being reflected from the rocky surface instead of being absorbed by the soil."}, "8": {"0": "עם חלב כרים ואילים, “and curds as well as and rams raised in Bashan.“ Moses lists the highest quality of these species, similar to Genesis 45,18 ואכלו את חלב הארץ, ”and live off the fat of the land!”", "1": "עם חלב כליות חיטה, “with the kidney fat of wheat.” The word “kidneys” here is not a metaphor but is to be understood literally. This is because the shape of wheat with its groove is similar to that of the shape of a kidney. (Ibn Ezra)", "2": "ודם ענב תשתה חמר, “and of the blood of the grape you will drink foaming wine.” The wine will be red as blood, an indication of its value, similar to what Solomon described in Proverbs 23,31: אל תרא יין כי יתאדם, “do not look at wine when it is red;” [sign that the wine is strong in alcohol content. Ed.]"}, "9": "בתועבות יכעיסוהו, “with abominations they provoke Him.” Robbery and sexual misconduct are what Moses referred to here. Both have been described in the Torah (Leviticus 18,27) as “abominations.”", "10": {"0": "יזבחו לשדים, “they sacrificed to demons.” This is one of the most abhorrent forms of idolatry.", "1": "לא אלוה, “no-gods;” these demons possess no power whatsoever. Compare Ezekiel 17,13: ואת אילי הארץ לקח, “and the ‘mighty’ of the land he took away. [Nebuchadnezzar carried away those who had thought of themselves as ‘mighty.’ Ed.] Onkelos translates our verse as meaning that they are useless. (the demons) If they had any value at all Moses would not condemn worshipping them with such vehemence as he does here. A certain Roman said to Rabbi Shimon, wondering about Exodus 20,5 where Hashem is described as a “jealous” G’d, why this G’d would be jealous of a “nobody.” A truly powerful person is jealous only of another powerful person, not of someone clearly inferior. Why does Moses describe G’d’s jealousy as having been aroused by a “no-god” so that he retaliates by arousing the jealousy of His people by a “no-people?” Rabbi Shimon answered him by using a parable to illustrate his point. A man had married an extremely attractive looking wife. After a while he took a second wife who was ugly in the extreme. His first wife became extremely angry at her husband, saying to him that she could have understood it if he had married another attractive woman who would have been competition to her. The fact that he married an ugly woman, she felt was a deliberate insult, suggesting that she was just as ugly as the second wife he had taken. (Compare Talmud, tractate Avodah zarah, folio 55.) Moses is telling the people that although G’d would be angry at them for worshipping the sun, which appears powerful and a source of life to them, instead of worshipping Him Who had created the sun; but to worship something that is totally useless to them was an additional insult which He resents accordingly with great anger.", "2": "אלהים לא ידעום, “a deity they had never heard of.” They had heard of it, but had never heard that it possessed any power. Rabbi Joseph Karo explains the reason why Moses chose this expression as being that we have a verse in Exodus 3,7: where G’d tells Moses that He is well aware of the people’s pains, כי ידעתי את מכאוביו, that the deities His people turned to were ones which had no such knowledge. How could such deities help when they were completely unaware of the problems its worshippers faced?", "3": "חדשים מקרוב באו, “new gods that came up of late.” These so called deities had never been considered as deities by anyone.", "4": "לא שערום אבותיכם, “gods that your fathers had never dreaded.” The word שער in Aramaic is equivalent to the Hebrew פוקד, compare Targum Deuteronomy 5,9, and thus would mean “remembering with a view to punishing.”\n"}, "11": {"0": "צור ילדך תשי, “You neglected the Rock that begot you;” You forgot the Almighty Who formed you in your mother’s womb and caused you to be born; you did all this on account of something new that had not proven itself in any way.", "1": "ותשכח א-ל מחוללך, “you forgot the Divine Power who brought you forth. Moses repeats the thought as it seems so unbelievable that the Jewish people could ever become so foolish. Once I have done this, Moses quotes G’d as saying: אראה מה אחריתם, “I will see what their end shall be;” G’d will watch what use their new found deity has been to them.\n"}, "12": {"0": "ויאמר אסתירה פני מהם, so that I said: “I’ll hide My face from them.” According to the Targum, this is an expression meaning that G’d will withdraw His benevolent Presence from them.", "1": "כי דור תהפוכות המה, “for they are a treacherous generation;” they had considered the beneficial acts I had performed for them as harmful for them. As a result they became disloyal to Me.\n"}, "13": "ואני אקניאם בלא עם, ”I will rouse them to jealousy with a no-people;” G’d retaliates by making the punishment fit the crime. It seems as if G’d is referring to bands of terrorists who will invade their land temporarily before leaving destruction in their wake. These terrorists are called “no-people,” as they are hated universally, seeing they do not only single out the land of Israel for their activities.", "14": "ותלהט מוסדי הרים, “(the fire) and set ablaze the foundations of the mountains;” this is analogous to what we read in Job 34,22: אין חשך ואין צלמות להסתר שם פועלי און, “neither darkness nor gloom offers a hiding-place for the evil doers.”\n", "15": {"0": "אספה עלימו רעות , “I will heap evils upon them;” in other words: “I will not spare them any of the evils that are in existence.”", "1": "חצי אכלה בם, “I will use all My arrows against them.” By repeating himself, apparently, Moses stresses that G’d will use all the destructive power at His disposal."}, "16": {"0": "מזי רעב, “wasting famine;” compare Daniel 3,19 for use of the word מזי. We read there למזי לאתונה חד שבעה, “to heat the kiln seven times.” The people’s skin would be full of holes and blisters due to excessive pains caused by hunger.", "1": "ולחומי רשף, compare Song of Songs 8,6, רשפיה רשפי אש, “its flashes are flashes of fire;” epidemics caused by excessive heat-waves.", "2": "וקטב מרירי, “and bitter destruction.” The word קטב is found in Hoseah 13,14: אהי קטבך שאול, “your pestilence where? Sheol” (Metaphor for the fires of hell.) ", "3": "The word מרירי  meaning: “bitter,” is familiar to all of us, although our author provides examples for where it is used. However, in the Talmud tractate Pessachim folio 111, the word is understood to mean sheydim, “demons,” the Talmud coming to the conclusion that there are two different kinds of ketev m’riri, demons, one is active before it is noon, and one after the sun has reached its highest point on the horizon."}, "17": "אמרתי אפאיהם, “I had said I would make an end of them” so that no trace of them would remain.<br> אשביתה מאנוש זכרם “I would make even their memory extinct;”\n", "18": {"0": "לולי כעס אויב אגור, “were it not that I dreaded the enemy’s provocation;” (if I, G’d, had not thought that the gentiles would not attribute their disappearance as an act of punishment by Me.) the word גור occurs in the sense of “fearing” in Deuteronomy 1,17: לא תגורו מפני איש, “do not be afraid of anybody.”", "1": "פן ינכרו צרימו, “lest its adversaries would boast over their accomplishment” (in having wiped out the Jewish people)"}, "19": "כי גוי אובד עצות המה, “for they are a nation void of sense;” this is a reference to the nation into whose hands I will deliver them. They are devoid of sense, so how could they have succeeded in wiping out My people?.", "20": "לו חכמו ישכילו זאת, “if they were wise they would understand this, i.e. they would understand that if such a disaster could have befallen a great nation like the Jewish people, one of which at one time could pursue a thousand of its enemies, how much worse would befall a relatively small nation like that which had hosted them while they were in exile.", "21": {"0": "אם לא כי צורם מכרם, “unless their “Rock” (their G’d) had sold them.” The verb מכר appears in the sense in which it is used here, in Judges 4,9, when Deborah tells Barak that the glory of the victory over Siserah will not be his but that of a woman, כי ביד אשה ימכור ה' את סיסרא, “for the Lord will deliver Sisera (the enemy general) into the hands of a woman.”", "1": "וה' הסגירם, “and the Lord had delivered them up?” The Lord had delivered them into our hands when we performed such deeds of valour.\n"}, "22": "כי לא כצורנו צורם, “for their Rock is not like our Rock;” besides they know that our G’d is not like any of their deities, as when the Jewish people observed the covenant they had entered into with their G’d, they had been unable to harm them in any way. Not only that; during those eras their G’d had dealt harshly with them and their so-called deities. A prime example is found in Samuel I 5,7, after the Philistines had captured the Holy Ark, first their deity Dagon was found lying on its face in front of the Holy Ark. After picking it up in its former place the same thing happened on the second morning. By that time this idol had lost its hands and its legs, only the trunk remaining intact. The citizens of Ashdod became struck with hemorrhoids, and decided to rid themselves at all costs of the Holy Ark. They attributed their problems to the G’d of Israel, and instead of enjoying their victory over the army of the Israelites considered themselves as having become the victims. They should have realised that if the Jewish G’d had punished His own people, He would deal even more harshly with those who victimised His people. From here on in Moses expounds on what will be the fate of our perennial enemies.", "23": "כי מגפן סדום גפנם, “for their vine is of the vine of Sodom;” the cup of destruction has been poured out over them.", "24": {"0": "חמת תנינים יינם, “their wine is the venom of serpents.” It will make them totally drunk.", "1": "וראש פתנים אכזר, “and the cruel poison of asps.” Even their wine will be gall and wormwood."}, "25": "הלא הוא כמוס עמדי, “Is it not stored up with Me? (the calamity striking the gentiles)", "26": {"0": "לי נקם ושלם, “vengeance is Mine and recompense;” it is up to Me avenge Myself on them and to repay them for the evil they have done. The root שלם does not only mean (to make) peace, but “peace” is a word which describes a circle being completed. Therefore it is appropriate when being used as punishment for evil which upset the balance in the universe when being committed.", "1": "לעת תמוט רגלם, “at the time when their foot shall slip;” when the time comes around when their foot will slip (naturally), I will use that time to repay them for the evil they have committed.", "2": "כי קרוב יום אידם, “for the day of their calamity is at hand;” and I stand ready to take advantage of that time.", "3": "וחש עתידות למו, “and the things in store for them will make haste.” The prophet Isaiah, in Isaiah 60,22 referred to this concept when he said: בעתו אחישנה, “when its time is due, I will hasten it.” To the question when that time will arrive, Moses continues with"}, "27": {"0": "כי ידין ה' עמו, “when the Lord will judge His people;” when G’d has reason to judge His people, He will deal with the (guilty) gentile nations at the same time.", "1": "ועל עבדיו יתנחם, ”and He will relent in His attitude to His servants.” G’d will reconsider any decree which He issued as a result of the Israelites causing Him anger.", "2": "ואפס עצור ועזוב, “and there is none remaining, shut up or left at large.” This is due to the fact that they have no one ready or able to come to their aid. The root עזב, occurs in this sense of assisting in Exodus 23,5: עזוב תעזו, “be sure to assist!”"}, "28": {"0": "ואמר, “He will say: (mockingly),” who? The enemy.", "1": "אי אלוהימו, “where is their G’d? (Now, Who assisted them as long as the Temple was standing)"}, "29": {"0": "אשר חלב זבחמו יאכלו, “Who would consume the fat of their sacrifices?” (At the time when these would be offered in their Temple)", "1": "ישתו יין נסכם, “and drink the wine of their offering?” A reference to the libations offered on the altar.", "2": "יקומו ויעזרכם, “Let them rise up and help you!” (This is a sarcastic comment, including all the gentiles’ various deities.)", "3": "יהי עליכם סתרה, “let him be your protection!”\n"}, "30": {"0": "ראו עתה כי אני אני הוא, “See, now, that I, I am He;”  As to those who had mockingly asked where the Israelites’ G’d was when they were in exile and persecuted, now they would see that He is not only the G’d of the Israelites but the G’d over the whole universe and what it contains. He is about to demonstrate this. And as far as considering themselves as His junior partners,", "1": "ואין אלהים עמדי, “there is no other deity beside Me.”<br>  אני אתית ואני אחיה, “I cause death, and I resurrect (exclusively).” I alone possess this power, and only I am able to resurrect the dead.", "2": "מחצתי ואני ארפא, “I have wounded and I am able to heal.” I will heal them, (My people). Concerning what you gentiles have said sarcastically: יקומו ויעזרכם, “let them arise and help you,” there is no one who can help other than I who can help you. By the same token, no one can save you from Me. (if I decide your destruction)."}, "31": {"0": "כי אשא אל שמים ידי, “for I raise My hand to heaven!” I swear an oath as it is in My power to carry out My vengeance on them.", "1": "ואמרתי חי אנכי לעולם, “as I live forever, etc.” It is not unusual for G’d to accompany His oath with the reminder that His oath is valid as He lives forever. Compare Isaiah 49 18: חי אני נאום ה', “as surely as I am (and remain) alive, says the Lord;” as soon as I have completed My judgment of the Jewish people, I will turn My attention to all those gentiles who have infuriated Me as well as to their so called deities, and carry out My vengeance."}, "32": " מראש פרעות אויב, “from the long-haired heads of the enemy;” The chiefs I have used to punish the enemy with.", "33": {"0": "הרנינו גוים עמו, sing aloud, o you nations;” then the nations of the universe will break out in a song of jubilation, praising the Jewish people for whom G’d has taken vengeance, as will be spelled out forthwith.", "1": "כי דם עבדיו יקום ונקם ישיב לצוריו, “for He avenges the blood of His servants, and renders vengeance to His adversaries.” He will spill the blood of the gentile adversaries of Israel just as they had done to the Israelites. This is what David spoke of in Psalms 110,6 when he said: ידין בגוים מלא גויות, “He works judgment on the nations, heaping up bodies;” In the future when the Almighty will ask the gentiles why they spilled the blood of His people, and they will deny it, He will show them “His garments;” (if I understand correctly, the ones G’d saved up) as full of blood stains and use this as evidence. Authors of poetic poems in our liturgy have repeatedly alluded to this illustration of how G’d has preserved evidence of the murder committed against His people. They referred to the victims as קדושים, “holy martyrs.”", "2": "וכפר אדמתו עמו, “His people Israel will serve as atonement for G’d’s ‘Holy Land;’ as is written in Numbers 35,33: ולארץ לא יכופר אשר שופך-בה כי אם בדם שופכו, “for no expiation can be made for the blood that is shed therein but by the blood of him who has shed it.” The Israelites, in due course, will spill the blood of the nations who had been guilty of spilling their blood. Compare also on this subject Ezekiel 25,14: ונתתי את נקמתי באדום ביד עמי ישראל, “I will wreak My vengeance on Edom through My people Israel, and they shall take action against Edom.”\n"}, "34": "כי מנגד תראה את הארץ ושמה לא תבוא, “for you will see the land from afar, but you will not come there.” G’d answers two requests that Moses had made from him. He asked to cross the Jordan, and he asked to see the Holy Land (Deuteronomy 3,25). The first request would not be granted, but his second request would be granted. G’d did not want to let Moses go out empty-handed.\n"}, "31": {"0": {"0": "'וזאת הברכה אשר ברך משה וגו, “and this is the blessing which Moses bestowed, etc.;” Rabbi Joseph Karo wrote that the reason that Moses added as his title the words: איש האלוקים, “the man of G’d,” was to tell the people that G’d had instructed him to pronounce these blessings.", "1": "לפני מותו, “before his death;” our sages explain that at the time when the angel of death came in order to take away his soul, Moses took him prisoner (temporarily) and proceeded to bless the tribes each one in order before releasing him. (Compare Devarim Rabbah, 11,5) [In my version of the Midrash, Moses simply sent the angel back to where he came from. Ed.]"}, "1": "ויהי בישורון מלך בהתאסף ראשי עם, “and there was a king in Jeshurun when the heads of the people were gathered.” When the Jewish people are truly united and relate to one another as true brothers, then G’d is truly King over them. When they quarrel among themselves then G’d cannot truly be seen as being their King.\n", "2": {"0": "יחי ראובן ואל ימות, “may Reuven live and not die.” When the tribe of Reuven will fulfill its promise and march as vanguard in front of the army conquering the land of Canaan, (together with the tribe of Gad and half the tribe of Menashe, as per Numbers 32,20-42) they will not suffer a single casualty during that campaign.", "1": "ויהי מתיו מספר, “when counted afterwards they will not have diminished in number.” This comment refers to the previous promise of Moses that they will not suffer casualties by fulfilling their promise. In fact, they will continue to grow in numbers."}, "3": "וזאת ליהודה, “”and this for Yehudah;” i.e. “and this is the blessing for Yehudah. Moses means that the blessing he had just given to Reuven will also apply to Yehudah. He prayed that they both be extraordinarily successful in that war. The reason he also singled out Yehudah for such a blessing was that that tribe usually was always at the head of the army. (Compare Judges 1,2) In that verse G’d had answered t]he people’s query who should lead them in war now that Joshua had died. Our sages in the Talmud, tractate Sotah folio 7 state that the bones of Yehudah were rattling in their coffin all the years that the Israelites wandered in the desert, the reason being that he had said to his father Yaakov before obtaining permission to take Binyamin to Egypt, that he would consider himself as having sinned unforgivably against him for all his life if he did not bring him back safe and sound. (Genesis 43,9). Even though it appears at first glance as if Binyamin had descended with the rest of Yaakov’s family (Genesis 46,21) when a wise man utters a curse, even a conditional one, it comes true at some time [Yaakov had cursed the anonymous person who had stolen Lavan’s t’raphim if he would be found, and although he never found that person Rachel died prematurely on account of that as she had stolen them. Ed.] (compare Talmud, tractate Makkot, folio 11) The Talmud there describes that at the time when David dug the hole known as shitin, under the site where the Temple would stand in the future, the subterranean waters started rising from the depths and threatened to flood the earth. At that point, when Achitofel did not rule on the subject though he had been openly invited to do so, David reasoned as follows before writing the holy name of G’d on a shard commanding the waters to stop rising. If in the case of a woman suspected of infidelity by her husband, the priest dissolves a parchment with the Holy Name of the Lord in order to help restore marital harmony, when the life of the whole of humanity is at stake, surely I am not only allowed but I have the duty to try and save mankind by that means. (Compare Numbers 5, 11-31) When Achitophel saw that his advice concerning the rebellion of Avshalom had not been followed, he went home and arranged his affairs, and hung himself. (see beginning of chapter 17). [Achitofel, according to tradition was the outstanding Torah scholar of his generation, and at one time David’s tutor. Ed.] The Talmud Makkot quoted before comes to the conclusion that Moses when wondering why the bones of Reuven did not rattle in their coffin whereas those of Yehudah, his brother did not, especially since it had been Yehudah’s public confession of having fathered Tamar’s children which had caused Reuven to also publicly confess that he had committed an indiscretion with Bilhah, and remains with a question, else he would not have commenced Yehudah’s blessing with the words he did. He did not bless Shimon, just as his father had also not given him a blessing on his deathbed, as in addition to the deceit and violence at Sh’chem, as the leader of that tribe, Zimri had added to his sin by sleeping provocatively with a Midianite princess, as reported in Numbers 25,6. Although Levi had been Shimon’s partner in the killing of the male population of Sh’chem, his descendants had rehabilitated themselves when, to a man, none of them participated in worshipping the golden calf. (Compare Exodus 32,26) Moses at least hinted at a blessing for Yehudah, according to the Talmud in Makkot there.\n", "4": {"0": "שמח זבולון בצאתך, ”Rejoice Zevulun when you are going out!” Zevulun would travel to Tzidon and Tzur in Lebanon as well as to more distant destinations. This is why Moses blessed them, wishing them success in their endeavours", "1": "ויששכר באהליך, “(also wishing success) to Yissachar in your tents.” Yissachar’s ancestral land was suited for the pursuit of agriculture, and its members would sit in tents in their fields to protect their crops from thieves. Moses therefore prayed that they would also enjoy the fruits of their labour. Yaakov, in Genesis 49,14, had wished Reuven similar success and protection from people claiming their land as belonging to them.\n"}, "5": {"0": "עמים הר יקראו, “being aware of the dangers of seafaring they would make frequent trips to Mount Zion to thank G’d for their success and ask Him for continued protection. Once they were there, they would present many voluntary offerings in the Temple. (Compare Talmud tractate Chulin, folio 13, based on Leviticus 22,18)", "1": "כי שפע ימים יינקו, “for they will suck the abundance that the seas have to offer;” the seas will make them prosperous.", "2": "ושפוני טמוני חול, “and the treasures hidden in the sand.” This is a reference to ships which foundered and went to the bottom of the sea laden with treasures. Eventually, when the hull breaks up they are revealed. The treasures then become the property of the finders. According to the plain meaning of the text, we have to ask why Moses listed Zevulun here before Yissachar, seeing that Yissachar was the older of the brothers? The answer is provided by the Midrash, (B’reshit Rabbah 99,9) according to which Yissachar and Zevulun made an agreement according to which the merits acquired by the Torah study of the members of the tribe of Yissachar would be shared equally with the tribe of Zevulun, who would look after the members of the Torah studying members of the tribe of Yissachar financially.\n"}, "6": {"0": "ברוך מרחיב גד, “blessed be he who enlarges the territory of the tribe of Gad.” Seeing that the ancestral land allotted to Gad was suitable for grazing rather than planting crops, this root is more appropriate for describing expansion. Compare also Hoseah 4,16: “עתה ירעם ה' ככבש בשמרחב, “now the Lord will graze him on the range like a sheep.”", "1": "וטרף זרוע אף קדקד, “and he tears the arm, as well as the crown of the head.” Rabbi B’chor Shor explains this line when the attacker will strike the victim and he raises his hands in self defense, holding it in front of his face for protection, that attacker will strike him on the head instead. As a result the blow will even injure the shoulder of the victim\n"}, "7": {"0": "וירא ראשית לו, “he chose a first part for himself;” (the tribe of Gad) he chose the first part of the available land of Canaan for himself.” This is a reference to the lands formerly owned by the kingdom of Sichon and the kingdom of Og, both on the east bank of the river Jordan.", "1": "כי שם חלקת מחוקק ספון, this needs to be translated as does Targum Onkelos, “he knew that the lawgiver, (Moses) would be buried on that portion of ancestral land.” This is why he chose this part of the territory of the east bank, although he also knew that Ammon and Moav both had claims on that piece of land. If he had worried about their claims being honoured in the future, he would not have chosen it as his share of the Holy Land.", "2": "צדקת ה' עשה, “he fulfilled the promise he had made to G’d via Moses to be in the vanguard of the army battling for the land on the west bank of the Jordan."}, "8": {"0": "דן גור אריה, “Dan is a lion’s whelp;” he is described as such as its troops were constantly standing guard along the borders, making sure no enemy forces would cross into the Israelites’ territory.", "1": "יזנק מן הבשן, “these would try and jump the border from Bashan. The author describes tributaries of the Jordan as providing opportunities to enter the Israelite territory. Seeing that this area was extremely well irrigated it was tempting for enemies to try and get a foothold there. (Compare Genesis 13,10-11) where Lot is already described as coveting that area.\n"}, "9": {"0": "נפתלי שבע רצון, “Naftaly is sated with favour;” its territory produced fruit that ripened earlier than that of the other tribes. According to our author, fruit that ripens early in the season is more satisfying than fruit ripening later in the season. The psychology behind this is explained by the author as the farmer having had to anxiously wait full of desire until he could satisfy his longing.", "1": "'ומלא ברכת ה, “and it is full of the Lord’s blessing.” Anyone visiting the territory of Naftaly during the growing season would bless the Lord when witnessing the produce approaching the harvesting season. Yaakov had already referred to this when he blessed his children in Genesis 49,21. Our sages in the Talmud, tractate B’rachot, folio 51, state that anyone who fills a cup to the brim in order to recite a benediction of thanksgiving (after a meal when saying grace) will inherit both worlds The authors of this saying, Rabbi Yochanan and Rabbi Yossi, who words it slightly differently, base themselves on our verse here, quoting: ומלא ברכת ה' ים ודרום ירשה, “possess you the sea and the south.” Some commentators interpret the word ים as referring to the west, i.e. the present material world, which is compared to night, whereas they understand the word דרום, as the region in the universe housing the sun during the periods between summer and winter. He who fills the cup of benediction to the brim will inherit both this world and the world to come which is compared to day."}, "10": "ברוך מבנים אשר, “Asher is blessed more than the other sons.” The reason for this is that all the other tribes also bless the tribe of Asher, as we know from the words יהי רצוי אחיו, “let him be favoured by his brethren.” (our verse) Moses goes on to explain the reason for this when he says: וטובל בשמן רגלו, “and let him dip his foot in oil.” His territory is so full of oil (from his olive groves) that it provides a surfeit for all the other tribes. Rabbi Eliyahu the priest, quoting his uncle, Rabbi Moshe, points out that tin the latest census the numbers for the tribe of Asher were 30% higher than in the previous census. Seeing that the total number of army aged males had practically not changed over 39 years, this is most remarkable, and the reason why Moses describes that tribe as more blessed than any of the others. (Compare Numbers 1,41 and Numbers 26,47)\n", "11": {"0": "ברזל ונחושת, “iron and copper;” this is a metaphor for what are the sinews and bones for the body. They are for the body what the lock is on the door of the house.", "1": "וכימיך דבאך, “and as your days so shall be your strength.” Moses blesses Asher to be as agile and physically strong in old age as in its prime. The author quotes Rabbi Chanina saying in the Talmud, tractate Chulin, folio 24, that this Rabbi, at the age of 80, praised the Lord who had given him the strength to still tie his shoe laces while standing on one leg unsupported, (of course). He attributed this to how his mother, during his youth, had massaged oil into his bones and she had regularly bathed him in hot water."}, "12": "אין כאל ישורון, “there is none like G’d, Yeshurun; now Moses addresses his words to the whole people of Israel, telling them to serve the Lord with all their heart. They are to fortify their reverence for the Lord. After all, there is no Power comparable to their Lord. There is no other source of help comparable to Him. He rules over all creatures be they in heaven or on earth.", "13": {"0": "מעונה אלוקי קדם, “the ancient G’d is a source of refuge;” the heavens are G’d’s residence, He Who preceded everything and everyone else.", "1": "ומתחת זרועות עולם, “and underneath (as support) are the ever-lasting arms;” The G’d in heaven also supports the universe below that He has created. He is the ruler of both the “upper” regions and the “lower” regions in the universe.", "2": "ויגרש מפניך אויב, “He will expel every enemy from before you,”", "3": "ויאמר: השמד, “by simply ordering (His agent), in this case the Jewish people, by saying to them “destroy Amalek utterly,” as in Deuteronomy 25,19. The era when this order will be given a second time, [it had been given a first time to the first Jewish King Sha-ul, who had not completely carried it out, Ed.] will be only after the Jewish people are no longer under attack or even afraid of attack from the gentiles. One of the conditions for that time having arrived is spelled out by the prophet Bileam in Numbers 23,9 when he described the Jewish people as not feeling part of the “United Nations,” but as residing in solitary splendour, perfectly content in their role."}, "14": "ואשר חרב גאותך, “and that is the sword of your excellence.” Your voluntary isolation, -as opposed to being ghettoized,-is proof of your maturity as G’d’s people. It elevates you above all other nations.\n"}, "32": {"0": "את הגלעד עד דן, “the region of Gilad as far north as Dan.” Moses describes the boundaries of the Land of Israel, which in the Book of Samuel I, is described as “from Dan to Be-er Sheva.", "1": "וימת שם משה, “Moses died there.” According to Psalms 118,17, Moses said to G’d at the time of his death: “I do not wish to die but to live and to proclaim the works of the Lord.” G’d replied that it was impossible to fulfill his wish, as it has been decreed that every human being must die. Thereupon Moses said to G’d: “I have one request to make from You so that they can all see that there is absolutely no one like You;” before he could articulate his request all the gates of the earth and the great deep opened up, and this is what Moses meant when he had said to the people in Deuteronomy 4,39: וידעת היום והשבות אל לבבך כי ה' הוא האלוקים “you will know this day and it will register in your hearts, that the Lord is the G’d;” as soon as he had gotten to this word, Moses added: אין עוד, “no one else.” As soon as G’d had heard Moses saying these words, He said to him: “since you have said the words: אין עוד,“I will testify with the same words that there never has been nor ever will be again a prophet comparable to your stature.” (verse 10 in our chapter). Immediately following this conversation, G’d, personally, accompanied by the three angels Michael, Gavriel and Zagzagel (the angel who teaches fetuses in their mother’s wombs the Torah) descended to earth, Gavriel prepared the bier on which Moses was to die, Michael spread a red woolen sheet over it, whereas Zagzagel arranged his headrest on the bier. G’d instructed Moses how to arrange the various parts of his body when he laid down on the bier, and as soon as he had done so, He spoke to the soul of Moses, reminding it that it had been granted the privilege of being a guest in Moses’ body for one hundred and twenty years, but saying that the time had now come for it to return to its place in the celestial regions. The soul replied in a very respectful manner to G’d that although it was aware that G’d had created it in order to reside within Moses’ body, the fact that during all these one hundred and twenty years she had enjoyed being hosted by the purest body a body that had never been host to any worm or otherwise destructive creature. Even flies had never settled on Moses’ skin. The body she inhabited had never been jealous or envious of a fellow human being. Seeing that she had been privileged to inhabit such a body, the soul said, she was very reluctant to leave such a body. After having listened to the soul, G’d again asked her not to delay His timetable. He promised that soul to promote it to the loftiest rank of all the creatures in the celestial spheres. Its permanent seat would be immediately below His throne, next to the highest ranking groups of angels. Still, the soul responded that it would prefer to remain in Moses’ body to sharing such honours with the highest ranking angels. It pointed out that from those groups of angels several when becoming residents on earth, i.e. Uzza and Azael, had become more corrupt and had lusted after human females until G’d had been forced to put an end to them. Moses, on the other hand, when G’d had appeared to him at the burning bush, never once continued to have sexual relations with his wife. As a result, she, this soul, begged to remain part of Moses. In view of all this, G’d decided to remove Moses’ soul from his body by kissing it. This is the meaning of the word: על פי ה', “by the mouth of the Lord”, at the end of our verse. At that hour, G’d Himself broke out weeping, seeing that He had been forced to remove Moses from earth through a decree issued by oath a long time ago; this is alluded to in Psalms 94,16: מי יקום לי עם-מרעים מי יתיצב לי עם פועלי און, G’d mourned the fact that from now on “who will take My part against evil men, who will stand up for Me against wrongdoers?” The angels in heaven were also weeping and saying: והחכמה מאין תמצא ונעלמה מעיני כל חי, “but where can wisdom now be found, and where is now the source of understanding?” The heavens were weeping and saying: אבד חסיד מן הארץ, “the pious have vanished from earth.” (Michah 7,2). The author continues in this vein, quoting all parts of creation bemoaning the death of Moses as an irreplaceable loss for mankind. (The sources of the above statements are found in Devarim Rabbah at the end, and in Yalkut Shimoni on the portion of Vayelech) Concerning the last eight verses in the Torah, their author, and how to relate to this as it is difficult to attribute them as having been written by Moses either posthumously or before his death, the Talmud tractate Baba batra folio 15, suggests as a possible way to deal with this problem, that they be read by individuals but not as part of the public Torah reading. This line in the Talmud is interpreted differently by a number of commentators. Seeing that we read these lines in the normal fashion, there is no point in challenging what has been accepted for many hundreds of years by all sections of orthodox Judaism.\n"}}}