{"originalTitle": "זוהר", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Zohar", "source": "Sefaria", "text": {"0": {"0": {"0": "[The] human gazes at them all (ox, eagle, and lion), while all of them ascend and gaze at him. Then they all are traced in their engravings . . . in the mystery of one name called awesome/nora’. So it is written of them: “The likeness/d’mut of their faces was a human face” [Ez 1:10]. All of them include this image/d’yoqna, and this image includes them"}, "1": "﻿R. Hiya said: \u0091It is written, \u0093God maketh the earth by his strength\u0094 (Jer. X, 12). He who \u0093maketh the earth\u0094 is the Holy One, blessed be He, above; \u0093by his strength\u0094 means by the Zaddik; \u0093he establishes the universe\u0094, this is the earth beneath; \u0093by his wisdom,\u0092, refers to Zedek (justice). Also it is written, \u0093makes the earth\u0094, and not \u0093made\u0094, because God constantly regulates the earth and its activities through the agency of His \u0093strength\u0094, as just explained... \u0091 R. Isaac said: \u0091It is written, \u0093By the word of the Lord the heavens were made and by the breath of his mouth all their hosts.\u0094 The \u0093heavens\u0094 mentioned here are the lower heavens, which were made by the word of the upper heavens, through the spirit which sent forth a voice until it reached that stream which issues and flows perennially. By \u0093all their hosts\u0094 is meant the lower world, which exists through that \u0093breath\u0094, which is male. A similar lesson is derived from the verse, \u0093Who watereth the mountains from his upper chambers, the earth is full of the fruit of thy works\u0094 (Ps. CIV, 13). The \u0093upper chambers\u0094 we have already explained, and the term can be further illustrated by the verse, \u0093Who lays the beams of his upper chambers in the waters.\u0094 The expression \u0093the fruit of thy works\u0094 alludes to that stream which ever flows and issues forth; hence it is written, \u0093Yielding fruit whose seed is in it,\u0094 as explained.\u0092\n", "2": {"0": "... Let us make Adam in our image as our likeness”—in order for him to be like this pattern in the four directions, and upper and lower, and east [would] cleave to west and go out to him. And concerning this they taught, “Adam was taken from the place of the Temple/ beyt hamiqdash.\""}, "3": {"0": "Rabbi Simeon was journeying to Tiberias, and there were with him, Rabbi Jose, Rabbi Jehuda, and Rabbi Hiya. While on the way, they saw Rabbi Pinchus coming to meet them. After exchanging greetings, they all sat down under a great shady tree by a hillside. Then Rabbi Pinchus said: \"now that we are seated, please instruct me further in the Secret Doctrine, that you are teaching daily.\"", "1": "Then Rabbi Simeon said: \"It is written, 'and he went on his journeys from the south to Bethel unto the place where his tent had been at the beginning, between Bethel and Hai' (Gen. 13:3). It says, 'He went on his journeys' instead of 'his journey.' Why is that? There is a reference not only to his own journeying, but also that of the Schekina, who always went with Jacob, and therefore we learn that every person needs to be male and female at all time, for the sake of his faith, he ought not to think or imagine that the Schekina forsakes", "2": "him in any way. See, it has been said, a man ought always to cleave to his wife that the Schekina may always be with him, yet it is possible to go alone on a journey and the Schekina will still be with him. And when doing so he ought to direct his prayer to the Holy One that this may be, and in this way the male and female will always be associated in union with oneself."}, "4": {"0": "... Male and female He created them”—From here [we learn that] any image/d’yoqna where male and female are not found is not a high image...", "1": "Come see: In any place where male and female are not found as one, The Holy One does not rest His dwelling/madureyh in that place. And blessings are not found except in a place where male and female are found, as it’s written: “He blessed them and called their name Adam in the day of their being created” [Gn 5:2]. It’s not written: “And He blessed him and called his name Adam”—for [a human being] is not even called Adam except [when] male and female are as one."}, "5": {"0": "Come see: Anyone who strives in/with the Torah sustains the world and sustains each and every thing according to its redeemed-order / `al tiquneyh as it properly should be. And you have no part/organ/shayyfa that exists in a person that does not have a creature/b’riyah in the world to parallel/receive it. For behold, just as a person is divided into parts . . . and all of them are one body, so also is the world: all these creatures are all of them many many parts / shayyfin shayyfin [of the world], and they are sustained, these upon these, and when all of them are righted/redeemed/mit’taqnin, behold all of them are really/mamash one body. And all is like the pattern /k’gavna of the Torah, for the whole Torah is parts and joints (also meaning “chapters”) / shayyfin uf’raqim, and they are sustained, these upon these, and when all of them are repaired/redeemed they are made into one body. When David gazed upon this thing he opened and said, “How diverse are Your works YHVH, all of them with wisdom You made, what fills the earth are Your possessions” [Ps 104:24]. "}}, "1": {"0": {"0": "R’ Aba opened and said: “Go, see YHVH’s workings, that placed desolations/shamot in the earth/land /ba’arets” [Ps 46:9] – don’t read shamot but rather names/sheimot. And this goes like what R’ Chiyya said: According [to] the pattern of the firmament / k’gavna d’raqi`a the Holy One made the earth. In the firmament are holy names; in the earth are holy names."}, "1": {"0": "R’ Yehudah said: Why is it written: “Also this corresponding to this did Ha’elohim make” [Ec 7:14]? Like the pattern of the firmament / k’gavna d’raqi`a, the Holy One made [everything] in the earth, and all of it is a hint about what is above . . .", "1": "Like what R’ Yosi said: These trees through which wisdom is shown, like the carob, the palm, the pistachio, and what is like them, in one (from the same) combination/r’khiva all of them were combined. And all those that make fruit, except apples, they are one mystery, except the paths that separate. ", "2": "And all those that do not bear fruit and are great, except the river willows that have a mystery alone (of their own) like the pattern above / k’gavna dil`eyla, from one [breast] they suck. And every one from those that are small, except the hyssop, from one mother they are born. ", "3": "All the plants in the earth, which have placed over them great forces in the heavens, each and every one is a mystery alone/ of its own like the pattern above, and because of this it’s written: “Your field you will not sow [with] mixtures/kilayim” [Lv 19:19], for each and every one goes up alone and emerges alone."}, "2": {"0": "... upper rock / tsur dil`eyla"}, "3": {"0": "... And with the mishkan you will make ten curtains”—here, this is the mystery of unification, which is fixing/arrangement of the mishkan from so many levels, as it’s written, “and the mishkan was one” [Ex 26:6; 36:13] . . . In a person there are so many parts, upper and lower ones, those that are innermost within, and those that are revealed outside, and all of them are called one body. So also . . .", "1": "... the mystery/raza of the mishkan, which is [made of] limbs and parts / eivarin v’shayyfin – they all go/add up to the mystery of Adam, like the pattern/k’gavna of the commandments in the Torah, for the commandments in the Torah are all of them in the mystery of Adam, male and female, for when they are joined together as one they are one, the mystery of Adam."}}, "2": {"0": {"0": "... Adam Qadmon, even though his body is made from dirt/ `afar, it’s not from the dirt here . . . Adam Qadmon has nothing from this world at all."}}}}