{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": 0, "1": 0, "10": "The small one is dependent on the great.", "11": "Rava brought a proof:", "12": "It is written: \"My teaching shall drop like rain\" and it is written: \"My sayings shall descend as dew\".", "13": "If a scholar is proper, he is like dew. If not, drop him like rain.", "14": "A Baraitha taught: Rabbi Bena'ah would say:", "15": "Whoever deals in Torah for its own sake, it becomes a potion of life for him, for it says (Proverbs 3:18): \"She is a tree of life to them that lay hold upon her\". And it says (Proverbs 3:8): \"It shall be health to thy navel\". And it says (Proverbs 8:35): \"For whoso findeth me findeth life\".", "16": "And whoever studies Torah not for its own sake, it becomes a potion of death for him, for it says: \"My teaching shall fall like rain\", and falling means killing, for it says: \"and they shall break [drop] the heifer’s neck there in the valley\".", "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": "Rabbi Hama said in the name of Rabbi Hanina:", "36": "What is [the meaning of] what is written \"Iron strikes iron...\" (Misheli 27:17)? To say to you", "37": "Just as [in the case of] iron, one sharpens its fellow, so too do two students of the Sages sharpen each other in [matters of] Halacha. ", "38": 0, "39": 0, "4": "Rab Yehudah said", "40": 0, "41": 0, "42": "...I have learned a lot from my teachers, and even more. from my friends. But from my students I have learned the most", "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "...I have learned a lot from my teachers, and even more. from my friends. But from my students I have learned the most", "5": "“The day when rain falls is as great as the day when the Torah was given, as it is said [in Deuteronomy 32:2], ‘Let my teaching drop as the rain.’ When Moses said “teaching,” he meant Torah, as it is said of the Torah [in Proverbs 4:2] ‘For I give you sound teaching; do not abandon my Torah.’”", "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": "Rav Yehudah said:", "60": 0, "61": 0, "62": 0, "63": 0, "64": "It is as the daughter of Caesar said to Rabbi Yehoshua ben Channinah,", "65": "It is as the daughter of Caesar said to Rabbi Yehoshua ben Channinah,...", "66": "He said to her,", "67": "\"Does your father put his wine in a earthenware container?\"", "68": "She said to him,", "69": "\"In what should he place it?\" ", "7": "“The day when rain falls is as great as the day when the Torah was given, as it is said [in Deuteronomy 32:2], ‘My teaching shall drop like rain.’ When Moses said “teaching,” he meant Torah, as it is said of the Torah [in Proverbs 4:2] ‘For I give you sound teaching; do not abandon my Torah.’”", "70": "He said to her,", "71": "\"You who are important [people] should place it in vessels of gold and silver.\"", "72": "She went and said this to her father.", "73": "He had the wine placed in vessels of gold and silver and it soured.", "74": "[His servants] came and told him.", "75": "He said to his daughter,", "76": "\"Who told you this?\"", "77": "She said to him,", "78": "\"Rabbi Yehoshua ben Channinah.\"", "79": "They had him called. [Caesar] said to him, ", "8": "Rava said:", "80": "\"Why did you tell her this?\"", "81": "He said to him,", "82": "\"Just like what she said to me, I said to her.\"", "9": "Greater than the day the Torah was given, for it says: \"My teaching shall drop like rain\". Who is dependent on who? Say:"}, "13": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": "Rav Chisda said,", "17": "\"The rains do not stop, except for when there is a nullification of priestly gifts and tithes, as it says, 'Aridity, and also heat, steal from the days of snow.'\"", "18": "What does this mean?", "19": "It was taught in the academy in Rabbi Yishmael,", "2": 0, "20": "\"Because of the things that I commanded you in the days of the sun, which you did not do, the days of snow in the rainy season will be stolen from you.\"", "21": "Rav Shimon the son of Pazi said,", "22": "\"The rains do not stop, except because of the tellers of slander, as it says, 'The north wind births rain, and angry faces (birth) private language.'\"", "23": "Rav Sela said, \"Rav Himnuna said:", "24": "'The rains do not stop, except for when there is arrogance, as it says, 'And the showers have been stopped, and the latter rains did not take place, for you had the forehead of a harlot {and refused to be ashamed}.'\"", "25": "Rav Sela also said, \"Rav Himnuna said, ", "26": "'Every man who is arrogant, in time will be caught up in sin, as it says (of the arrogant): 'And you had the forehead of a harlot.'\"", "27": "Rav Nachman said,", "28": "\"It is known that he (the arrogant one) is already caught up in sin, as it says, 'You had [the forehead of a harlot],' and not 'You will have.'\"", "29": "Rabba the son of Rav Huna said,", "3": "Rabbi Chama the son of Chanina said,", "30": "\"Every person who is arrogant may be called an evildoer, as it says, 'The arrogant man [can be called] an evildoer in his face.'\"", "31": "Rav Nachman the son of Yitzchak said,", "32": "\"You are allowed to hate him [the arrogant one], as it says, 'and the arrogant of face shall change.' Do not read 'shall change (Yeshuneh),' but 'shall be hated (Yisanei).'\"", "33": "Rav Katina said,", "34": "\"The rain does not stop, except for when there is a nullification of Torah [study], as it says, 'with laziness shall the beams be injured\" . Because of the laziness in Israel, that they didn't study Torah, the enemies of the Holy One, Blessed be He (euphemism for Israel), were injured, and there is such term as injury except for poverty, as it says, 'if he be poorer than his worth,' and there is no such term as beams except for the Holy One, Blessed be He, as it says, 'he who chills with water his higher dwelling.'\"", "35": "Rav Yosef quoted from the following, \"'And now they shall see no clear light in the heavens, but a spirit shall pass and purify them,' and there is no such term as light except for Torah, as it says, 'For a candle is the commandment, and the Torah is a light.'", "36": "\"Clear in the Heavens:\" it was taught at the school of Rabbi Yishmael,", "37": "Even in the time that the sky is made clear to bring dew and rain, a spirit passesand purifies them.", "38": "Rav Ami said,", "39": "\"The rain does not stop, except for when there is the sin of robbery, like it says, 'Because of palms, light was covered,' which means that because of the sin of palms, the light was covered. There is no such term as palms except for armed robbery/violence, as it says, 'And from the violence in their palms'. There is no light, except for rain, as it says, 'a cloud will scatter its light.", "4": "\"The day of rain is as great as the day of the creation of heaven and earth, as it says, 'Heavens, drop down from above, and let the sky pour forth righteousness; let the earth open and flower salvation, and righteousness will grow along with it- I am G-d, I have created it.'", "40": "How do we fix [the problem of insufficient rain and robbery]? Increase in prayer,", "41": "As it says, 'And he commanded about her regarding a touch' and their is no touching except for prayer, as it says, 'And you, do not pray on behalf of this people, and do not come into contact with me.\"", "42": "Rav Ami also said, ", "43": "\"What does it mean, 'If the iron be blunt, then it is not damaged on the surface?' If you have seen a sky as blunt as iron, [shut up] from giving dew and rain, it is because of the deeds of the generation, that they secretly damage [society], as it says, 'it is not damaged on the surface.'", "44": "\"How do they fix it? They should increase in mercy, as is says (in the continuation of the last verse), 'Then one should increase strength, and the direction of wisdom is profitable'. If they had acted in a proper manner originally [then they would not need mercy].\"", "45": "Reish Lakish said,", "46": "\"If you have seen a student... {continued next daf}", "5": "'I have created them,' it did not say, but rather, 'I have created it [indicating that rain and the  whole world are a singular creation].'\" ", "6": "Rav Oshaiah said, ", "7": "\"The day of rain is so great that even salvation increases and grows on it (the day), as it says, 'Let the earth open and flower salvation.'\"", "8": 0, "9": 0}, "14": {}, "15": {}, "16": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": "Three good leaders stood for Israel and these are them", "37": "Moses, Aaron and Miriam.", "38": "And three good gifts were given into their hands and these are them", "39": "Well and cloud and manna", "4": 0, "40": "the well because of the merit of Miriam, the pillar of cloud because of the merit of Aaron and the manna because of the merit of Moses.", "41": "Miriam died and the well disappeared, as it is said (Numbers 20:1) \"And Miriam died there.\" And it is written afterward and there was no water for the community and it returned because of the merit of both of them.", "42": "Aaron died and the clouds of glory disappeared as it is written (Numbers 21:1), \"And the Canaanite King of Arad heard.\"  What did he hear?  He heard that Aaron had died and the clouds of glory had disappeared and he thought permission had been  given him to war against Israel.", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "17": {}, "18": {}, "19": {}, "2": {"0": "Mishnah: When is the time, one should begin to mention “the Power of rains?”", "1": "Rabbi Eliezer says", "10": "Then should this mention not be said throughout the year?", "11": "We don't ask for the rains, except close to (the time of) rains.", "12": "Rabbi Yehuda says", "13": "One who goes in front of the box (i.e. the chazan), on the last day of the holiday of Succos, the last one (chazan for Musaf) mentions, and the first one (chazan for Shachris) doesn't.", "14": "On the first day of the holiday of Pesach, the first one mentions, the last one doesn't mention.", "15": "What is the Tanna referring to, when he asks \"From when\".", "16": "The Tanna refers  [to that Mishnah] which says.", "17": "We mention the power of rain in [the Blessing of] Techiyas Hamesiem, and we ask [for rain] in the Blessing of the Years, and Havdalah in [the Blessing of] Chonain Hadas.", "18": "And we learn.", "19": "When is the time, one should begin to mention “the Power of rains?”.", "2": "from the first day of the holiday", "20": "Then teach it over there, why did he leave it until here?", "21": "But,", "22": "The Tanna is leaving [A Mishna in Meschtas] Rosh Hashana, as we learnt [there],", "23": "\"And on Succot, we are judged about water\".", "24": "And since it was taught \"And on Succot, we are judged about water\" [therefore] it was taught When is the time, one should begin to mention “the Power of rains?”", "25": "And let it teach \"When is the time, one should begin to mention rain?\", what is \"the Power of Rain\". ", "26": "Rabbi Yochanan said", "27": "Because it comes down with strength, as it says, \"He makes great things, beyond comprehension, and wonders beyond number.\" And it is written, \"He gives rain on the face of the land, and sends water on the face of the outskirts.\" ", "28": "What does it mean?", "29": "Rabbah bar Shila said", "3": "Rabbi Yehoshua says", "30": "It comes out from the two words \"Comprehension\" from the creation of the world.", "31": "It is written over here, ''He makes great things, beyond comprehension'', and it is written over there, \"Do you not know, have you not heard, the G-d of the world, Hashem, the creator of the ends of Earth, does not weary, or become tired, His wisdom is beyond comprehension.\" and it is written, \"Who sets mountains with His strength, who is girded with power.\"    ", "32": "And from where do we know [that one should ask for rain] in Davening?", "33": "Since we learnt in a Baraisa", "34": "\"To love Hashem your G-D, and to serve Him with all your heart\" what's the service that is done with the heart? You must say davening.", "35": "And it is written afterwards, \"and I will give rain for your land in the proper time, the early, and the late rains.\"", "36": "Rabbi Yochanan said", "37": "[There are] Three keys in the hand of the Holy One, Blessed is He, that are not given over in the hand of a messenger, and these are them:", "38": "The key of rains, the key of childbirth, the key of revival of the dead. ", "39": "The key of rains, as it is written \"Hashem will open for you His good storehouse, the heaven, to give rain for your land in proper time.\"", "4": "From the last day of the Festival", "40": "The key of childbirth from where do we know? As it is written \"And G-D remembered Rochel and listened", "5": "Rabbi Yehoshua said {to Rabbi Eliezer}", "6": "Since the rain on Succot is a sign of curse, why should it be mentioned in the prayers?", "7": "Rabbi Eliezer said {to Rabbi Yehushua}", "8": "Never did I say that one must pray for the rain, but only that it should be mentioned in the following words, \"He causes the winds to blow, and the rain to fall in the proper season.\"", "9": "He said {Rabbi Yehushua to Rabbi Eliezer}"}, "20": {"0": 0, "1": 0, "10": "It is forbidden for a man to engage in marital relations during years of famine, as it's stated, \"And to Joseph were born two sons before the year of famine came.", "2": "Rav Papa would eat a loaf of bread every Parsah; he held", "3": "it is because of intestines.", "4": "Rav Yehuda said in the name of Rav,", "5": "All who deprive themselves of food in years of famine are saved from unusual deaths, as it's stated, \"In famine, you're redeemed from death.\"", "6": "\"From famine\" is what it should have stated.", "7": "Rather, it means to say,", "8": "In reward for depriving himself of food in years of famine, he is saved from unusual deaths.", "9": "Reish Lakish says,"}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "To her, Hashem (listened), and He opened her womb.", "1": "The key of revival of the dead, from where? As it is written, \"And you will recognize that I am Hashem, when I open your graves.\"", "10": "He learns it from Lulav.", "11": "Just as Lulav is by day, so too mentioning [rain] is by day.", "12": "Or maybe from the pouring of the water? ", "13": "Just as the pouring of the water is by night, as the master says \"And their Karbon Mincha and their libations' is even at night\" so too mentioning [rain] can be at night.    ", "14": "Come and listen as רבי אבהו said,", "15": " \"ר' אליעזר doesn't learn except from lulav.\"", "16": "There are those that say, ", "17": "\"ר' אבהו learnt this from a tradition\". And there those who say, ...", "18": "\"He heard it from a baraisa\".", "19": "What is the baraisa?", "2": "In the West they say,", "20": "From when do we mention rain? רבי אליעזר said,  ", "21": "\"From the time of taking the lulav\" ר' יהושע said,", "22": "\"From the time of putting it down.\"", "23": "ר אליעזר said,", "24": "\"Since these four species [lulav, esrog, aravos,   &amp; hadassim] don't come, except to entreat [G-d] for water, just as these four species can't be without water, so to the world can't be without water.\"", "25": "ר' יהושע said to him,", "26": "\"And isn't rain on Succos only a sign of a curse?\"", "27": " ר' אליעזר said to him,", "28": "\"I never said to ask for rain rather just to           mention it.\"                                  ", "29": "And just like revival of the dead we mention all year round, but it will only be in its time, so too we mention the power of rain the whole year and, it's not going to be except in its time,", "3": "Even the key of livelihood, as it is written \"You [G-d] open your hand etc.\"  ", "30": "therefore if he wants to mention all year round, he can mention it.", "4": "And Rabbi Yochanan, what's the reason he didn't consider this one?", "5": "He could say to you,", "6": "\"Rains are livelihood\"", "7": "Rabbi Eliezer said \"from the first day of the holiday\" etc.", "8": "They asked a question", "9": "Rabbi Eliezer, from where did he learn that? Did he learn it from Lulav or from the pouring of the water?"}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": "... ...", "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "Achiyah the Shilonite cursed [Israel] as a reed. He said to Israel, \"ADONAI will strike down Israel as the wavering reed,\"(1 Kgs, 14:15) for as the reed stands in a watery place, sprouts shoots, and has abundant roots, so even if all the winds in the world come and blow against it, it will not shift from its place, but rather it will sway to and fro with them.", "5": 0, "50": "When the wind settles, the reed yet stands upright in its place.", "51": 0, "52": 0, "53": "Our Rabbis have taught: ...", "54": "A person should always be soft like a reed and not hard like a cedar. ", "55": "It once happened that R. Eleazar the son of R. Simeon was coming from Migdal Gedor, from the house of his teacher, and he was riding his donkey by the river and he felt a great happiness and full of himself because he had studied a lot of Torah ", "6": 0, "7": 0, "8": 0, "9": 0}, "39": {"0": "A particularly ugly man happened upon him ", "1": "and said to him, ", "10": "I submit myself to you; forgive me. ", "11": "He said to him: ", "12": "I will not forgive you until you go to the artisan that created me and tell him: how ugly is the vessel that you created. ", "13": "He [R. Eleazar] walked behind him until he reached his city. ", "14": "When his fellow citizens came out to meet him greeting him with the words, ", "15": "‘Peace be upon you rabbi and teacher,’ ", "16": "the man asked them, ", "17": "‘Who are you calling rebbi, rebbi’? ", "18": "They replied, ...", "19": "‘The man who is walking behind you.’ ", "2": "Peace be upon you, Rebbi, ", "20": "He said to them: ", "21": "‘If this man is a rabbi, may there not be any more like him in Israel’! ", "22": "They asked him: ", "23": "‘Why’? ", "24": "He replied: ", "25": "‘He did such and such to me.' ", "26": "They said to him: ", "27": "‘Nevertheless, forgive him, for he is a man of great Torah learning.’ ", "28": "The man replied: ", "29": "‘For your sakes I will forgive him, ", "3": "and he [R. Eleazar) did not respond. ", "30": "but only if he does not make a habit of acting this way.’ ", "31": "Immediately, R. Eleazar son of R. Simeon entered [the Beit Midrash] and expounded, ", "32": "A man should always be soft like a reed and not hard like a cedar. And for this reason the reed merited that of it should be made a quill for the writing of the Torah scroll, phylacteries and mezuzot.", "4": "He said to him, ", "5": "Good for nothing! How ugly this man is! ", "6": "Are all the people of your city as ugly as you are? ", "7": "The man said: ", "8": "I do not know, but go and tell the artisan who made me, how ugly is the vessel which you have made. ", "9": "When he [R. Eleazar] acknowledged, in his gut, that he had done wrong he got down from his donkey and prostrated himself before the man and said to him, "}, "4": {}, "40": {}, "41": {}, "42": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": "Bye and bye, these two brothers came.", "47": "[Eliyahu] said to [Rabbi Beroka],", "48": "These are also [destined for] the world to come.", "49": "He went towards them.", "5": 0, "50": "He said to them,", "51": "\"What is your occupation?\"", "52": "They said to him,", "53": "\"We are jokers; we [cheer up] those who are sad.", "54": "And also, when we see two [people] that have a spat between them, we exert ourselves and make peace [between] them.\" ", "6": 0, "7": 0, "8": 0, "9": 0}, "43": {}, "44": {"0": 0, "1": 0, "10": "He said before Him ", "100": 0, "101": 0, "102": 0, "103": 0, "104": 0, "105": 0, "106": 0, "107": 0, "108": "Give me havruta or give me death", "11": "\"Master of the Universe, ", "12": "your children turn their faces towards me, for I am like a householder before you. I swear by your great name that I will not move from here until you have mercy on your children!\" ", "13": "The rain began to drip. His students said to him", "14": "\"Rabbi, we look to you so we don't die!", "15": "It seems to us that the rain is only falling to release you from your oath.\"", "16": "He said", "17": "\"I did not ask for this, but for rain to irrigate the cisterns, the fields, and the caves!\"", "18": "It fell in torrents such that every drop could fill the mouth of a barrel,", "19": "and the sages measured that no drop was less than a log.", "2": 0, "20": "His students said to him", "21": "\"Rabbi, we look to you so we don't die!", "22": "It seems to us that the rain is only falling to destroy the world.\"", "23": "He said before Him", "24": "\"I did not ask for this, but for rains of grace, blessing, and abundance.\"", "25": "It fell as he decreed until the whole nation went up to the Temple Mount on account of the rains.", "26": "They said to him", "27": "\"Rabbi, just as you prayed for it to fall, pray for it to go away.\"", "28": "He said to them,", "29": "\"I have a tradition that we don't pray about excess goodness.", "3": 0, "30": "Nevertheless, bring me a thanksgiving bull.\"", "31": "They brought him a thanksgiving bull.", "32": "He placed both his hands on it and said before Him", "33": "\"Master of the Universe,", "34": "your people Israel that you brought out of Egypt can not handle either excess goodness or excess hardship. When you are angry at them them they can't withstand it and when your goodness flows  upon them they can't withstand it. May it be your will that the rain should stop and there should be respite in the world.\"", "35": "Immediately the wind blew, the clouds dispersed, and the sun shone. And the people came out to the field and collected truffles and mushrooms.", "36": "Shimon ben Shetach sent to him", "37": "\"If you weren't Choni, I would institute an excommunication on you", "38": "for if these years were like the years of Elijah, in which the keys of rain were in Elijah's hand, would not the name of Heaven have been desecrated through you?", "39": "But what will I do to you, for you sin against the Omnipresent and he does as you wish like a son who sins against his father and he does as he wishes,", "4": "Our Rabbis taught: ", "40": "and he says to him", "41": "'Father take me to bathe in hot water, wash me in cold water, give me nuts, almonds, peaches, and pomegranates!' and he gives them to him.", "42": "And the verse says regarding you (Proverbs 23:25) 'Let thy father and thy mother be glad, and let her that bore thee rejoice.'\"", "43": "....", "44": 0, "45": 0, "46": 0, "47": 0, "48": "Said Rabbi Yochanan,", "49": "\"All the days of that righteous one, he was troubled about this verse (Psalme 126:1), 'A Song of Ascents: With the Lord's return of the captivity of Zion, we will be like dreamers.'", "5": "Once most of [the month of] Adar had passed and no rain had fallen. ", "50": "He said,", "51": "'Is there someone who can fall asleep for seventy years in a dream?'", "52": "One day, he was walking on the road and saw a certain man that was planting a carob tree. He said to him,", "53": "'How many years until this [tree] will be laden [with fruit]?'", "54": "He said to him,", "55": "'Until seventy years.'", "56": "He said to him,", "57": "'Is it obvious to you that you will live [another] seventy years?'", "58": "He said to him,", "59": "'That man found the world with carob trees. In the same way as my fathers planted for me, I will also plant for my children.'", "6": "They sent to Choni the Circle-Maker, ", "60": "He sat and wrapped bread (ate his meal). Sleep came to him and he fell asleep.", "61": "A boulder encircled him and he was shielded from the eye [of others] and he fell asleep for seventy years. ", "62": "When he got up, he saw a certain man that was plucking [the fruits of the carob tree]. ", "63": "He said to him,", "64": "'Are you the one that planted it?'", "65": "He said to him,", "66": "'I am the son of his son.'", "67": "He said to him,", "68": "'It is understood from this that I fell asleep for seventy years.'", "69": "He saw that his donkey had given birth to several generations.", "7": "\"Pray and the rain will fall.\" ", "70": "He went to his home and he said to them,", "71": "Is the son of Choni the Circle-maker alive?", "72": "They said to him,", "73": "'His son is not, but the son of his son is.'", "74": "He said to them,", "75": "'I am Choni the Circle-maker.'", "76": "They did not believe him.", "77": "He went to the study hall and he heard the rabbis who were saying.", "78": "'Our discussions are as clear as in the years of Choni the Circle-maker. Since when he would come to the study hall, he would answer all the questions that the rabbis had.'", "79": "He said to them,", "8": "He prayed, and it didn't rain. ", "80": "'I am he.' They did not believe him and they did not give him the respect that was appropriate. His feelings were upset and he prayed for mercy and died.\"", "81": "Said Rava, \"That is what [is meant by that which] people say,", "82": "'Either companionship or death.'\"", "83": 0, "84": 0, "85": 0, "86": 0, "87": 0, "88": 0, "89": 0, "9": "He compassed a circle and stood in the middle of it in the way that Habakuk the prophet did, as it says (Habakuk 2:1) \"I will stand upon my watch, And set me upon the tower etc.\" ", "90": 0, "91": 0, "92": 0, "93": 0, "94": 0, "95": 0, "96": 0, "97": 0, "98": 0, "99": 0}, "45": {}, "46": {}, "47": {}, "48": {"0": 0, "1": 0, "10": 0, "11": "She said to her husband:", "12": "Until when should we go on suffering like this?", "13": "He said to her:", "14": "What should we do?", "15": "Pray to G-d that something should be given to you. He prayed and a hand came out and gave him a piece of a golden table leg.", "16": "He saw in a dream that in the future the righteous would eat from this three legged golden table", "17": "But he would be eating from a two legged table. He said to her:", "18": "Are you satisfied that the rest of the world will be eating from a completed table, but we from a missing or incomplete table?", "19": "She said to him:", "2": 0, "20": "What should we do?", "21": "Pray that it be taken away", "22": "He prayed and it was taken away. It was learnt", "23": "Greater was the latter miracle than the former miracle", "24": "for we learn", "25": "when a thing is given it is not taken away", "26": "Once on a Friday evening, He saw that his daughter was sad. He said to her", "27": "My daughter, why are you said?", "28": "She said to him:", "29": "My vessel filled with vinegar got mixed up with my vessel filled with oil and I lit from that can a light for the Sabbath.", "3": 0, "30": "He said to her:", "31": "My daughter, why does this bother you?", "32": "Whoever told the oil to burn, He will tell the vinegar to burn.", "33": "It was taught:", "34": "The light continued to burn all day until they used that light for Havdala.", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "49": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": "Another story is told:  Rabbi Eliezer prayed before the ark and said 24 blessings but was not answered.", "18": "Rabbi Akiva prayed after him and said,", "19": "\"Our Father, our King, we have no king but you!", "2": 0, "20": "Our Father, our King, on your own account have mercy on us!\" and the rains fell.", "21": "The rabbis murmured against him.", "22": "A heavenly voice called out saying,", "23": "\"Not because this one (Akiva) is greater than this one (Eliezer), rather because this one (Akiva) is forbearing (with others) and this one (Eliezer) is not forbearing.\"", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": "...That Rabba Bar Huna said:"}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {"0": "\"You wanted to destroy this house; [with] your hand, I have compensated you.\"", "1": "(Mishnah:) On the ninth of Av, it was decreed upon our forefathers that they would not enter the land- From where do we know this?", "10": "\"Send for yourself men (Numbers 13:2).\"", "11": "And it has been taught,", "12": "\"On the twenty-ninth of Sivan, Moses sent spies,\" and it is written, \"And they returned from exploring the land at the end of forty days (Numbers 13:25).\"", "13": "These forty days are one too many!", "14": "Abayye said,", "15": "\"Tamuz of that month was full [with an extra thirtieth day], as it is written, \"They called upon me a festival to break my youths (Lamentations 1:15).\"", "16": "And it is written, \"And the whole community raised [their voices], and they gave their voices and the nation cried that night (Numbers 14:1).\"", "17": "Rabba said, \"Rabbi Yochanan said,", "18": "'(That very day was the ninth of Av", "19": "Said to them the Holy One, Blessed be he, ", "2": "As it is written, \"And it was in the first month, in the second year, on the first day of the month, the Tabernacle was erected (Exodus 40:17).\"", "20": "'You wept a weeping for no reason, (therefore )I will institute for you a weeping for generations.''\"", "21": "(Mishnah:) The first Temple was destroyed- as it is written, \"And in the fifth month on the seventh day of the month, being the nineteenth [year] of the reign Nebuchadnezzar King of Babylon, came Nebuzaradan, the Chief Executioner, servant of the King of Babylon, to Jerusalem, and he burnt the House of G-d (II Kings 25:8),\" and it is written, \"And in the fifth month, on the tenth of the month, being the nineteenth [year] of the reign of Nebuchadnezzar, King of Babylon, came Nebuzaradan, the Chief Executioner, [and] stood before the King of Babylon in Jerusalem... (Jeremiah 52:12).\"", "22": "And it was taught,", "23": "\"It is impossible to say the seventh [was the true date of the destruction], for already it was said about the tenth; and it is impossible to say the tenth [was the true date], for already it was said about the seventh.", "24": "How [do we resolve this contradiction]?", "25": "On the seventh, gentiles entered the Sanctuary, and they ate and befouled it on the seventh, eighth, and ninth. close to nightfall [on the ninth], they set upon it the fire, and it burnt continuously all the entire day, as it is said, \"Woe to us, for the day has gone, for the shadows of the evening are stretched out (Jeremiah 6:4).\"", "26": "And this is [the reasoning] that Rabbi Jochanan said,", "27": "\"If I had been in that generation, I would not have established it [on the ninth] but rather on the tenth, because most of the Sanctuary was burnt on it.\"", "28": "And the Rabbis [reasoning was that] the earliness of suffering was preferred.", "29": "And regarding the Second [Temple], from where do we know this?", "3": "And the Master said,", "30": "As it is taught,", "31": "We roll favor to a favorable day and guilt to a guilty day. (we enumerate meritorious events on favorable days and guilt to days of guilt and sin)", "32": "They said,", "33": "\"When the Temple was destroyed the first time, that very day was the evening of the Ninth of Av, and it was just after the Sabbath, and it was just after the Sabbatical Year, and it was the watch of [the family of] Yehoyariv, and the Levites were saying [their sacred] song, and standing on their platform.", "34": "And what was the song they were saying? \"And He returned to them their iniquity, and in their evil He shall cut them off; (Psalms 94:23)\".", "35": "And they did not have enough [time] to say [the end of the verse:] \"Our G-d, Hashem, shall cut them off (ibid.),\" until the gentiles came and captured them. And so too with the Second [Temple]", "36": "(Mishnah:) Beitar was captured- this is a tradition.", "37": "(Mishnah:) The city (Jerusalem) was plowed", "38": "It was taught,", "39": "When the wicked Turnus Rufus destroyed the Sanctuary, a decree was placed upon Rabban Gamaliel for execution.", "4": "\"[During] the first year, Moses built the Tabernacle; [during] the second year, he erected the Tabernacle and sent the spies.\" And it is written, \"And it was in the second year, in the second month, on the twentieth day of the month, the cloud ascended from on top of the Tabernacle of Testimony (Numbers 10:11),\" and it is written, \"And they journeyed from the Mountain of G-d, a distance of three days (Numbers 10:33).\"", "40": "One officer came and stood up in the House of Study and said,", "41": "\"The man of high stature (literally the ring barer/man of the big nose) is requested, the man of high stature is requested.\"", "42": "Rabban Gamaliel heard this. He went and hid from him.", "43": "He (the officer) approached him (raban Gamliel) secretly.", "44": "He (the officer) said to him (raban gamliel),", "45": "\"If I save you, will I enter the World to Come?\"", "46": "He (the officer) said to him (raban gamliel),", "47": "\"Yes.\" He said to him,", "48": "\"Swear to me.\"", "49": "He swore to him.", "5": "Rabbi Chama the son of Chanina said,", "50": "He (the officer) went up to a roof, fell, and died.", "51": "And it was a tradition [among the Roman Military], that if they had decreed a decree and one of them died, they would annul that decree.", "52": "A heavenly voice went out and said,", "53": "\"This officer is invited to the Life in the World to Come.", "54": "Our Sages taught,", "55": "When the First Temple was destroyed, groups of young priests gathered with the keys of the Sanctuary in their hands, and they ascended to the roof of the Sanctuary and they said before Him:", "56": "\"Master of the Universe!", "57": "Seeing as we are not worthy to be trustworthy curators, let the keys be given to you.\" And they threw them towards the Heavens.", "58": "And the form of a palm appeared, and took them, and they jumped and fell into the fire.", "59": "And upon them Isaiah lamented, \"The burden concerning the Valley of Vision. What ails you now, that all of you have gone up to the roofs? You are full of uproar, a tumultuous city, a joyous town! Your corpses are not corpses of swords, and not the killed of battle (Isaiah 22:1).\"", "6": "\"[On] that very day, they strayed from following G-d.\"", "60": "Even the by Holy One, Blessed be He, it was said, \"Kir shouting, crying at the Mount (Isaiah 22:5).\"", "61": "(Mishnah:) Once Av has entered, we decrease in happiness, etc. - Rabbi Judah the son of Rabbi Samuel the son of Shilat said in the of Rav,", "62": "Just like as soon as Av has entered, we decrease in happiness, so too as soon as Adar has entered, we increase in happiness.", "7": "And it is written, \"And the mixed multitude among them desired a desire, and they returned and [caused] the Children of Israel to cry also...[leading up to the story of the quail, which is described in the next line] (Numbers 11:4)\"", "8": "And it is written, \"[And the quail fell] until a month...\" which makes gives you the twenty-second of Sivan [using addition].", "9": "And it is written, \"And Miriam was quarantined for seven days (Numbers 12:15),\" which gives you the twenty-ninth of Sivan, and it is written,"}, "57": {"0": "Rav Papa said,", "1": "\"Therefore, an Israelite who has a court case in a gentile court should avoid it in Av, for [then] his luck is bad, and find time in Adar, for [then] his luck is good.\"", "2": "\"To give you a future and hope (Jeremiah 29:11)\"- Rabbi Yehudah the son of Rav Shmuel the son of Shilat said in the name of Rav,", "3": "\"These are palm trees and flax utensils.\"", "4": "\"And he said, 'The smell of my son is like that of a field which G-d has blessed (Genesis 27:27)\"- Rabbi Yehudah the son of Rav Shmuel the son of Shilat said in the name of Rav,", "5": "\"Like a field of apples.\"", "6": "(Mishnah:) During the week that the Ninth of Av falls on, it is forbidden to have a haircut and to launder-", "7": "Rabbi Nachman said,", "8": "\"They only taught [this rule] about laundering to wear, but to launder and put down [the garment, without wearing it,] is permissible. Rabbi Sheishet said,", "9": "\"Even to launder and leave [the garment is forbidden]."}, "6": {}, "7": {}, "8": {}, "9": {"0": "...R. Nachman said to R. Yitzchak, What is the meaning of the verse, And it came to pass when Samuel was old. Did Samuel become old? He lived only for fifty-two years. As it was said, If a man dies at age 52 he is said to have died at the age reached by Shmuel, the Ramati? [R. Yitzchak] said,  R. Yochanan said, Old age jumped upon him, as it is written, I regret that I made Shaul King. [Shmuel] said, Lord of the World, You have equated me with Moshe and Aharon, as it is said  Moshe and Aharon are among God’s priests, and Shmuel among those who call in God’s name. Just as with Moshe and Aharon, their handiwork was not canceled in their time, so too let my handiwork not be canceled in my lifetime. God said, How shall I act? Should Shaul die? Shmuel will not allow it. Should Shmuel die young? People will cast aspersions on him. Should neither Shmuel nor Shaul die? The time has come for David to reign and one kingship may not encroach on another even by a hair's breadth. God said: I will cause old age to jump on [Shmuel].", "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": "...Rav Nachman and Rabbi Isaac were sitting at a meal. Rav Nachman said to Rabbi Isaac", "26": "...Let the master expound something", "27": "...He [Rabbi Isaac] said to him, \"So said Rabbi Yochanan\"", "28": "...'One should not speak at a meal lest the windpipe go before the gullet and one's life will be endangered.'", "29": "...After the meal, he [Rabbi Isaac] said to him, ", "3": 0, "30": "...So said Rabbi Yochanan", "31": "...Our forefather Jacob did not die. He said to him:", "32": "...Was it for not that he was eulogized, embalmed and buried?", "33": "...He said to him:", "34": "...I expound a verse as it is written (Jeremiah 30:10) \"Do not fear, my servant Jacob, said Adonai, and do not be dismayed O Israel. For I will save you from afar and your seed from ", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}}, "originalTitle": "תענית", "source": "Sefaria", "englishTitle": "Taanit", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}