{"originalTitle": "יבמות", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Yevamot", "source": "Sefaria", "text": {"0": {"0": "Fifteen classes of women exempt themselves, their rival [wives], and the rivals of their rival [wives], ad infinitum, from the obligation of Chalitzah and Yibum;", "1": "these are [when the widow of the deceased is],", "2": "(1)the daughter of the brother, or (2) her daughter, or (3) the daughter of his son,", "3": "or (4) his wife's daughter, or (5) her son's daughter, or (6) her daughter's daughter,", "4": "or (7) his mother-in-law, or (8) the mother of his mother-in-law, or (9) the mother of his father-in-law,", "5": "or (10) his maternal sister, or (11) his mother's sister, or (12) his wife's sister,", "6": "or (13) the widow of his maternal brother,"}, "1": {"0": "or (14) the widow of a brother who was not in his existence [i.e. the brother of the childless deceased was born after he died], or (15) his daughter-in-law.", "1": "All these release their rival [wives], and the rivals of the rival [wives], ad infinitum, from the obligation of Chalitzah and Yibum.", "2": "If, however, any of these had died, or she refused [to continue being married in the case where she was married as a minor and has now grown up], or had been divorced, or she turns out to be sterile, their rival [wives] may be married by Yibum;", "3": "And refusal of consent, or of unfitness [to procreate], cannot be applied in respect to his mother-in-law, or the mother of his father-in-law.", "4": "What is the case of rival [wives] being exempt?", "5": "When a person's daughter, or one of the mentioned relationships [that are close enough to be considered] incestuous, was married to his brother, who had another wife and died [without children]: Just as the daughter is exempt [as he may not marry her], so is her rival [wife] exempt.", "6": "If a rival [wife] of the daughter goes and marries the second [i.e. other] brother, who himself has a different wife, and then he dies: Just as the rival [wife] of his daughter is exempt[as he may not marry the former rival of his daughter], so too does the rival of that rival become also exempt, and even if there should be a hundred [brothers].", "7": "What is the case of that if he dies their rival [wives] are permitted [through Yibum]?", "8": "When a person's daughter, or one of the mentioned relationships [that are close enough to be considered] incestuous, was married to his brother, who himself had a wife, and his daughter had died, or had been divorced before the death of his brother [to whom she had been married], she is permitted [through Yibum].", "9": "And if any could have refuse [after being married off as minors and then growing up, having the chance now to refuse the marriage], and did not refuse, her rival must perform Chalitzah, but not Yibum.", "10": "GEMARA: Let's see. All of these we derive from \"the wife's sister\". Let it then teach [the case of] \"the wife's sister\" first!", "11": "If you'll say the most strict cases were chosen to be taught [first], and that is R. Shimon's [opinion], that he says [the punishment of] burning is more strict [than other capital punishments], then if that were true, let it teach [the case of] \"his mother in-law\" first, for the principle scriptural [source] of burning is [the case of] \"his mother in-law\"!", "12": "Also,", "13": "After [the case of] \"his mother in law\", it should teach \"his daughter in law\", for the strictness after burning is stoning.", "14": "Rather,", "15": "\"His daughter\" [was chosen to be first], for since it['s prohibited status] comes from a derivation [using hermenuetic principles], it is beloved. "}, "2": {"0": "Do you really think Beit Shamai did according to their teaching? ", "1": "No, they did not go according to their teaching.", "2": "And Rabbi Yochanan said,"}, "3": {"0": "Whether a man who converts for a woman or a woman who converts for a man, or one who converts for the royal table, or to be a servant of Solomon -- are not converts. These are R. Nehemia’s words.", "1": "It was said on this: Rabbi Yitzchak bar Shmuel bar Marta said in the name of Rav:", "2": "The law follows the opinion that they are all converts.", "3": "The rabbis taught:", "4": "Converts are not accepted in the messianic era; ...", "5": "similarly, they did not accept them in the times of David and Solomon."}, "4": {"0": "I only know in the land [of Israel], from where do we know outside the land [of Israel]?", "1": "The Teaching says \"with you\" [implying] in any place that is \"with you.\"", "2": "If so, why does the Teaching say \"in the land\"?  \"in the land\" one needs to bring evidence, outside the land one does not need to bring evidence.", "3": "These [above] are the words of Rabbi Yehudah.", "4": "And the Sages say", "5": "whether in the land [of Israel] whether outside the land [of Israel] one needs to bring evidence.", "6": "If his witnesses came with him, why do I need a scriptual verse?", "7": "Rav Sheshes said \"where they say ", "8": "'we heard that he converted in so-and-so's court'", "9": "I might have thought", "10": "not to believe, we see from there (the verse) [that we do believe them]. "}, "5": {"0": "Rabbi Yose says,", "1": "\"A convert who has converted is like a minor who was just born,"}, "6": {"0": "“The number of thy days I will complete”", "1": "As it is taught by the sages", "2": "refers to the years of the generations."}, "7": {"0": "If one is worthy one is allowed to complete the full period; ", "1": "if unworthy the number is reduced; so said R. Akiba.", "2": "But the Sages said: If one is worthy years are added to one's life; ...", "3": "if unworthy, the years of his life are reduced."}, "8": {"0": "and he intended to that which g-d had intended as it says That you broke and Reish Lokush said ", "1": "Hashem said to Moshe", "2": " May your strength be well directed for having shattered the Tablets", "3": "Ben David will not come until the souls in the body are completed/finished"}, "9": {"0": "\"Grandchildren are like children.\"", "1": "That was only taught to complete.", "2": "They challenged it:", "3": "\"Grandchildren are like children; if one of them dies or is found to be sterile, he does not fulfill [the mitzvah of] procreation.\"", "4": "This is a rejection of Rabbi Huna.", "5": "He is [truly] rejected.", "6": "(Mishnah:) Grandchildren are like children.", "7": "Abbaye thought as follows,", "8": "[This applies to] A son of a son and and a daughter of a daughter, and certainly to a son of a daughter, but to a daughter of a son, it does not.", "9": "Rava said to him,", "10": "\"For settlement it was formed\" and there is [settlement]", "11": "The whole world, however, [agrees] that two from one, no.", "12": "And no?", "13": "And behold the Rabbis said to Rav Sheshes", "14": "Marry a wife and bear sons", "15": "And he said  to them", "16": "the sons of my daughter are my sons.", "17": "There he was pushing them away, because Rav Sheshes became sterile from the lecture of Rav Huna.", "18": "It was said,", "19": "That Rabbi Akiva had twelve thousand pairs of disciples, from Gabbat  to Antifaras;  and they all died at the same time because they did not treat each other with respect. ", "20": "The world remained desolate until Rabbi Akiva came to our Masters in the South and taught the Torah to them.  and it was they who revived the Torah at that time. ", "21": "These were Rabbi Meir, Rabbi Judah, Rabbi Yossi, Rabbi Shimon and Rabbi Eleazar ben Shammua;", "22": "And it was they who revived the Torah at that time.", "23": "A Tanna taught: ", "24": "All of them  died between Passover and Pentecost.", "25": " Rabbi Hama bar Abba or, it might be said, Rabbi Chiyya bar Abin said:", "26": "All of them died a cruel death.", "27": "What was it? —", "28": "Rabbi Nahman replied: Croup."}, "10": {"0": "Rabbi Elazar said", "1": "Any man that does not have a wife is not a man, as it says \"male and female he created them and called their name man.\"", "2": "And Rabbi Elazar said", "3": "Any man that doesn't have land is not a man, as it says \"the heavens, heavens are to G-d and the land was given to the children of man.\"", "4": "And Rabbi Elazar said", "5": "That which is written \"make for him a support opposite him,\" if he is worthy, she will be a support for him, if he is not worthy, she will be against him.", "6": "And there are those that say", "7": "Rabbi Elazar [noted] a contradiction, it is written opposite him [without a yud] and it read opposite him [with a yud], if he is worthy, she will be opposite him, if he not worthy she will afflict him. ", "8": "Rabbi Yosi found Elijah. He said to him:...", "9": "It is written \"make for him a support,\" with what is a woman a support for a man?", "10": "He said to him:", "11": "A man brings wheat, is wheat sustaining?", "12": "Linen, is linen wearable?...", "13": "No. It is found that she brightens his eyes and stands him on his feet.", "14": "Rabbi Elazar said:", "15": " What is meant by the Scriptural text, ‘This is now bone of my bones, and flesh of my flesh? (Genesis 2:23)’ This teaches that Adam had intercourse with(entered upon) every beast and animal but his disposition was not cooled (satisfied) until he had intercourse with (entered upon) Eve."}, "11": {"0": "He says", "1": "She miscarried two, and she says", "2": "three", "3": "Rabbi Yitzchok son of Elazar said", "4": "There was such a happening in the house of study and they said", "5": "She is believed because if she had not miscarried, herself as one with miscarriages she would not entrench.", "6": "Mishnah: Men are commanded to be fruitful and multiply-- but not women. ", "7": "R. Yochanan b. Baroka said:", "8": "About both of them, it is said “God blessed them and said to them, ‘Be fruitful and multiply” (Gn 1:28)", "9": "Gemara: From what verse do we derive that ruling?", "10": "R. Ilea said in the name of R. Eleazar b. R. Simon:...", "11": "The verse says “fill the land and conquer it.” (Gn 1:28) It is in men’s nature to conquer, but it is not in women’s nature to conquer.", "12": " On the contrary-- “conquer” is a plural form and means two people!", "13": " R. Nachman b. Yitzchak said:", "14": " it says “conquer” in the singular. ", "15": "R. Yosef said: ", "16": "From here-- “I am Almighty God; be fruitful and multiply.” (Gn 35:11) It does not say “be fruitful and multiply” in the plural. ", "17": "R. Ilea said in the name of R. Eleazar b. R. Simon:", "18": " just as people are commanded to say what will be listened to, they are commanded not to say what will not be listened to. ", "19": "R. Abba said: ", "20": "this is an obligation, “Do not rebuke a fool lest he hate you; but rebuke a wise person and he will love you” (Pr 9:8). ", "21": "And R. Ilea said in the name of R. Eleazar b. R. Simon:", "22": " A person may edit what has been said for the sake of peace, as Joseph’s brothers said “Your father commanded… please forgive.” (Gn 50:16) ", "23": "R. Natan says: ", "24": "this is a commandment, as it is written “Samuel said, ‘How can I go? If Saul hears it he will kill me.” (1 Sm 17:2) ", "25": "The school of R. Yishmael taught: ", "26": "peace is so important that even God altered what was said for its sake! ", "27": "For at first, [Sarah says] “My husband is old” and afterwards, [when God repeats her words to Abraham] it says “I am old.” (Gn 18:12)"}, "12": {"0": "If a priest's daughter was married to an Israelite who died,  she may perform her ritual immersion  and eat terumah the same evening!", "1": "R. Hisda replied: ...", "2": "She performs the immersion but may eat terumah only until the fortieth day. For if she is not found pregnant36  she never was pregnant;37  and if she is found pregnant,38  the semen, until the fortieth day, is only a mere fluid."}, "13": {"0": "GEMARA. From where do we derive these laws? R. Yochanan replied: Scripture stated, And when Saul saw David go forth against the Philistine, he said to Avner, the captain of the host: ‘Avner, whose son is this youth’? And Avner said: ‘As thy soul liveth, O King, I cannot tell’. But did he not know him? Surely it is written, And he loved him greatly; and he became his armour bearer! He rather made the inquiry concerning his father. But did he not know his father? Surely it is written, And the man was an old man in the days of Saul, stricken in years among them; and Rab or, it might be said, R. Abba, stated that this referred to the father of David, Jesse. who came in with a large group and went out with a large group. It is this that Saul meant: Whether he descended from Peretz, or from Zerach. If he descended from Perez he would be king, for a king breaks for himself a way and no one can hinder him. If, however, he is descended from Zerach he would only be an important man. ", "1": "What is the reason why he gave instructions that inquiry be made concerning ", "2": "him? Because it is written, And Saul clad David with his apparel, being of the same size as his, and about Saul it is written, From his shoulders and upward he was tallerer than any of the people. Doeg the Edomite then said to him, ‘Instead of inquiring whether he is fit to be king or not, inquire rather whether he is permitted to enter the assembly or not’! ‘What is the reason’?", "3": " ‘Because he is descended from Ruth the Moabitess’. Said Avner to him, ‘We learned: An Ammonite, but not an Ammonitess; A Moabite, but not a Moabitess!  . . . ‘Does then Egyptian exclude the Egyptian woman’? ‘Here it is different, since the reason for the Scriptural text is explicitly stated: Because they met you not with bread and with water; it is customary for a man to meet [wayfarers]; It is not, however, customary for a woman to meet [them]’. ‘The men should have met the men and the women the women!’", "4": "He remained silent, Thereupon. the King said.’‘Inquire about whose son the lad is’. Elsewhere he calls him youth; and here he calls him, lad! It is this that he implied, ‘You have overlooked a halachah,’ go and inquire at the academy!’ On inquiry, he was told: An Ammonite, but not an Ammonitess; A Moabite, but not a Moabitess.\n"}, "14": "There are three signs of this nation (The Jewish People) - [They are] merciful, bashful, and doers of kindness...", "15": {"0": "\"Whenever we say a teaching from the mouth of a [deceased] Torah scholar in this world, his lips move in the grave.\"", "1": "Rabbi Yitschak ben Zeira said, and some say it was Shimon the Nazerite [who said],", "2": "\"What is its verse? 'And your palate is like the good wine, which flows smoothly to my beloved, it makes move the lips of the sleeping' (Song of Songs 7:10).", "3": "It is like a clump of shrunken grapes. Just like a clump of shrunken grapes, when a man places his finger upon it, it immediately exudes; so too with Torah scholars, when we say a teaching from their mouths in this world, their lips exude (move) in the grave. "}, "16": "Line 17- mishna"}}