{"language": "english", "text": {"0": {"0": {"0": "[Concerning] the human being, it is proper/worthy/ra’uy that he should make himself  resemble /yitdameh his Possessor /qono, and then he will be [configured] in the secret of  the upper/exalted (supernal) form/tsurah, tselem and d’mut. For if he is alike in his body  and not in his actions, he makes the form [in which he was created] a lie. And they will  say of him: “A lovely form and (but) ugly deeds”. For the essence of the exalted/ `elyon  image and likeness is his actions. And what use would it be to him to be like the higher  form [in] the image of the structure of his limbs / d’mut tavnit eivarav, while in his  actions he does not make himself like his Creator? Therefore it is proper that he should  make [his actions] resemble the actions of Keter, the thirteen qualities of upper (divine)  compassion. "}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": 0, "1": 0, "2": "[T]he thirteen qualities in which a human being may be like unto his Possessor (God) . . . are the qualities of higher mercies, and their gift/s’gulah is that just as a person would conduct himself below, so will he merit opening that higher/upper quality from above, truly . . . thus will he make [that quality] flow from above, and he causes that quality to shine in the world."}, "2": {}, "3": {"0": "\"And passes over transgression\" (Micah 7:18) This is a great a great quality, for behold, forgiveness is not through an emissary but rather through the hand of the Holy Blessed One, as it is written, \"For with you is forgiveness,\" (Psalm 130:4), forgiveness being that God washes away transgression, as it is written, \"When my lord will have washed away the filth of the daughters of Judah\" (Ezekiel 36:25), and so it us written, \"I will sprinkle upon you ritually pure waters.\" This is the meaning of \"And passes over transgression,\" sending forth from the waters of washing, and works, and washes away the sin. ", "1": "And behold, just like this, a human being needs to be, for they shall not say, \"And shall I fix what Joe Shmoe sinned or corrupted?\" They shall not say thus, for when someone sins, it is the Holy Blessed One,Godself--and not through an emissary--that God fixes the transgression and washes away the filth of their transgression. ", "2": "And from here, the person will be too ashamed to sin again, for behold, the Ruler, Godself washes their filthy clothes. "}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "1": {"0": {}, "1": {}, "2": {}, "3": {"0": 0, "1": "[It is good medicine for a person] to honor the creatures/nivra’im entirely/all of them, since he recognizes in them the exalted quality of the Creator / ma`alat haborei’ who “formed the human with wisdom” and so [it is with] all creatures – the wisdom of the One who forms /hayotser is in them, and he [can] see himself that they are so very very honored, for the One who forms [them] cares for all . . . And it is even evil in the eyes of the Holy One if they despise any creature/b’riyah of His creatures, and this is [why] it says: “How manifold/diverse are Your works / Mah rabu רבו ma`asekha” [Ps 104:24] – ... rabu [like] the language of “rav רב beyto / important in the house [of the king]” [Es 1:8] – very important. . . and it is worthy for a person to understand through them wisdom, and not despising/bizayon [ . . . ] "}}, "2": {"0": {}, "1": {}, "2": {}, "3": {"0": "... This is the principle: [a person] should make life stream forth to all / yihyeh novei`a chayyim lakol.” "}, "4": {}, "5": {"0": "... Moreover, [a person’s] mercies/ compassion need to be distributed to all the creatures, not despising them and not destroying them, for so is the upper/highest wisdom distributed to all the creatures, silent and growing and moving and speaking."}}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {"0": {}, "1": {}, "2": {}, "3": {"0": "... The Shekhinah does not come to him if he does not resemble/y’dumeh the upper reality / m’tsi’ut ha`elyon.”"}}}, "originalTitle": "ספר תומר דבורה", "source": "Sefaria", "englishTitle": "Sefer Tomer Devorah", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}