{"originalTitle": "תשובות הרא\"ש חלק יז", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Teshuvot HaRosh part XVII", "source": "Sefaria", "text": {"0": {"0": "Our teacher, may you live long, knows that a terrible event happened here in Cordoba. The ears of anyone who hears of it will ring. That is, that a scoundrel of all scoundrels was imprisoned due to a claim that gentiles brought against him. He reached a compromise with them using his own money, and several of his acquaintances went to comfort him. He came out to the entrance of his yard, and they spoke to his heart about these matters. One of them said: “Blessed is He Who releases the bound”; but with all of this, the man cursed and blasphemed against his king and his God, turning heavenward.", "1": "Upon hearing of this, the judges and prominent members of the community gathered together and agreed to visit judgment upon him. They sent forth to arrest him, but he was not to be found. They attempted to collect testimony without him present—for he had fled—but they only found a single witness. The others disappeared or suppressed their testimony. ", "2": "Now, here in this city is the honorable and exalted R. Yehuda b. Yitzhak ibn-Wakar,  and he was seized by a great zeal for God, and he made efforts regarding this matter until that nasty man was delivered into his hand. He arrested him by the power of the monarch, and they incarcerated him in jail. His (=ibn-Wakar’s) hand also prevailed upon the delinquent witnesses, and he forced them, made them swear, and properly collected their testimony about this blasphemy.", "3": "Although the blasphemy was in Arabic, since this scoundrel is illiterate and does not know the holy language (=Hebrew), the opinion of this notable was in agreement with that of the judges and prominent community members that it should be considered blasphemy by this loathsome individual, since the Arabic noun constitutes blasphemy just as much as the noun in the holy tongue would for those familiar with it, and also in order to create a safeguard on this matter that will not be breached by wicked simpletons casting insults toward the One above.", "4": "This man has long been a tough evildoer. There is no one in the city who speaks positively of him, and he has violent horsemen  propping him up. ", "5": "About ten of the prominent community members, men of action, together with the honorable R. Yehuda, as well as local scholars and city elders, agreed to punish him. ", "6": "When the aforementioned met to reach an agreement, relatives of the wicked man went and paid cash bribes, it seems, and petitioned the great nobleman, Don Juan Manuel, who we have accepted in this locale as the proxy of his majesty the king, to stay his sentence. Thus, he sent word to us with one of his horsemen that the verdict has not been sealed until we ask his opinion.", "7": "The honorably R. Yehuda lobbied as best he could, and obtained the nobleman’s concession that he would not remove our way of meting out justice in favor of the gentiles’. This prince agreed that this wicked man should remain incarcerated until we receive your response, instructing us what to do.", "8": "Now, praised be God, we place our hope in you, our teacher, to be zealous for God. Send word back quickly, before the prince changes his mind, leaving us to lay in our shame and be enveloped by our humiliation. Send us his verdict with explanations and proofs, instructing us what and how to carry it out. Additionally, kindly praise and support the work of the honorable R. Yehuda, for all of his efforts in this matter and his future efforts. May the Almighty be at your aid, my master, and give you a good, long, and pleasant life.", "9": "This is the transcription of the testimonies that were taken in Arabic, before a rabbinical court of three, from those who took the testimony in other rabbinical courts, on Sunday, the sixteenth of Adar, 1358 (sic) according to the count of the gentiles known as al-Safar. ", "10": "Rabbi Avraham b. Rabbi Yitzhak b. Natan, known in al-Shams,  that during the first five days of November, enumerated above, this witness went with Rabbi Avraham ibn Alzwami to Rabbi Yaakov b. Rabbi Yosef Safaya, to the courtyard of Avraham b. Yaakov Safaya.", "11": "This Avraham Safaya came out to the door of the courtyard. They greeted him, and they discussed among themselves the imprisonment of said Avraham Safaya. ", "12": "The said witness said to him: “Blessed is He Who releases the bound.” To this Avraham said: “He should be blessed with his name.” He uttered this “blessing” in the manner that the Sages described blasphemy. The word that Avraham Safaya stated in this blasphemy was, in Arabic: “May Allah bless so-and-so!” The “so-and-so” he uttered was God’s name, which ought not be mentioned in this matter.", "13": "The said witness responded: “Blessed be the true Judge!  What are you saying?”", "14": "Avraham Safaya replied: “Had I not prayed to him, this would not have happened to me.”", "15": "On this day, Rabbi Avraham, son of the late Rabbi Yitzhak ibn Alzwami,  gave the body of the aforementioned testimony, which R. Avraham b, Natan testified, before Rabbi Yaakov b. Rabbi Yosef Safaya; however, it was not verified by them that said Avraham Safaya mentioned His name during his blasphemy.", "16": "Response: My you bear much peace, you sweet and innocent, you charming and honorable people! You have astonished me by asking me about capital punishment, for in all lands of which I have heard, except here in Spain, we do not judge capital cases. When I arrived here, I was quite amazed that the courts judge capital cases without a Sanhedrin. I was informed that it is with royal license. Moreover, the assembly [of judges] issues verdicts to save lives, for how much more blood would be spilled if these were judged by the Arabs? I left them to their customary practice, but I never agreed with them about the taking of lives. ", "17": "Yet I see that you all consent to eliminating this evil from your midst. He has certainly desecrated God’s name publicly, and it has been heard by the Ishmaelites, who are very harsh against those who speak against their religion and their faith. This desecration will be exacerbated if we do not take lawful action/vengeance  against him, as a safeguard. It is also proper to sanctify God’s name by punishing this wicked man. We find that to sanctify God’s name, they struck at princes for the sake of tagalong proselytes, even hanging their corpses (see 2 Samuel 21:1-9). Similarly, to create a safeguard, they stoned [to death] someone who rode a horse on Shabbat. So too, it is proper to sanctify God’s name by eliminating this wicked man. ", "18": "Do to him as you see fit. Had I been present at your meeting, I would have been inclined to the view that his tongue should be pulled from his mouth and most of it, the part necessary for speech, cut off. His lips would thus be muted. In this way, the punishment meted out would fit his deed. This is the well-known sort of justice that we see with our own eyes each day. Yet do with him as you fit per this matter. I know that your intention is for God’s name to be sanctified. May God’s will succeed by your hand.", "19": "Asher b. R. Yehiel of blessed memory \n"}}}