{"language": "english", "text": {"0": {"0": {"0": "במדבר סיני באהל מועד באחד לחודש השני, all the communications, instructions, we heard about in the first year of the Israelites’ wanderings, before the Tabernacle had been erected, were characterised by the words בהר סיני, at Mount Sinai. Once the Tabernacle had been erected on the first day of the first month of the second year, the words בהר סיני as the source of the legislation do not appear again, but are replaced by the words במדבר סיני באהל מועד. The point is proved in Numbers 3,1 where the Torah, when referring to a date preceding the erection of the Tabernacle, speaking of Aaron and his sons, naming 4 sons,  (3,2) adds the words “at Mount Sinai.” This must have taken place before the erection of the Tabernacle since two of Aaron’s sons, Nadav and Avihu, died at the hand of G’d immediately the Tabernacle became functional on the first day of Nissan of the second year. In verse 4 of that same chapter where reference is made to the death of Nadav and Avihu, the Torah, in explaining where this took place, adds the words “in the desert of Sinai,” although it could have written “at Mount Sinai,” as at that time the Israelites were still encamped at Mount Sinai.  "}, "1": {"0": "שאו את ראש כל עדת, from this point on the Israelites were headed for the land of Israel, and all males over the age of 20 were enlisted in the army for that purpose, because on the 20th of the second month the Torah speaks of the people leaving the region of Mount Sinai, the cloud having lifted off the Tabernacle and begun to move ahead of the people. (Compare Numbers 10,11). In that chapter, verse 29, Moses invited his father-in-law Yitro to accompany the people who were now “journeying” toward the promised land. G’d issued the command to count the people so that one could keep track of how many soldiers there were. [and know if any would have become casualties in any battle. My words. Ed.]"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "ויפקדם במדבר סיני, the reason why the Torah mentions the location of this count is because during the second such count in Numbers 26,3 the Torah mentions that it took place in the wilderness around Moav, prior to the assault on the land of Israel before crossing the Jordan river. At that time after the death of Aaron, Moses issued these instructions to Eleazar, Aaron’s son and successor."}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {"0": "והלוים למטה אבותם לא התפקדו בתוכם, as will be spelled out in detail later in verse 49 where the command not to count them with the other tribes is reported. The reason why they were counted separately was that they had never been meant to be part of the military, so that they never would have formed part of such a census. Their duties were defined in terms of their ministering to the needs of the Tabernacle."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "1": {"0": {}, "1": {"0": "באתות, there was a symbol on every flag, as for instance, the picture of a lion on the flag of the tribe of Yehudah, or that of an ox on the flag of the tribe of Joseph.", "1": "מנגד, from a distance.\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "בתוך המחנות, two flags (six tribes) would journey at the head followed by the parts of the Tabernacle and the Levites. These were followed by the last two flags (six tribes, there being a total of 4 flags.)", "1": "כאשר יחנו כן יסעו, in the order in which they made camp they would also begin their journeys. They would maintain a constant pattern during their journeys reflecting the pattern which they formed when encamped. When the “flags” are being mentioned the sequence always begins from the right  in the order: east, south, west, north.\n"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "10": {"0": {"0": "כמתאוננים, experiencing the frustrations connected with the tedious journey."}, "1": {}, "10": {}, "11": {"0": "ילידתיהו, as in Genesis 10,26 ויקטן ילד את אלמודד, where the Torah does not mean that the man Yoktan gave birth to Elmoded, but that he raised Elmoded as if he had given birth to him, or simply that his sperm begat him. Such an indirect “birthing” is no less significant, as G’d in Deuteronomy 11,31 describes the Israelites as “inheriting” the Canaanites. They had certainly not been direct descendants so that the term “inheriting” would seem appropriate. Nonetheless, seeing that Noach was the progenitor of mankind after the deluge, in an extended, sense the Israelites could view themselves as the “heirs” of the Canaanites. [I have elaborated on the author’s words. Ed.]", "1": "ילידתיהו, there are two vowels chirik here, seeing that the active mode מפעל, miphal, of this type of verb is like the causative mode  מפעיל, maphil, and the Torah had to make sure we understood what mode Moses is using. On the other hand, with roots such as ישב, which describe a direct activity of the body, we do not find this pattern of two chiriks, but a patach instead. The same applies to roots such as ישן or ירד.\n"}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": "עד אשר יצא מאפכם, as per Onkelos, i.e. until you will vomit it.", "1": "למה זה יצאנו ממצרים?, so that you could say “we remember the fish that we ate in Egypt” (verse 8). Seeing that you are so ungrateful you will be punished. If you had just felt a desire to eat meat, and had not at the same time used the opportunity to complain about your having left Egypt, you would not have been punished so severely. There had been many complaints of the Israelites that did not result in their being punished on account of them.\n"}, "2": {}, "20": {"0": "'ויאמר משה: שש מאות אלף וגו, we need to understand Moses’ words in the same way as when he had told G’d that the people “could not ascend the mountain” in Exodus 19,23. Of course they could have, but it was forbidden which to Moses meant that “they could not.” ואכלו חודש ימים, and he was also concerned about G’d’s threat that the meat would become repulsive to the people. (verse 20) He asked that seeing that there were over 600.000 adult males plus numerous children and women, the livestock of the people could hardly be sufficient to sustain such an ambitious program? He was afraid that possibly G’d had in mind to kill many of the people so that it would be possible to feed the survivors on the meat of their herds and flocks so that G’d’s prediction would come true. Alternatively, G’d would have to perform miracles for these people to supply them with meat, something Moses felt that they had hardly deserved. [at any rate, Moses did not mean to imply doubt about G’d’s ability to make good on what He had said. Ed.]"}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "בכתובים, of the ones who had been invited in writing to come to the entrance of the Tabernacle. We are told in Sanhedrin 17 that the reason these two men did not come to the entrance of the Tabernacle was because they were too humble to want to be treated as special. "}, "26": {}, "27": {"0": "מבחוריו, as if the Torah had written: מנעוריו, ever since his youth. We find the expression בחור for a young person also in Kohelet 11,9 בימי בחורותיך, “in the days of your youth.” On the other hand, in Isaiah 9,16 the line על כן על בחוריו לא ישמח ה', the word is not used in a complimentary way as here, but G’d is portrayed as scorning the follies of the young and immature in spirit.", "1": "כלאם, “arrest them!” in the same sense as Genesis 8,2 ויכלא הגשם, “the rain stopped, was arrested.” Some grammarians consider the construction as parallel to שמעני when Avraham implores Efron saying “listen to me!” (Genesis 23,6) and as parallel to Deuteronomy 32,10 ימצאהו, “it has been found.”\n"}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {"0": "'מקברות התאוה נסעו העם חצרות וגו; according to the plain meaning the verse tells us that the people journeyed from this location now called קברות התאוה to a place called Chatzerot, and that they remained there until after Miriam had been cured. This is the reason why the Torah added the words: ויהיו בחצרות, they remained in Chatzerot. <br> There is an allegorical Midrash in Sifrey at the end of this portion which is worth reading. Further on in 12,7 we are told that after the people had left Chatzerot they came to the desert of Paran and made camp there. This seems strange unless we assume that there had been two locations both with the name Chatzerot, a most unlikely scenario. My teachers were not clear how to answer my question, so that when I was once asked about this in Paris, I explained the apparent contradiction as follows: When the verse here tells us that the Israelites journeyed from Kivrot Hataavah to Chatzerot, adding that they remained there for a while, this is what the Sifrey meant when writing that they waited until Miriam was cured. [The thread of this story is taken up again in 12,16 with the Torah writing: “and after the isolation period of Miriam was over the people resumed their journey from Chatzerot, making their next stop in the desert of Paran.” The unusual feature of this story is that whereas normally the Torah writes ויסעו ויחנו, “they journeyed and they subsequently made camp,” it being understood that the whole people journeyed, here the words העם, “the people” have been added for no apparent reason.<br> When the first “flag” journeyed, the Tabernacle had not yet been dismantled, so that G’d calling to Aaron and Miriam suddenly to come to the Tabernacle, as reported in chapter 12,4 is not all that surprising. Seeing that Miriam subsequently was struck with tzoraat and the people had to wait with journeying (or volunteered to wait) until she had been cured, the first “flag” (three tribes) presumably turned back to join the mainstream and to wait there. After these seven days passed, this time around the whole people left Chatzerot again, so that the words “the people journeyed” are eminently justified. I have found this whole Midrash in the Mechilta on Parshat Beshalach relating it to the first verse I have quoted above.<br> Furthermore, I have found in the responsa of Rabbi Klonimaus from Rome that he writes exactly as I have done. I have also explained the first verse in Beshalach in which the Israelites are portrayed as having moved from Raamses to Sukkot, as if this had been a few kilometers although its over 120 kilometers as understandable in terms of G’d saying in Exodus 19,4 “I carried you on eagles’ wings.” The first stage of the Israelites’ journey from Raamses was indeed as if G’d had transported them on a magic carpet."}, "4": {}, "5": {}, "6": {"0": "והמן כזרע גד הוא, whereas its appearance was like that of crystals. In other words, whereas in fact it was soft inside, it appeared hard from the outside. When looking at it the people said ונפשנו יבשה, “we are completely dried out, like someone who has to eat hard and dry kernels of wheat. If so, why did G’d become angry as we are told in verse 10?<br> Now the Torah explains the reason for G’d’s anger. When the people would grind the manna crystals in their mortars or mills, its taste was like something creamy, oily. This taste which originally had been described as similar to crackers smeared with honey (Exodus 15,31) changed to be like nuts after they are ground. After undergoing grinding it now became moist and like an oily substance. Seeing that it did not taste dry at all, the people’s complaint was unfounded, and this is why G’d became angry at the unjustified accusation that the manna was the reason that their whole system dried out. In Beshalach, where the taste is described as a wafer smeared with honey, the Torah spoke about what the manna tasted like raw, in its original state, prior to assuming the taste of rich cream."}, "7": {"0": "לשד, all of it the substance, no part of it refuse, waste. The expression occurs in Psalms 32,4 נהפך לשדי בחרבוני קיץ סלה, “my vigor waned as in a summer drought.” On this verse, Rashi describes this as “my moisture dried up as when figs become dry.”", "1": "שטו, the expression occurs also in Job 1,7 and in Jeremiah 5,1 and in both instances refers to “roaming over an area.” "}, "8": {}, "9": {}}, "11": {"0": {"0": "הכושית, from one of the tribes going back to Cham.", "1": "כי אשה כושית לקח, as reported in the biography of Moses  (compare Yalkut Shimoni, edition by Heiman-Shiloni on Exodus page 34, glossary 18) According to that version, Moses ruled for 40 years as king over the land of Cush, took himself a woman as his queen but never slept with her, as reported there. Miriam and Aaron were never aware of the fact that Moses had not consummated that union. This is the plain meaning of our verse.<br> If, as some believe, Miriam and Aaron spoke about Moses and Tzipporah, what need was there for the Torah to describe Moses’ wife as אשה כושית when everyone is well aware that Moses married Tzipporah the daughter of Yitro who was a Midianite, not a Cushite. Tzipporah could not have been described as Cushite seeing that the Cushites are descended from Cham, and the Midianites are descendents of the sons of Keturah, Avraham’s concubine, who bore 6 sons for him one of them being Midian. [Rash’bam’s argument is tenuous, for if Keturah was the same person as Hagar, according to most commentators, seeing that Hagar was an Egyptian, a woman descended from her could be described as Cushite, seeing that Mitzrayim, Egypt, was a descendant of Cham, also. Ed.]\n"}, "1": {"0": "'ויאמרו הרק אך במשה וגו, in addition to what they had already said concerning the Cushite woman to whom Moses was married, they also had another subject to criticise him for, namely that Moses could not boast about G’d communicating with him, seeing G’d did also speak to them.", "1": "בנו, using us as His medium."}, "10": {}, "11": {"0": "אל נא תהי כמת, for reasons of your own honour and dignity do not allow yourself to become as if dead, for when someone who has been born from the same womb as your mother would be dead it is as if half of your own flesh is already dead.", "1": "אל נא תהי, do not become like a dead person The meaning of the words אל נא תהי as reflecting on the person addressed and not as the person who is the object of the conversation is also found in Proverbs 22,26, i.e.אל תהי בתוקעי כף, “do not be one of those who gives their hand, etc.” We also find this meaning in Proverbs  24,28 אל תהי עד חמס , “do not become a false witness.” [the author’s principal point is not to understand the word תהי as third person future feminine, but as second person, direct speech masculine. Ed.]\n"}, "2": {}, "3": {"0": "פתאום, at the very moment when they were speaking about Moses. This was not a customary hour for G’d to communicate with them, but seeing G’d was upset about them on behalf of Moses, He wanted to pay him the honour of reacting immediately."}, "4": {}, "5": {"0": " נביאכם, same as נבואתכם, “your prophecy.”"}, "6": {"0": "נאמן הוא, a permanent presence, belonging to the foundation at any time of the day. The word נאמן occurs in this sense of Isaiah 22,23 יתד במקום נאמן, “as a peg in a firm place.”  It is something that is not apt to fall down."}, "7": {}, "8": {}, "9": {}}, "12": {"0": {}, "1": {"0": "כל נשיא בהם. The principal meaning of the verse is as follows: you should take as the twelve representatives, one of each tribe, men whose heart was set on going on to the Holy Land. You should select volunteers, willing to act as spies. From among all these volunteers you are to select the ones who appear most suitable to you. Seeing that what was required were stout-hearted men, physically strong so that they could carry with them samples of the produce of the land, G’d did not mention them by name, as He had done when he appointed the 12 princes who were to be leaders of each tribe. G’d also appointed by name the next generation of such tribal princes, the ones who would enter the Holy Land together with their respective tribes.", "1": "כל נשיא בהם, the tone-sign under the word כל spells out its meaning. Each one of these 12 had volunteered for the assignment. In recognition of this he was accorded the title נשיא,“prince.” We encounter a similar meaning of the word כל in Psalms 8,7 כל שתה תחת רגליו, “laying “all” (the world) at his feet.”\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "ויקרא משה להושע בן נון יהושע, this does not mean that the people from then on called this man Joshua. It means that the man who had been referred to as Hosheah son of Nun in his father’s house was the one whom Moses now referred to as Joshua. The change had occurred already at the time when Moses appointed this man to be his personal valet. It was customary to change the names of people who were promoted in rank. We find this the first time when Pharaoh changed Joseph’s name to Tzofnat Paneach (Genesis 41,45) We find it again in Daniel 1,6 when Nevuchadnezzar’s chief officer changed Daniel’s name to Belteshazzar. This had been a reference to a Babylonian idol so named. The first time Joshua’s name had been changed was in Exodus 24,13."}, "16": {}, "17": {"0": "וראיתם את הארץ מה היא, if, the first part of the country you encounter is wooded, mountainous, flat, cultivated, etc. This was necessary so that the army could plan what equipment was needed for the opening stages of the campaign. The people were convinced that G’d would give them the land of Canaan, but they anticipated that this would not be without efforts on their part. Even if there would not be actual fighting and casualties, at least they would have to prepare for this eventuality."}, "18": {"0": "ומה הארץ אשר הוא יושב, seeing that the words ומה הארץ of which we said that they referred to the parts of the country which the invaders would face immediately, an area not populated, now the Torah refers to other parts of the land of Canaan which were fully populated. Hence the words:", "1": "בארץ אשר הם יושבים בה הטובה היא אם רעה, if the land produces ample harvests so that the invaders would be able to supply themselves with locally grown produce instead of bringing the food supply with them.", "2": "הבמחנים, whether the inhabitants live in open cities or in fortresses. All this kind of information was needed so that they would know to take with them the tools needed to lay siege to fortresses, for instance.\n"}, "19": {"0": "השמנה היא, to inform the Israelites on their return if the land was indeed “flowing with milk and honey,” as G’d had led them to believe.", "1": "והתחזקתם, give yourselves the appearance of self confident men, men who are not afraid of anything.", "2": "והימים ימי בכורי הענבים, the reason the Torah mentions this is because the spies brought with them a cluster of locally grown grapes.\n"}, "2": {}, "20": {}, "21": {"0": "ויבא עד חברון. The well known aggadic comment is widely perceived as the plain meaning of this verse, i.e. that the verse (in the singular, “he came”) refers to Calev of whom the Torah reports “to him I will give the land which he crossed on foot.” (Deuteronomy 1,36)"}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {"0": "ויהס, he silenced them by using his psychological insights."}, "3": {}, "30": {}, "31": {}, "32": {"0": "מן הנפילים, the original ones of which the Torah  had written that they lived in antediluvian times (Genesis 6,4)", "1": "כחגבים, anything low considers itself as like a grasshopper when compared to something much taller. We find proof of this in Isaiah 40,22 היושב על חוג הארץ ויושביה כחגבים, “compared to the One Who is enthroned above the vault of the earth views its inhabitants as if they were grasshopper.”\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "13": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "ואמרו אל יושב הארץ הזאת, the Egyptians will say concerning the inhabitants of the land of Canaan, as Rashi explained on verse 13 (that the Jewish G’d was unable to cope with the Canaanites)"}, "14": {}, "15": {"0": "Now the Torah explains first what would prompt the Canaanites to say what Moses assumed they would be saying if G’d were to wipe out the Jewish nation. They would recall that they had heard about what G’d had done on behalf of the Jewish nation, how He had displayed so much fondness for them in the manner in which He had redeemed them from their slavery in Egypt. If, in spite of this, He had now killed them in one fell swoop, this was not because He suddenly hated them, but because He realised that He could not keep His promise to them, being unable to overcome the 31 kings who banded together to resist the invasion of their country. Moses appeals for G’d to reconsider so that His Holy name would not be desecrated by the nations."}, "16": {"0": "יגדל נא כח, to restrain Your anger. We know from Solomon in Proverbs 16,32 that “it is better to practice restraining one’s anger, than to display brute force as a proof of one’s power. Ruling one’s spirit is better than conquering a city.”"}, "17": {}, "18": {}, "19": {"0": "סלחתי כדבריך; I forgive immediately. The word is phrased in the past tense, just as Avraham had said to Ephron נתתי כסף השדה, “I have given the money for the field,” when he had not done so yet at all. He had meant that he had held the money available for the moment it would be required. Similarly, G’d had held His forgiveness in reserve awaiting the pretext to trigger it. (Genesis 23,13)", "1": "כדבריך, I will not punish and kill them immediately, but will spread the punishment over the next forty years.\n"}, "2": {}, "20": {"0": "ואולם, however."}, "21": {"0": "עשר פעמים, not literally, but meaning “many times.” We have encountered such expressions in Genesis 31,7, as well as in Leviticus 26,26, and in Job 19,3. In neither instance is the word עשר to be understood literally."}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {"0": "רועים במדבר, they will derive their livelihood in a manner similar to sheep who wander all over to find grass to graze on. Similarly, the Israelites will move about somewhat aimlessly in the desert during these years."}, "33": {}, "34": {}, "35": {"0": "והאנשים אשר שלח משה, and who had in the meantime returned from the land of Israel, וישובו וילינו and had upon their return incited the people to voice their complaints, וימותו, they died forthwith.", "1": "דבה, the word is related to דובב, as in Song of Songs 7,10 דובב שפתי ישנים, “He makes the lips of those who sleep (in their graves) move and articulate words.” [The author quotes more verses, i.e. Proverbs 11,10 Job 20,5, but I confess that I do not understand how they relate to דבה. Ed.]\n"}, "36": {}, "37": {}, "38": {}, "39": {"0": "'אל המקום אשר אמר ה, and He commanded us to go there and to take possession of the land.", "1": "כי חטאנו,  when we believed the advice given by the spies."}, "4": {}, "40": {"0": "והיא לא תצלח, this way will not succeed."}, "41": {}, "42": {"0": "כי על כן שבתם, the line has the word אשר missing; we find a similar construction with the missing word אשר in Genesis 39 4 where the Torah writes וכל יש לו בידו instead of וכל אשר יש לו בידו."}, "43": {"0": "משו, from the root לא ימיש, Exodus 13,22, “did not move.” Here too it means “did not move.”"}, "5": {}, "6": {}, "7": {}, "8": {"0": "סר צילם מעליהם, they have no more shelter behind which to take refuge, for all the inhabitants of the land are quaking in their boots, have lost their self confidence after they had heard that G’d had split the sea for you and drowned the Egyptians. Rachav, 40 years later,still relates to the spies that even then the impact of that miracle had not faded from the consciousness of the Canaanites (compare Joshua 2, 9-11)."}, "9": {}}, "14": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": "כתרומת גורן, which is the first tithe of the grain harvest as we know from Deuteronomy 18,4. When converting the harvest to something edible, preparing the dough, the Priest is also to receive his share from the first part of the dough. (Ediyot 1,2 as well as Shabbat 15)"}, "2": {}, "20": {}, "21": {"0": "וכי תשגו, by mistakenly committing an act considered forbidden under the rules of idolatry. What is written here also applies to inadvertent sins of a different nature which carry the karet penalty if committed deliberately."}, "22": {"0": "את כל אשר צוה ה' אליכם ביד משה. All the sins referred to were committed inadvertently. The Torah simply means that the transgression of the single commandment not to commit idolatry is equivalent of the sinner having transgressed all the commandments G’d had commanded.", "1": "מן היום אשר צוה ה' והלאה, All the commandments in the Torah were commanded after the first 2 of the 10 Commandments. "}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {"0": "ביד רמה  מגדף, a reference to the commission of acts of idolatry, according to the plain meaning of the verse."}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {"0": "כי לא פורש, the type of death penalty had not yet been stated clearly."}, "34": {}, "35": {}, "36": {}, "37": {"0": "ציצית, similar to Ezekiel 8,3בציצת ראשי , a bunch of fringes suspended like the hair of one’s head."}, "38": {"0": "והיה לכם לציצית, the string known as tzitzit serves to attract your visual attention. The word is used in a similar sense to Song of Songs 2,9 מציץ מן החרכים, “peering” through the lattices. I have found that Sifri on our verse explains the word in similar fashion, quoting above verse from Song of Songs.", "1": "פתיל תכלת, our sages explained the reason for the blue colour as designed to remind the viewer of the blueness of the ocean, which in turn resembles the blueness of the sky reminding man of the throne of G’d’s glory situated in the celestial spheres.(compare Sifri on our verse).\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "15": {"0": {"0": " ויקח קרח, he approached;", "1": "בני ראובן, some of the members of that tribe.\n"}, "1": {"0": "קריאי מועד, the ones who had been referred to in Numbers 1,16 as קרואי העדה. They would be invited to preside over litigation on the days appointed for this (מועד)."}, "10": {"0": "לכן אתה וכל עדתך, a reference to the insurgents described previously as הנועדים על ה'. "}, "11": {"0": "ויאמרו לא נעלה, to be judged by you or your court. The expression עליה occurs frequently in conjunction with going to a court, to a judge. We find it in Deuteronomy 25,7 ועלתה יבמתו השערה, “his (the deceased’s) widow shall go up to the judges to protest her brother-in-law’s refusal to marry her.” It also occurs in this sense in Judges 4,5 where Boaz is reported as going up to the court to settle the matter of who will marry Ruth."}, "12": {"0": "גם השתרר, the word גם in the Torah appears quite often as an introduction to something opposite or totally different from what had preceded it. Our verse is an example of such use, the line כי תשתרר ילינו גם השתרר meaning “do you now also want to lord it over us?” Another such example is found in Exodus 12,32 where Pharaoh begs Moses to bless him, using the word גם, although this word in that context certainly is not a continuation of any previously discussed thought. Genesis 29,30 as well as Numbers 22,33 where the angel said to Bileam גם הרגתי אותך “I would also have killed you,” is totally out of keeping with the standard meaning of the word גם when it is translated as “also.” [the angel had not killed the ass as yet. Ed.]"}, "13": {"0": "?העיני האנשים ההם תנקר, “do you think that these people who have risen up against you do not have eyes with which they can see this trap that you led us into when you took us out of Egypt, a good land, to bring us to this miserable desert to die here? You certainly did not fulfill your promise to bring us to a land flowing with milk and honey which was the reason that we followed you from Egypt. All that awaits them now are 40 years in this desert in which to await their death.", "1": "לא נעלה. This is the reason why we refuse to come up and be judged by you and your court. This is a typical construction known as כלל ופרט וכלל, stating a general principle, illustrating it with examples, and then reaffirming the general principle having supplied the reasons supporting the theory stated as a general principle."}, "14": {"0": "אל תפן; the word תפן is derived from the root פנה, as in Genesis 43,34 ותרב משאת בנימין “Binyamin’s gift was more substantial,” after the Torah first described Joseph giving gifts to the other brothers, but introducing Binyamin’s gifts with the words מאת פניו, indicating a “turn around” by treating Binyamin differently than the other brothers. We must view the expression אל תפן as אל תפנה, seeing the vowel pattern under the letters תפ are tzeyreh followed by segol. If the Torah had written אל תפן with the vowel pattern segol, segol, it would have been tafneh, i.e. a causative mode “do not bring about a change.”", "1": "לא חמור אחד מהם נשאתי, I have not even appropriated a single donkey of theirs (the entire people) as a form of taxation as do most others rulers from all of their subjects. Seeing that this is so, on what do they base their claim that I behave like a ruler, a despot? If the vowel pattern under the word אחד would not have been “segol” followed by “kametz,” but two successive vowels “patach,” the meaning would be: “I have not taken away a single one of their privately owned asses.” It would have been a construct mode as in Genesis 26,10 אחד העם, i.e. “one of the common people.”\n"}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {"0": "א-לוהי הרוחות, You are conversant with all spirits and hearts, knowing which of the people did not have a share in this sin."}, "22": {}, "23": {}, "24": {"0": "וילך אל דתן ואבירם, hoping against hope that they might repent."}, "25": {}, "26": {}, "27": {"0": " כי לא מלבי, the idea to assign the offering of incense to them did not originate with me,"}, "28": {"0": "לא ה' שלחני, but I had had taken it upon myself to appoint them as the ones with the monopoly to offer incense in the Tabernacle."}, "29": {"0": "(אם בריאה (חדשה) ה' בארץ), a reference to another example of a ”creative” act by G’d, as for instance the one described in Jeremiah 31,21. Moses speaks of the death of Korach, as opposed to that of Nadav and Avihu, being by means of a new act of creation."}, "3": {"0": "ויפל על פניו, only Moses, not Aaron; Aaron preserved his dignity by not displaying any reaction to the rebellion at all, seeing that he was the one who had aroused this jealousy. Although his silence and lack of defence of himself could be interpreted as an admission that the insurgents were right, he obeyed Moses’ instructions as one obeys the decree of one’s king. "}, "30": {}, "31": {}, "32": {}, "33": {"0": "נסו לקולם, when they cried out at the time when they fell into the bowels of the earth. Compare Jeremiah 49,21 לקול נפלם רעשה ארץ, “the earth itself shook when it heard the sound of their downfall.”"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "16": {"0": {}, "1": {}, "10": {"0": "ושים קטורת, to teach the people the lesson that the same incense which is causing death when used by non priests is a remedy when used by the priests. This is further priests that only the priests are worthy of performing sacrificial service."}, "11": {}, "12": {"0": "ויעמד בין המתים וכין החיים, the destroyer (angel of death) did not cross beyond where the incense was held by Aaron."}, "13": {}, "14": {}, "15": {"0": "'ויקח מאתם מטה, מטה וגו, after the people had complained about the incense accusing Moses and Aaron as causing death among the people (verse 6) and there had not been clear cut proof that the priesthood was reserved for Aaron and his direct descendants, G’d told Moses that He would furnish additional proof of this, the kind of proof which would preclude any further challenge to this as an established fact confirmed by G’d through a miracle."}, "16": {}, "17": {}, "18": {}, "19": {"0": "והשיכותי, the word is derived from שככה, “calmed down,” as in Esther 7,10 which describes the king’s state of mind once Haman at whom he had been furious had been hanged."}, "2": {}, "20": {}, "21": {}, "22": {"0": "ויוצא פרח ויצץ ציץ ויגמל שקדים, according to the plain meaning of the words when Moses came to inspect these staffs he merely found that Aaron’s staff had blossomed.", "1": "ויצץ ציץ, the sprouting of a bud and almonds ripening happened when Moses displayed the staffs to the people. This also explains the word והנה in connection with the blossom, i.e. Moses found something which had already happened, whereas the other details occurred in full view of the people. Had it been otherwise there would have been no point in the Torah writing any more that that ripe almonds were found on Aaron’s staff, i.e. the staff representing the Levites.\n"}, "23": {}, "24": {"0": "לאות לבני מרי, as a sign to forestall similar challenges by future generations to the priesthood and its hereditary transfer from father to son.", "1": "ותכל תלונותם, in the future such as when king Uziah arrogated to himself to offer incense in the Temple (Chronicles Ii 26,15). The construction of the word ותכל when we would have expected ותכלה, is parallel to the occasions when the Torah writes צו! as an abbreviated imperative instead of צוה, “tzaveh!”\n"}, "25": {}, "26": {"0": "אבדנו, a reference to 15,33 when the people swallowed by the earth during Korach’s uprising had been described by the Torah as ויאבדו, “they became lost.” The people now felt that a similar fate might befall them on any day if the Tabernacle was so inaccessible to them.", "1": "כל הקרב הקרב אל משכן ה' ימות, they spell out what they mean by predicting that they may die any moment. Remember that the prohibition for non-priests not to enter the Tabernacle’s precincts had not been issued yet; this legislation had not yet been published. This is the reason why later in our portion (18,4) as well as in 18,7 both the prohibition and the penalty for violating it are spelled out precisely. In Leviticus where similar legislation did appear it referred only to the offering of sacrifices in the Tabernacle by non-priests (Leviticus 21,17 as well as 22, 3). In that context only priests afflicted with a blemish had been banned from partaking in such activities as had been reserved for priests. Also in chapter 22 there only the eating of sacrificial meat in a state of ritual impurity had been forbidden. At any rate, no death penalty had yet been spelled out for non-priests violating the rules for entering the Tabernacle or handling its furnishings had been discussed.\n"}, "3": {}, "4": {"0": "כאשר דבר ה' ביד משה לו. This phrase is a continuation of what had been introduced at the beginning of verse 4 concerning the pans used by the insurgents for their incense. ", "1": "The unusual ending לו after the words ביד משה means that G’d had told Moses to relate this instruction to Eleazar. [giving special instructions to Eleazar (verse 2) while his father the High Priest was alive, may have reflected a special sensitivity to Aaron’s feelings on the subject which G’d displayed on this occasion. Ed.]"}, "5": {"0": "'אתם המתם את עם ה, they meant that while they agreed that Datan and Aviram having been swallowed up by the earth as being an appropriate punishment for them, they did not see why the 250 men with them who had offered incense deserved the same fate."}, "6": {}, "7": {}, "8": {}, "9": {"0": "הרמו, a similar construction in the imperative mode to המולו in Jeremiah 4,4. However, on account of the letter ר in our word the vowel chirik has been changed to the vowel tzeyre. We encounter similar changes in the vowel pattern in such words as ברך, beyrech, and birech on account of the dagesh. The reason why the Torah speaks here of הרמו instead of הבדלו in 16,21 which was a far weaker command is that by now G’d’s anger was at full strength as Korach’s punishment had apparently not had the desired effect."}}, "17": {"0": {"0": "'ויאמר ה' אל אהרן: אתה ובניך וגו, however no non-priest must approach (verse 4) if he does deliberately he will be executed as spelled out in verse 6. The nature of the penalty was sufficient to enforce this rule henceforth"}, "1": {}, "10": {}, "11": {"0": "כל חלב יצהר, as will be spelled out in verse 30."}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "ברית מלח, I believe that the Torah uses the term “salt” to symbolise something which endures indefinitely. It occurs in this sense in Chronicles II 13,5 promising David and his descendants an enduring dynasty by mentioning the covenant of salt as the symbol of this. However, in Leviticus 2,13 the words לא תשבית מלח ברית ה' אלוקיך, the reference to salt is meant literally. ברית מלח, a covenant meant to endure permanently, throughout the ages.\n"}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "כדגן מן הגורן; forbidden , but not on pain of death, under the heading “no non-priest must eat t’rumah in Leviticus 22,15-16."}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {"0": "לא תחללו, by eating such while in a state or ritual impurity."}, "4": {}, "5": {}, "6": {"0": "עבודת מתנה; this relieved the ordinary Israelites from the duty to perform service, as the “gift” to do so had not been granted to them. Added to the threat of death if an Israelite would nonetheless venture to perform such service, none of them would dare do so in the future."}, "7": {"0": "לך נתתיה למשחה, they are given to you as symbols of your status just as kings are anointed with oil to publicise their status and their right to rule."}, "8": {"0": "מן האש, after the fat parts of the offerings had been burned up, that which the fire had left over.", "1": "אשר ישיבו לי, the guilt offering, אשם, mentioned in te paragraph commencing with Numbers 5,5 property that used to belong to a proselyte who had died without leaving heirs.\n"}, "9": {}}, "18": {"0": {}, "1": {"0": "זאת חקת התורה, in verse 14 the Torah already explains the purpose of the red heifer, i.e. which statute of the Torah is being introduced here.", "1": "פרה אדומה; this animal is required so that its ashes can be used to purify people who had become ritually defiled through direct or indirect contact with the body of a deceased human being.\n"}, "10": {}, "11": {}, "12": {"0": "עוד טומאתו בו, even though he had immersed himself in a ritual bath."}, "13": {}, "14": {}, "15": {"0": "וכל אשר יגע על פני השדה, if one enters a closed area, roofed area in which the remains of the deceased are present one becomes ritually unclean, whereas if the remains of the deceased are in an open area such as a field, only direct contact with the deceased confers such ritual impurity."}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {"0": "והנפש הנוגעת, a third party who had had direct contact with someone had had direct contact with the deceased, תטמא עד הערב, will become ritually defiled only until the evening of that day (and can immerse himself in a ritual bath to regain ritual purity).\n"}, "3": {}, "4": {"0": " לעיניו, in the presence of Eleazar."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "19": {"0": {"0": "ותמת שם מרים, in the first month (Nissan) of the fortieth year. Aaron died after her in the fifth month as detailed in Numbers 33,38."}, "1": {}, "10": {}, "11": {}, "12": {"0": "ויקדש בם, G’d’s name had still become sanctified by means of the water which came fort from the rock even though Moses and Aaron had not spoken to the rock."}, "13": {}, "14": {}, "15": {}, "16": {"0": "ולא נשתה מי באר, water from your wells. Water was very precious and hence expensive in that land.", "1": "דרך המלך, the public highway, a road which may be traveled by everybody without restriction.\n"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {"0": "קח את המטה, which at that time was reposing next to the Tablets. (compare Numbers 17,25)", "1": "ודברתם אל הסלע, G’d did not command Moses to take the staff in order to strike the rock as he had commanded him in Exodus 17,6. He only commanded Moses to display the staff to remind them that they had again been very obstinate. They had acquired this attribute in Numbers 17,25 when the Torah speaks of למשמרת לאות לבני מרי, “to be kept as a lesson to rebels.” However, the water was to be produced merely by speaking to the rock.", "2": "והוצאת להם מים, by means of your speaking to the rock.\n"}, "8": {}, "9": {"0": "ויאמר להם שמעו נא המורים, just as this staff produced almonds as a reminder of the last rebellious generation, are we to produce water from you from this rock? ", "1": "At the time he raised the staff he struck it twice in succession followed by saying :did you really think that we would produce water from this rock?” Moses said this because he harboured doubt; seeing that G’d had instructed him to take the staff with him (verse 8) he did not think that speaking to the rock was meant to result in the rock yielding up its water, but that striking it may be required, just as he had done at Refidim.<br> As to the fact that G’d had specifically instructed him to “speak” to the rock, he thought that speaking to a rock, i.e. communicating one’s thoughts to it, consisted of striking the rock. In the absence of certainty about which course to follow, Moses decided to speak to the rock in addition to striking it, but G’d had already indicated that He accepted Moses’ striking the rock by making all that water come forth.<br> In spite of G’d’s apparent approval of what Moses had done he was punished, seeing that G’d employs more stringent rules in dealing with the righteous such as Moses than He applies to ordinary mortals. This is what He meant when he said in verse 12 “because you did not demonstrate faith in Me to use this opportunity to sanctify Me by means of first having spoken to the rock.”<br> “Seeing that I, the commentator, am aware that Moses was quite incapable of deliberately countermanding G’d’s instructions, I had to explain the episode as resulting from an error Moses made.”"}}, "2": {"0": {"0": "ואלה תולדות אהרן ומשה, first the Torah counted the descendants of the people at large, followed by that of the priests, and finally the Levites. Now the Torah enumerates the personal offspring of Aaron. The offspring of Moses is lumped together with that of the Levites, as we know from verse 27 “and as for Kehat, the family of Amram, the family of Yitzhar, etc., etc.” Amram had only two sons, Aaron and Moses. Both were included in the list of the members of the tribe of Levi. Aaron’s sons had the additional distinction of being sanctified.", "1": "ביום דבר ה' את משה בהר סיני, these words are added as the conversation occurred before the Tabernacle had been erected when Aaron still had four sons as opposed to the second year (mentioned in 1,1) when the Tabernacle had already been erected and Aaron had only two sons left, Eleazar and Ittamar, as I have explained already at the beginning of our portion. Once the Tabernacle had been erected, G’d is no longer referred to as speaking to Moses at Mount Sinai.\n"}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {"0": "כל זכר מבן חדש ומעלה תפקדם. Seeing that they needed to redeem the firstborn of the Israelites at large whose redemption must take place when they are one month old, the Levites also had to be counted already from that age onward."}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "ולקחת משפחת העמרמי, a reference to Moses and his sons. Now the Torah spells out what had been meant in verse one by the words ואלה תולדות אהרן ומשה. "}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": "הפדיום. The final letter ם here is superfluous just as it is superfluous in the word ריקם instead of simply ריק. (Genesis 31,42), or the same letter in the word הכנם in Exodus 8,13, or in the word שלשום in Genesis 31,2. Our sages explain that there were a total of 300 Levites in excess of the number of firstborn that they were to redeem (replace). (Bechorot 5, compare Rashi on verse 39). The reason that the verse described these as “leftover,” “in excess,” is that a firstborn cannot redeem another firstborn, i.e. there must have been a number of firstborn Levites also.\n"}, "5": {}, "6": {}, "7": {}, "8": {"0": "נתונים,נתונים, the repetition of the word is similar to the repetition נתן תתן להם אחזת נחלה, “be sure to give” in English, in Numbers 27,7."}, "9": {"0": "ואת אהרן ואת בניו תפקד, you shall appoint Aaron and his sons to be in charge of the Levites, as in the word ויפקד in Genesis 40,4 where the warden of the jail appointed Joseph to be in charge of all the prisoners."}}, "20": {"0": {"0": "יושב הנגב..דרך האתרים, the “tourists” who were really spies; Moses had instructed the spies in Numbers 13,17 to enter the land of Canaan from the south, and had described the Amalekites as inhabiting that part of the land. (13,29)", "1": "האתרים, the letter א at the beginning is similar to the letter א at the beginning of the word אפרוח or in the word אתמול, which is a variant of תמול, meaning “yesterday.” There are many occasions when the letter א serves as the beginning of a word.\n"}, "1": {"0": "והחרמתי, all the portables shall be “holy unto G’d;” Israel vowed not to treat these objects as booty."}, "10": {"0": "בעיי העברים, a description of a very parched land as in Jeremiah 26,18 וירושלים עיים תהיה, Jerusalem will become totally dried out. The word occurs in a similar sense also in Michah 1,6."}, "11": {}, "12": {}, "13": {"0": "על כן יאמר, concerning these journeys which were in fact a reversal of their previous journeys, while they marched around the territory of Edom for many days (compare Deuteronomy 2,1) until they turned again and encountered the well described in 20,11. At that time, as part of the summary of their experiences in which the people thanked the Lord, they mentioned the miracles at the sea of reeds, as well as the miracle experienced at the river Arnon, as well as the song beginning in verse 17 of our chapter. They now acknowledged gratefully the well for the availability of which they had not previously composed a song of thanksgiving. The reason they had neglected to do so at the time was the fact that in order to have the waters of this well Moses and Aaron had been condemned to die before entering the Holy Land. [our author calls the waters emerging from the rock at this juncture a well, as he presumes that it performed henceforth the same function as had the well of Miriam which had ceased to function after her death. Ed.]", "1": "את והב, the יהב of the Lord as in Psalms 55,23 השלך על ה' יהבך והוא יכלכלך, “cast your burden on the Lord and He will sustain you.” Or, as in Kohelet 2,22 מה הוה לאדם מכל עמלו, “what does man have as a result of all his toil?” Our author quotes a few more verses in which the letter י in a word has been supplanted by the letter ו. Basically, he views the word והב as meaning the same as the word יהב.\n"}, "14": {}, "15": {}, "16": {}, "17": {"0": "שרים, a reference to Moses and Aaron.", "1": "וממדבר מתנה, according to the plain meaning of the text, these are all names of places the Israelites encountered in the course of their journeys and their encampments.\n"}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "על כן יאמרו המושלים, on account of the war against Sichon and Og they had prophesied in advance,", "1": "מושלים, Bileam and his colleagues in their predictions. (compare our author’s comment in Baba Batra 78,2 commencing with the words מאי דכתיב where he states that the plain meaning of the words refers to the previous wars conducted by Sichon when he had been successful and conquered large parts of the land of Moav. These conquests had been prophesied by Bileam, etc.)\n"}, "27": {"0": "ער מואב, the capital of the land of Moav was called  Or."}, "28": {}, "29": {"0": "ונירם, they were driven from their places. The word is similar to נחרם, they were banished. The construction is parallel to נטה and ונט. The word is derived from the root ירה, hence וניר, “vanir.” The vocalisation of vanirom means the same as if the Torah had written vanireym. We find a similar construction in Isaiah 56,3 yavdilani, which is the same as yavdileyni. Also in Exodus 14,11 lehotziani is the same as lehotzieyni. If we were to follow Onkelos’ translation, the vocalisation should have been veniram instead of vaniram.\n"}, "3": {}, "4": {"0": " הקלקל, extremely lightweight."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "21": {"0": {"0": "מעבר לירדן יריחו, meaning opposite the Jordan river and Jericho which was on the other bank of the river, i.e. it as neither south of nor north of Jericho. The formulation of מעבר לירדן is justified as it is perceived from the vantage point of those who had in the meantime (before they would read this) crossed the river, so that the river Jordan was on the far side of Jericho from their point of view."}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "הלוך עמנו, for we do not appear as men of substance in his eyes."}, "14": {"0": "רבים, more numerous than the previous delegation. ונכבדים, more distinguished and of higher rank than the earlier delegation.\n"}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "ויקץ מואב, the expression describes someone becoming fed up with life, similar to when Rivkah had said that she would become fed up with her life if Yaakov were to marry a Canaanite girl as had Esau his brother (Genesis 27,46)"}, "20": {}, "21": {"0": "כי הולך הוא, willingly; he was desirous of cursing the Jewish people even though he knew that this was not what G’d wanted."}, "22": {}, "23": {}, "24": {"0": "ותלחץ את רגל בלעם, which resulted in Bileam becoming partially lame as we know from 23,3 וילך שפי, he walked with a limp."}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "ילחכו, all the existing crops and any other available foodstuffs.\n"}, "30": {}, "31": {}, "32": {"0": "אולי נטתה מפני; whenever the word אולי occurs in the Bible its meaning is similar to the words אם and אילו. (‘if’) Commentators who explain the word as meaning לולי as in Genesis 43,10 לולי התמהמנו, ”if not for the fact that we procrastinated,” or as in Genesis 31,42, לולי אלוקי אבי, “if not for the G’d of my father, etc.,” are in error. We have to understand the word as in Lamentations 3,29 אולי יש תקוה, “maybe there is hope,” or as in Amos 5,15 אולי יחנן ה', “maybe G’d will be gracious,” or as in Genesis 43,12 אולי משגה הוא,”maybe it was an oversight.”", "1": "Here too the angel challenged Bileam asking: “why did you strike your ass three times, implying that Bileam had been wrong to do this, explaining that the ass had tried to avoid him, the angel, לפני, “in front of me,” as opposed to מפני. He meant that if the ass had actually passed the angel instead of halting before him, he, the angel, would have been forced also to kill Bileam as he was not supposed to get past him. As matters stood, thanks to the ass’ behaviour Bileam had suffered only minor injury. In the alternate scenario the ass would not have been harmed at all for the angel would allowed her to live just as she was alive now. After all, it was not the ass who had sinned but her owner.", "2": "גם אותך הרגתי, the word גם here is used in the same sense as in Exodus 12,32 וברכתם גם אותי, “also bestow a blessing upon me!” [be on your way and bless me, i.e. the word גם is not a continuation of something conceptually identical with what preceded it. Ed.]"}, "4": {"0": "ארץ בני עמו, the people Balak himself belonged to, not Moav."}, "5": {"0": "את אשר תבורך, by means of prophetic inspiration. Balak also knew that Bileam was a prophet and practiced foretelling future events by resorting to such tools of his trade as קסמים, charms of different sorts. This is the reason why in Joshua 13,22 Bileam is described as a קוסם, a sorcerer, someone working with charms. Up until now Balak had thought that his prayers and sacrifices would be enough to ward off the danger he thought the Jewish people posed for him and his country."}, "6": {"0": "וקסמים בידו, they brought along charms of their own to forestall Bileam saying that he did not have any of these charms handy. We read in Ezekiel 21, 27-28: “in his right hand the קסם, sorcery, indicated Jerusalem, to appoint commanders to urge on to murder. But it was for them as a vain divination, קסם שוא, etc.”"}, "7": {}, "8": {}, "9": {}}, "22": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "לא איש א-ל, G’d is not like man that He could renege so quickly on a blessing just bestowed, seeing that these people have not committed any sin since receiving this blessing.", "1": "ויכזב, how could G’d he renege without cause?", "2": "ויתנחם, how could He change His mind?", "3": "?ולא יעשה and not do what He had said?"}, "19": {"0": "הנה ברך לקחתי, I have taken it upon myself to bless (them) this day and I am certainly not going to reverse this blessing. וברך, this word is in the past tense, as is the word חרף in Proverbs 17,5. [same vowel pattern of two successive tzeyreh sounds. Ed.]\n"}, "2": {"0": "וילך שפי; he was partially lame; we find the expression in this sense in Job 33,21 ושופו עצמותיו . "}, "20": {"0": "לא הביט און ביעקב, He does not want to punish them even when they commit sins (in error).  His is what is meant in Job 11,11: “when He sees iniquity He does not discern it.”", "1": "ותרועת מלך בו, from the word ריע, companion, as in Proverbs 18,24 איש רעים להתרועע, “there are friends to keep one company.”\n"}, "21": {}, "22": {"0": "Why does G’d make His residence among them and is fond of them? כי לא נחש ביעקב, there are no sorcerers and other magicians among these people, they do not rely on necromancers, etc., to tell them about future events. Rather,", "1": "כעת יאמר ליעקב וישראל מה פעל א-ל, seeing that G’d’s benevolent Presence resides among them and they have access to divine sources through their prophets they have no need for such unreliable assists as snake charmers, necromancers, astrologers and the like. כעת יאמר, what will occur tomorrow or in the distant future is revealed to them by means of their prophets. When Monauach and his wife had been foretold that the son that was going to be born to them would be a Saviour for his people who were severely harassed by the Philistines, Monauach’s wife was sure they would not die as a result of such a revelation as there would be no point in G’d taking the trouble to reveal this part of their future to them if He were about to let them die. (Judges 13,22) Not only that, but why would G’d have accepted their offering at that time if they were about to die?<br> The expression כעת usually refers to the following year. Seeing that the angel had used that expression, Mrs Monauach felt certain that she would not die during the next year, otherwise how could the angel’s prophecy come true? A similar incident occurred in Kings II 4,16 where the promise of a baby being born to a woman during the following year was equivalent to telling her that she would not die before then.\n"}, "3": {}, "4": {}, "5": {}, "6": {"0": "ינחני, meaning the same as the past tense הנחני.", "1": "מהררי קדם, these words are simply a repetition of the words מן ארם ינחני. We know that Aram is situated in the East. Bileam’s point is that Balak bringing him all the way to Moav was an exercise in futility, a strenuous journey which would accomplish nothing.", "2": "זעמה, I believe that the vowel patach here is indicative of the imperative mode. On the other hand the word zoamoh as it appears in our verse is a feminine construction meaning “being angry.” The construction is similar to the word ochlah in Deuteronomy 4,24 אש אוכלה or שופטה את ישראל in Judges 4,4.\n"}, "7": {"0": "'לא זועם ה, did not anger them. We find the verb zoam used similarly in Maleachi 1,4 והעם אשר זעם ה', “the people against whom G’d was angry.”"}, "8": {"0": "כי מראש צורים אראנו, Bileam now explains why G’d has not angered Israel and does not want to curse them. Now that Bileam has a chance to view their camp from the vantage point of a high rock and from a hilltop, he had begun to appreciate the solitary manner in which this people remains pure, not intermingling with other nations. Not only that, but they have a countless number of small children. The Jewish people are not counted until they have attained age twenty. It follows that they are far more numerous than the census figures would indicate."}, "9": {"0": "?מי מנה עפר יעקב, seeing that they have so many small children G’d does not want to curse them. Children do not know right from wrong. In fact, when adults do not know right from wrong G’d is also very reluctant to curse them as we know from the last sentence in the Book of Jonah where G’d makes this point to the prophet. In Yuma 22 the rhetorical question regarding collective punishment is asked: “granted that the adults have sinned, but what have the children been guilty of that they should suffer the fate of their elders?”", "1": "רבע ישראל, the descendants of Israel. The word is derived from רביעה, a mating process. Man is the product of such a process having taken place between father and mother."}}, "23": {"0": {"0": "ולא הלך כפעם בפעם לקרת נחשים, to try different locations in order to find one from which he could curse the people. The Torah reports that as of now Bileam had his heart in blessing the Israelites. As a result, ותהי עליו רוח אלוקים, the spirit of G’d now remained with him. G’d now inspired him out of a feeling of genuine liking for him.\n"}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "איעצך, a counsel of how to entrap the Israelites in sin. ", "1": "Although I know what these people are going to do to yours in the distant future, at this time, during your life, you have no call to fear them. This was the advice that is described later on in Numbers 31,16. Here Moses does not spell out the details of this advice as Bileam himself did not have the courage to say this aloud, and he only whispered it to Balak. It was revealed in detail by Moses only when there was a need to do so."}, "14": {}, "15": {}, "16": {"0": "אראנו, I can see it now but it will not happen until some time in the future. ולא עתה; none of these prophecies are meant to become reality in the immediate future.", "1": "כל בני שת, according to the plain meaning a reference to the Messiah, i.e. the words דרך כוכב מיעקב. (compare Ibn Ezra and Nachmanides in order to understand this. Ed.]\n"}, "17": {"0": "ירשה, a construction similar to שמנה, shemeynah, or seveyah in Proverbs 27,7 נפש שבעה"}, "18": {"0": "וירד מיעקב, a ruler emanating from Yaakov will wield authority over all kingdoms. We may add the word איש in front of the word מיעקב.", "1": "והאביד שריד מעיר, from Edom; in accordance with Ovadiah 1,18  that “there will not be a single person who belongs to the descendants of Esau escaping, seeing G’d had so decreed.” \n"}, "19": {"0": "וירא את עמלק, from a location where these people were visible he beheld them. ", "1": "ראשית גויים, as per Onkelos, i.e. the first organised nation militarily opposing the Jewish nation.\n"}, "2": {"0": "שתום העין, someone whose yes were open, someone granted divine visions, as we have been told in Avodah Zarah 69. [ what we have been told there is that the expression שתום refers to the brief moment which elapses between opening one’s eye and blinking before closing it again. Ed.]"}, "20": {"0": "איתן מושבך, you imagined that your seat of power was inviolate, unconquerable as the rock of Gibraltar. It will turn out to be different from what you thought, but יהיה לבער קין, Kayin will be consumed, by the time the Kingdom of Assyria will emerge you will be taken prisoner, and will go into exile.\n"}, "21": {}, "22": {"0": "אוי מי יחי, who will be able to survive on account of the King Messiah when G’d will orchestrate all these events which will disintegrate all the descendants of mankind."}, "23": {"0": "וצים, as in Isaiah 33,21 וצי אדיר, where not even a mighty vessel can keep afloat."}, "3": {"0": "אשר מחזה שדי יחזה, sometimes, when he was asleep in bed, and sometimes with his eyes open, i.e. גלוי עיניפ in daytime. At the time he was speaking these lines he was granted prophetic vision in full daylight. The word נופל means that the subject had no control over his body, compare Samuel I 31,8.\n"}, "4": {}, "5": {"0": "כנחלים נטיו, brooks which run in a straight course.", "1": "כאהלים, similar to the same word in Song of Songs 4,14 מר ואהלות, “myrrh and aloes.” The vowels patch under the letters כ in the words כאהלים and כארזים are justified as they substitute for the semi vowel sheva which could not be used twice in a row. Seeing the next letter had a chataf patach. We find similar construction in Isaiah 44,4 כערבים על יבלי מים, \n"}, "6": {"0": "וירום מאגג מלכו, a reference to King Sha-ul. Every ruler of the people of Amalek was always called Agag, just as Egyptian rulers were called Pharaoh, and just as the rulers of the Philistines were always known as Avimelech. Kings of Jerusalem in those days always had a title incorporating the word צדק, such as Malki Tzedek, and Adoni Tzedek."}, "7": {"0": "תועפות, strength, as in Psalms 95,4 ותועפות הרים לו, “He possesses the strength of mountains.”"}, "8": {}, "9": {}}, "24": {"0": {}, "1": {}, "2": {"0": "ויחר אף, the pestilence being proof of G’d’s anger."}, "3": {"0": "והוקע אותם, the guilty ones. We find this word in Samuel II 21,6 at Givat Sha-ul, where it refers to hanging and execution."}, "4": {}, "5": {"0": "ויקרב אל אחיו, in order to seduce her, in violation of Leviticus 18,6 that revealing private parts of members of the opposite sex is also forbidden."}, "6": {}, "7": {"0": "הקבה, a kind of tent.", "1": "קבתה, her belly; compare  Deuteronomy 18,3.והקבה.\n"}}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {"0": {}, "1": {"0": "וידבר משה אל ראשי המטות, I was asked by people in some town in France, Anyon, where else we find a portion commencing with the words וידבר משה, without being told first that G’d had told Moses to deliver the message or legislation in question to the people. My answer to the question was that we had read in Numbers 29,39 אלה תעשו לה' במועדיכם לבד מנדריכם ומנדבותיכם, “These you are to present to the Lord,” i.e. sacrifices which you have to present on one of the three pilgrimage festivals, seeing that everyone who is tardy is guilty of a serious misdemeanour, as we know from Rosh Hashanah 4. It was no more than natural that after he heard this Moses went and told the heads of the tribes, the judges all the details pertaining to all kinds of vows, including those between husband and wife, etc. ", "1": "The words איש כי ידור נדר, refer to a person vowing to bring a voluntary sacrifice, just as the words או השבע שבועה mean that he phrases this vow in a negative manner. When the Torah adds that such a person must not יחל his word, the meaning is that he must not be late in fulfilling his vow else he is considered as having broken his promise, i.e. delay carrying out his word, his promise. He has only until (according to one view) the next pilgrimage festival to come to Jerusalem and make good on his vow. Seeing that at that time he must come to Jerusalem at any event, this does not impose any kind of hardship on him. The expression יחל in the sense of delaying, procrastinating, occurs several times in Scripture, for instance in Judges 3,25 ויחל עד בוש, “he waited an embarrassingly long time.” Or, in Genesis 8,10 ויחל עוד שבעת ימים, we read that Noach waited another seven days before sending out the dove again. In Psalms 130,7 David speaks of יחל ישראל אל ה', meaning that Israel is to continue to wait for G’d hopefully. Anyone translating the words לא יחל דברו as “he must not profane, dishonour his word,” as the plain meaning of the verse is in error. "}, "10": {"0": "ואם בית אשה נדרה, this is in contrast to the scenario described earlier in verse 7, where vows made before the woman became married or betrothed are discussed. Seeing that these verses are sequential it is clear that the husband has the right to countermand vows made before the woman’s marriage if they interfere with his quality of life."}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "ואם הפר יפר אותם אחרי שמעו, and she does not even know that her husband had become aware of her vow, she must bear the burden of having violated her vow. Although, legally, her husband’s cancellation is effective, since she was not aware of this she had sinned unintentionally by violating her vow seeing she did not know that it was no longer valid."}, "2": {"0": 0, "1": 0, "2": "ככל היוצא מפיו יעשה. This refers to the words השבע שבועה, meaning that the party concerned must do as he has sworn to do and in accordance with the date he had specified whether in the immediate future or at a later date. Proof that this is the correct interpretation of our verse is what Moses himself said in Deut. 23,22 כי תדור נדר לה' לא תאחר לשלמו  “when you make a vow to the Lord your G’d, do not be tardy in paying it;” this is followed immediately by מוצא שפתיך תשמור ועשית, “the utterance that emanates from your mouth you shall honour, and carry out the respective undertaking.”"}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "3": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {"0": "ואחרי כן יבאו בני קהת, after the ark and the other furnishings in the Tabernacle had been covered."}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": "כבלע את הקודש, when the roof and walls of the Tabernacles were being dismantled these furnishings would suddenly be revealed to all. If people would look at these objects they would die. We know this from the inhabitants of Beyt Shemesh who had seen the ark with their own eyes. (Samuel I 6,19)", "1": "כבלע, similar to בלע ה' in Lamentations 2,2 or in Isaiah 3,12 ודרך אורחותיך בלעו, “they have swallowed up the way of Your paths.” [swallowing is a form of making something disappear, destroying it. The author quotes more examples of the verb בלע, which I have omitted. Ed.] We have noted from verse 5-15 that from the time the Tabernacle was being dismantled the Levites immediately proceeded to cover up its furnishings. Even the members of the family of Kehat withdrew at the time when Aaron and sons alone lowered the dividing curtain. The entire procedure of dismantling the Tabernacle was performed exclusively by Aaron and his sons.\n"}, "2": {}, "20": {}, "21": {"0": "גם הם; seeing the Torah had written earlier (4,2) “elevate the members of the family of Kehat.”"}, "3": {}, "4": {"0": "אהרן ובניו בנסוע המחנה, the two “flags” who journeyed first, ahead of the parts of the prefabricated Tabernacle which had been dismantled and which was being transported by the Levites."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {"0": "ונתנו על המוט. Rabbi Joseph Kara (1060-1130, Troyes) erred in understanding this verse, thinking that since the Torah did not mention two staves, as in Numbers 13,23) for instance, that it follows that this stave was underneath the vessels, seeing that the Torah wrote the word על, “above.” I would counter that the staves (poles) were always on the sides of the vessels being transported and that they had been inserted through rings fastened to the respective objects being transported by them. We find that the Torah spells this out in Exodus 25,14, 25,27, 27,7, and 30,4.<br> The singular במוט is indeed found in connection with carrying something by means of poles in Exodus 25,28 and in Isaiah 46,7 as well as in Chronicles II 35,3. We must not be misled by the word being in the singular. It simply means to describe the “method” of transportation, this method being poles. [when we speak of כסף meaning “money,” we also do not necessarily refer to a single coin. Ed.]\n"}}, "30": {"0": {}, "1": {}, "10": {}, "11": {"0": "את השבי, human beings;", "1": "ואת המלקוח, livestock;", "2": "ואת השלל, inert portable objects.\n"}, "12": {"0": "אל מחוץ למחנה, so that the returning soldiers would not immediately enter the camp, seeing they had become contaminated through contact with dead Midianites."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {"0": "אך במי נדה, a reference to the waters containing the ash of the red heifer that would be used to cleanse them from their ritual impurity. It would also be used to purify other items, such as remnants of forbidden foods absorbed by the walls of the captured pots and pans."}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {"0": "וימסרו, even under protest, something that could be due to Moses’ death having been linked to the conclusion of this campaign (verse 2). Israelites, in order to prolong Moses’ life might refuse to join this expedition. (compare Sifri 157)"}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": "עבדיך נשאו את ראש.....לא נפקד ממנו איש, by pestilence. [Even when no casualties are suffered in battle, it would be normal for someone among 12.000 men to experience some fatal disease such as a pestilence. This is why we will present our offering to G’d consisting of items of captured gold jewelry, which we vowed as such before making the count, hoping thereby to protect ourselves against any plague This is why G’d commanded to use these items as something to be used in connection with the Temple service. We have already heard about contributions of such coins serving the purpose of fending off pestilence or plague in Exodus 30,12 where Moses had been commanded to accept silver coins as a form of expiation and to utilise them in the construction of the Tabernacle. The same was to be done with these contributions called קרבן, a gift to assure oneself of becoming closer to G’d. I have heard this interpretation from my father Rabbi Meir, and it is the principal meaning of our verse.\n"}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "31": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "חושים, speedy. Compare Psalms 55,9 אחישה מפלט לי, “I would find a refuge speedily.”"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "32": {"0": {"0": "אלה מסעי, the Torah reviews all the journeys in order to list all the locations were they camped. "}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": "ויחנו על הירדן...בערבות מואב. There, וידבר ה' אל משה בערבות מואב על ירדן יריחו\n"}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {"0": "לשכים בעיניכם, an expression describing thorns and thistles. These pierce one’s eyes as described in Hoseah 2,8  הנני סך את דרכך בסירים, “here I am going to hedge up her roads with thorns.” We have further support for this in the Book of Joshua 23,13 והיו לכם לפח ולמוקש ולשוטט בצדיכם ולצנינים בעיניכם, “they shall become a snare and a trap for you, a scourge to your sides and thorns in your eyes.” We have a similar threat uttered by Rechavam Solomon’s son who told the people: “my father disciplined you with whips, whereas I intend to flog you with scorpions” (Kings I 12,11).", "1": "ולצנינים, anothet kind of thorns that are harmful to human beings. Menachem ben Srok understands Job 5,5 speaking of מצנים יקחהו ואל as referring to picking some harvest between the thorns and thistles, whereas I believe that the correct meaning of the word is connected to snow, i.e. צנת שלג as in Proverbs 25,13 coldness of snow. Accordingly, the meaning of the line in Job would be that “when one is forced to harvest among thorns and to slake one’s thirst by swallowing one’s own wealth, the robbers who are hungry and the naked who are thirsty will devour one’s money. [Job is expressing his frustration with the day he was born,] Our author understands the word צינים there as referring to the naked.\n"}, "55": {"0": "כאשר דמיתי, as I had imagined to myself.", "1": "לעשות להם, I had commanded you not to allow a soul to survive, (Deuteronomy 20,16) whereas you have allowed them not only to survive but have kept them alive. אעשה לכם, I will do unto you, not to keep you alive. [the punishment would match the crime. Ed.] "}, "6": {}, "7": {}, "8": {}, "9": {}}, "33": {"0": {}, "1": {"0": "ואת הארץ אשר תפול לכם בנחלה, my grandfather explained the boundaries and landmarks in detail; nonetheless, I wish to add a brief commentary. The verse first details the southern boundary followed by the western boundary, i.e. the Mediterranean Sea, followed by the northern boundary, followed by the eastern boundary."}, "2": {"0": "על ידי אדום, close to Edom."}, "3": {"0": "ונסב לכם, at this point the boundary projects somewhat. ", "1": "Expressions such as ויצא and ועבר, when used in connection with the boundaries, mean that the boundary proceeded in a straight line."}, "4": {"0": "והיו תוצאותיו הימה, the whole boundary there forms a southern-westerly wedge, apex."}, "5": {"0": "וגבול ים, as if the Torah had written an introductory line: “how was the westerly boundary?” [clearly, it is difficult to justify these two words. Ed.]", "1": "וגבול, the word “western” is missing. Our sages explain the repetition of this word as small islands in the sea.\n"}, "6": {"0": "תתאו, drawing a boundary (presumably where there are no recognisable landmarks. Ed.]"}}, "34": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "את שלש הערים תתנו מעבר לירדן, the ones Moses had already set aside for this purpose as we know from Deuteronomy 4,41."}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {"0": "עד מות הכהן הגדול; according to the plain meaning of the text the word is used to described the senior judge. The idea of “lifetime” imprisonment referring to the lifetime of the judge who imposed the sentence occurs in this sense also in Isaiah 14,17 אסיריו לא פתח ביתו, “he never released his prisoners.”"}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {"0": "ולא תקחו כופר, he must not be released by paying a financial indemnity to the family of the victim. [whereas the Torah had legislated monetary compensation for injuries caused to the victim, such as loss of eye, tooth, etc. Ed.]"}, "31": {}, "32": {"0": "כי אם בדם שפכו. As if the Torah had written כי אם בדם האיש אשר שופך את הדם, ”only blood spilled by the killer of the murdered party does not contaminate the Holy Land but cleanses it from blood spilled innocently.” [this is the way I understand the author. Do not forget that normally spilling blood in the Holy Land contaminates its soil, whereas here the blood of the murderer does the very oppsosite. Ed.]"}, "4": {"0": "אלפים באמה, 1000 cubits described as מגרש, open space, the balance devoted to fields and vineyards."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "35": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {"0": "לטוב בעיניהם, belonging to their tribe, according to the plain meaning."}}, "4": {"0": {}, "1": {"0": "וישלחו מן המחנה, after the Torah had described the procedures of encamping, it had to tell us that ritually impure people had to be removed from the camp(s)."}, "10": {}, "11": {"0": "כי תשטה, she deviates from “the straight and narrow.” The word and its spelling is used by Solomon in this sense in Proverbs 4,15 שטה מעליו, “pass it by!” Compare also Hoseah 5,2 ושחטה שטים העמיקו, “people who detoured to escape the guards, etc.” "}, "12": {"0": "ועד אין בה, to testify that she had been guilty of adultery,", "1": "והיא לא נתפשה, she had not been raped. If she had been taken to a secret hideout and raped she is considered as being in the clear.\n"}, "13": {}, "14": {}, "15": {}, "16": {"0": "מים קדושים, the waters from the basin in front of the sanctuary."}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {"0": "לאלה ולשבועה, as a curse and as an oath. When a person demands that someone confirms a statement he had made to him by an oath, he tells that person “swear to me that if what you have told me is false that you will become an accursed person.” The swelling of the Sotah’s belly and the collapse of her hips are signs of such a curse."}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": " ונזרעה זרע, she will become pregnant."}, "28": {}, "29": {}, "3": {}, "30": {"0": "ונקה האיש מעון, even though he had been responsible for his wife coming to such a tragic end due to his having been jealous of her. Personally, I think the Torah tries to tell us that if her husband had remained silent about his suspicions, he would have been guilty, whereas now he is not. Seeing that once he was suspicious of her fidelity he was forbidden to cohabit with her, he had no other option. Instead, היא תשא את עוונה, she will have to bear the burden of her guilt. Seeing that she had committed adultery she has to accept the consequences.\n"}, "4": {}, "5": {"0": "חטאת האדם, This is also because of גזל הגר, robbery from a convert who left no children after death and to whom no restitution can be made, nor to any of his non existent heirs. This is the reason why this has been repeated here."}, "6": {"0": "והשיב את אשמו, the capital value minus the penalty."}, "7": {"0": "מלבד איל, the eyl ha-asham mentioned in Leviticus 5,25, compare Rashi.", "1": "האשם המושב, the capital value, this will be returned (paid back to the priests who act as the deceased convert’s redeemer.)\n"}, "8": {"0": "וכל תרומה , the first tithe the Israelites set aside from their crops for the priests, as well as the ten per cent the Levites set aside for the priests from the tithe they had received from the ordinary Israelites as spelled out in Numbers chapter 18."}, "9": {"0": "איש אשר יתן לכהן, something donated voluntarily which is appropriate to become the priest’s such as charamim, personal possessions sanctified to become the property of the Temple treasury.", "1": "לו יהיה, it will become the property of the priests officiating on that date.", "2": "An aggadic Midrash (B’rachot 63) the words איש אשר יתן לכהן mean that he who meticulously gives to the priest his due, will eventually find himself becoming rich. The Talmud derives this exegesis from the apparent redundancy of the words in our verse."}}, "5": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "יביא אותו, the principal part of his sacrifice, as will be explained."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "משרת ענבים, according to Menachem the word משרת is derived from the root שרת, as in Numbers 8,26 ושרת את אחיו, “he (the Levite) will assist his brethren (the priests) in the service, i.e. he will not be allowed to substitute for him.” The letter מ at the beginning of the word משרת would then have to be understood like the letter מ in מרמס In Isaiah 10,6 or as in the word משמר in Genesis 40,3, i.e. as a letter which converts a verb into a noun. <br>It is not possible to explain the word משרת as related to שרת, in the sense of assist, serve, except when it occurs in connection with service performed by human beings for their masters.<br>Therefore, I believe that the word משרת belongs to a category of verbs which have the peculiarity that the last letter of their root disappears when the verb (or noun derived from it) appears in the construct mode. An example is the verb קנה, acquired, or מקנה, acquisition, which when in the construct form becomes מקנת, “acquisition of.” (compare Exodus 12,44) Although this expression is not found elsewhere in the Torah it does occur in the Talmud, always referring to something which had been soaked in water, such as in Nazir 36 where it describes a Nazirite who had soaked his bread in grape juice. We also find an expression in Jeremiah 15,11אם לא שריתיך לטוב, which is explained there by Rashi as similar to Daniel 5,12 משרא, being freed form shackles. The word שריתיך in Jeremiah is understood as “I have scattered you,” if instead of with  the letter ש it had been spelled with the letter ז. Compare Maleachi 2,3 where it appears as “I will strew, scatter, etc.” You will find this word in this sense in Numbers 17,2 when Eleazar is told to scatter the fire which had been on the pans on which the congregation of Korach had offered their incense. משרת ענבים in our verse also means anything which separated from the actual grapes and fell down. It is like a person after he had been freed from the chains that had held him captive.\n"}, "20": {"0": "מלבד אשר תשיג ידו, if he had vowed to offer a number of sacrifices these have to be offered in addition to the mandatory offerings demanded by the Torah. This word מלבד is familiar to us in this context from Leviticus 23,38."}, "21": {}, "22": {"0": "כה תברכו את בני ישראל, you shall not bless them in the manner people bless one another, wishing that certain individuals will experience blessings of a certain kind. Instead, the priests are to make it plain that they pray to G’d to extend His blessings to the people whom the priests face at the time. Verse 24 makes clear that as a result of this prayer to G’d by the priests on behalf of those whom they wish to bless, G’d does in fact extend this blessing. Verse 27 also makes clear that what the priests are instrumental in doing is to bestow G’d’s name on them, not their own. G’d goes on record saying that He would accept the priests’ prayer."}, "23": {}, "24": {}, "25": {"0": "ישא ה' פניו אליך, as G’d had promised in Leviticus 26,9 where He specifically phrased it thus, saying ופניתי אליכם “I will turn to you, etc.” As far as G’d having also said that He is by nature not showing favour, preference, to anyone, (Deuteronomy 10,18) this was in respect of forgiving one man’s sin while being unforgiving towards other sinners. In other words, those who have shown that they hate G’d by committing these sins will be treated in accordance with their deserts. But, those who have demonstrated their love for G’d by observing His commandments will certainly warrant that He in turns shows them His appreciation, i.e. He turns to them. In Leviticus there G’d adds that He will multiply the Jewish people, I.e. as a result of turning to them with His goodwill."}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "6": {"0": {}, "1": {"0": "הם העומדים על הפקודים. The ones who have already been mentioned by name in Numbers 1,5-16."}, "10": {}, "11": {}, "12": {"0": "וקרבנו, a reference to the sacrifice mentioned previously in verse 12. The components of Nachshon’s sacrifice (gift) are being enumerated now. Just as the Torah had listed separately the composition of the four army camps of the Israelites headed by 1 flag each in Numbers chapter 2, so it lists the gift of each of the princes separately in our chapter."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "עגלות, seeing that the word is in a construct mode, i.e. עגלות צב, the vowel pattern is “eglot,” “draught carts”, instead of “agalot,” “carts.” We know similar vowel pattern changes in the word “essrot,” “tens of,” instead of simply assarot, tens. When the Torah writes that “one” cart was brought by a team of two princes it uses the standard vowel pattern agalah, as in that part of the verse the princes are the adjective (so to speak) and not the carts, as in the beginning of the verse.", "1": "צב, the word has different meanings in different contexts. In Isaiah 66,20 בצבים ובפרדים, “with mules and dromedaries,” it clearly refers to a category of animal. In our context it means animals that are used to be traveling with an army, צבא. The animals in question are able to travel long distances.\n"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {"0": "אחרי המשח אותו, at the conclusion of the 12 days when the Tabernacle had already been consecrated the total amounted to the figures listed here.\n"}, "9": {}}, "7": {"0": {}, "1": {"0": "'בהעלותך וגו, seeing that this is a procedure which is repeated daily it is mentioned here. Even though the Tabernacle had been completed, all the work had been done, the menorah was incomplete inasmuch as in order to remain functional the oil and the wicks had to renewed on a regular basis, and the lighting of the flame was required as an ongoing procedure on a daily basis.", "1": "אל מול פני המנורה, he was inclining the tips of the wicks on all seven lamps in the direction of the table to provide illumination for its surface."}, "10": {}, "11": {}, "12": {"0": "והנפת אותם, Aaron waved them first, followed by Moses. (compare verse 11)\n"}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {"0": "ויתחטאו, as per the instruction in verse 7:הזה עליהם מי חטאת, “sprinkle on them of the waters containing the ash of the read heifer.”\n"}, "21": {}, "22": {}, "23": {"0": "זאת אשר ללוים, this is a new commandment which had not been mentioned elsewhere. Both in Bamidbar and in Nasso G’d had instructed to appoint the Levites to their respective tasks of carrying, etc. from the age of thirty. The number 25 had not been mentioned at all. Here we are told that even though Levites below the age of 30 were not considered as mature enough physically for “active duty,” they were enlisted for “passive duty,” i.e. guard duty which did not require physical exertion, already from the age of twenty-five. This will be spelled out a little later.", "1": "מבן עשרים שנה ומעלה יבא לצבא בעבודת אהל מועד; guard duty, as will be explained immediately. ושרת את אחיו לשמר משמרת."}, "24": {"0": "ומבן חמשים שנה ישוב מצבא העבודה של משא, as soon as he has attained the age of fifty he will retire from the duties of carrying parts of the Tabernacle.", "1": " The words ולא יעבוד עוד בצבא are to be understood as referring both to the ones younger than 30 and the ones above the age of 50, i.e. both groups not having to performing the physically strenuous type of service. What then were they to do with their time? They were to render service in the form of guard duty, i.e. בשמרותם. The words ככה תעשה ללוים במשמרותם are to be understood as referring to the “training” period of 5 years between their reaching the age of 25 and their attaining the age of 30 when they would assume “active” duties."}, "3": {}, "4": {}, "5": {}, "6": {"0": "והעבירו, the vocalisation ve-he-eviru means that it is a modified version of the future tense known as vav hahipuch, the letter ו reversing the tense. Had the vocalisation been veha-aviru  it would have been an imperative mode, just as in Exodus 8,4 העתירו אל ה', “plead with the Lord!”"}, "7": {}, "8": {}, "9": {}}, "8": {"0": {}, "1": {"0": "ויעשו בני ישראל, seeing that the festival of Passover in Egypt had been observed only for a single day, precluding the Israelites from offering all the other sacrifices scheduled for that festival, now that the Tabernacle had become functional the Torah had to instruct that this year the Passover was to be observed in accordance with the legislation recorded in both Leviticus and Deuteronomy where the Torah speaks of the Passover sacrifices which have to be brought when the Passover is observed in future generations."}}, "9": {"0": {}, "1": {"0": "והיו לך למקרא העדה, these trumpets were to be Moses’ personal property to be used to alert the congregation in times of need by blowing in them. A second purpose would be to alert the encamped Israelites to get ready to move on. מסע, the word is a noun similar to נסיעה.", "1": "את המחנות, as if the Torah had written למחנות, for the encamped communities.\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": " ןתקעו בהן, in both of them."}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {"0": "לחובב, another name for Yitro, as we know from Judges 4,11 מבני חובב חותן משה, “of the sons of Chovav, the father-in-law of Moses.”"}, "29": {}, "3": {}, "30": {"0": "כי על כן ידעת, while you have been with us in the desert you have become as indispensable as our eyes."}, "31": {}, "32": {"0": "'מהר ה, for the people at that time had still not moved from Mount Chorev in the desert of Sinai. This was after the Tabernacle had been erected, as I have explained in connection with Numbers 1,1 on the words מדבר סיני.", "1": "דרך שלשת ימים, they walked for a period of three days, not making camp until the end of the third day. Seeing that this had been very strenuous, the people began grumbling, as we know from Numbers 11,1, a phenomenon which also occurred in the last year of their wanderings and is recorded in Numbers 21,4. At that point the mood of the people is described as ותקצר נפש העם בדרך וידבר העם באלוקים ובמשה, “the people’s soul was restive on the journey and they spoke out against G’d and against Moses.” ", "2": "וארון ברית ה' נוסע לפניהם, during these entire three days, looking for a suitable place for them to make camp; for the cloud was seeking out such a location."}, "33": {}, "34": {"0": "'קומה ה, seeing that during the period of their wanderings the Shechinah had been absent from its usual place above the kapporet."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}}, "originalTitle": "רשב\"ם על במדבר", "source": "Sefaria", "englishTitle": "Rashbam on Numbers", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}