{"originalTitle": "ר' חננאל על במדבר", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Rabbeinu Chananel on Numbers", "source": "Sefaria", "text": {"0": {"0": {"0": "ואם לא שטית טמאה תחת אישך, the balance of the sentence is missing, the Torah meaning “then you will remain with your husband as his wife.” (Nachmanides, Kidushin 62).", "1": "הנקי, your spirit and soul will depart from your body and the body will remain without a soul. [I believe the author means that, in line with Rashi, who uses a play on words saying חנקי, “suffocate!” as the alternative to the woman being free from guilt. The verse is open ended, leaving parts to our imagination. Ed.] We know of this meaning of the word הנקי from Psalms 24,4 נקי כפים the meaning there being “without sin, totally pure.” We find this word in a similar context in Amos 4,6 נקיון שנים. We also find this expression describing someone who has been deprived of all his possessions, remaining נקי, “completely devoid of.” (Baba Kamma 41) Compare also Isaiah 3,26 ונקתה לארץ תשב, “she shall be emptied, sit on the ground.”"}, "1": "מבלעדי אישך, in other words: “leave him.”"}, "1": {"0": "מכל אשר יעשה מגפן היין, the Torah does not write גפן without adding a modifier, as this could have led to confusion seeing that there are other kinds of גפן such as גפן שדה from which we get certain wild gourds. (Kings II 4,39) The angel instructing Shimshon’s mother regarding her abstaining from grapes and grape-based products also emphasises גפן היין, the vine from which wine is derived. (Judges 13,14) In that chapter the angel elaborates by telling Manoach’s wife that she must not eat anything that comes from the grapevine, nor drink wine or other intoxicant. He warns her once more to strictly adhere to his instructions. The instructions are couched in what is known in the rules of exegesis by Rabbi Yishmael as כלל, general rule, followed by another כלל followed by details, פרט.<br> The instructions to Shimshon’s mother how to conduct herself during her pregnancy reflect the concept that the food we ingest is converted by the body into blood, whence it becomes milk, whence it is transferred to the baby in his mother’s milk making an indelible imprint even on the baby’s personality. Seeing that the type of Nazirite which Shimshon was supposed to be began while he was still a fetus in his mother’s womb, as per the prediction of the angel there in verse 5, his mother had to abstain from all the things which a Nazirite has to abstain from.<br>Alternatively, there is a second general rule in that chapter, one which applied only to Shimshon himself and not to his mother, the requirement not to cut off any of the hair of his head. This rule had not been repeated by Manoach’s wife to her husband when she told him about the angel’s appearance. She had only told her husband that the son she would bear was to be a Nazirite all his life. When the angel returned a second time, he only spelled out what Manoach’s wife was to abstain from. The only reason why the angel repeated some details was that the first time he had not told Manoach’s wife to abstain from ritually impure foods, only from wine and intoxicating drink. On the first occasion he had not even forbidden Manoach’s wife to eat grapes during her pregnancy. [perhaps the story is an illustration of what our sages teach that a “repetition” in the Scriptures automatically includes a new dimension which had not been mentioned the first time, so that in effect there is no such thing as a “repetition.” Ed.]"}, "2": {"0": "ויקומו לפני משה ואנשים מבני ישראל חמשים ומאתים, all these who ganged up on Moses and Aaron were from Korach’s own tribe, i.e. Levites. This is the meaning of Moses saying to them: “רב לכם בני לוי, “enough for you Levites, etc.” (verse 7), as well as when he again addressed them as בני לוי in verse 8, i.e. stressing that the people he was speaking to were all Levites. Perhaps these Levites had been under the impression that their whole tribe had been meant to be priests and that Moses had highhandedly decided to bestow this honour only on his brother Aaron.", "1": "הבדלו מתוך העדה הזאת; G’d referred to the congregation of Korach, not to the community of the people of Israel.", "2": "'ויאמרו, א-ל אלוקי הרוחות לכל בשר וגו, G’d immediately informed Moses that He did not intend to wipe out the nation but only the congregation of Korach. This is why I explained that the words הבדלו, etc. referred only to that Moses and Aaron should put distance between themselves and the congregation of Korach as well as between themselves and Datan and Aviram (compare verse 24). He repeated this instruction in verse 24, hoping that possibly, when the people observed how Moses and Aaron put space between themselves and the insurgents they would follow suit and do the same."}, "3": {"0": "יען לא האמנתם בי, the sin consisted in their saying: המן הסלע הזה נוציא לכם מים?, “Are we to extract water for you from this rock?” They should have said instead: יוציא ה' לכם מים, “G’d will extract water for you.” (verse 10). In Exodus 16,8 Moses had been careful to phrase the announcement of the forthcoming phenomenon of manna by attributing it to coming directly from G’d. Similarly, when predicting any of the other miracles which had been announce beforehand, Moses had carefully attributed the miracle to G’d. By failing to do so this time they left the way open for some of the people to think that the water when it would gush forth would be the result of Moses’ and Aaron’s combined knowledge.<br>This is also the meaning of the words (Moses quoting G’d) לא קדשתם אותי, “you have not sanctified Me” (Deuteronomy 32,51). On the first occasion, almost 40 years earlier, when water would be produced from a rock, (Exodus 17,6) G’d had introduced the miracle by announcing: “Here I will be standing there before you on the rock at Chorev. Strike the rock and water will issue from it and the people will drink. And Moses did so in the sight of the elders of Israel.” The seventy elders had observed the cloud of glory moving to above the site of that rock so that the miracle became a public spectacle, lending additional greatness to G’d’s name  as the provider. In this instance the people did not observe any evidence of G’d’s involvement so that it was easy to conclude, based on Moses’ and Aaron’s phrasing it, that they themselves had initiated this phenomenon."}}}