{"language": "hebrew", "text": {"0": "לְ֭כוּ נְרַֽנֲנָ֣ה לַֽיהֹוָ֑ה נָ֝רִ֗יעָה לְצ֣וּר יִשְׁעֵֽנוּ. נְקַדְּמָ֣ה פָנָ֣יו בְּתוֹדָ֑ה בִּ֝זְמִר֗וֹת נָרִ֥יעַ לֽוֹ. \tכִּ֤י אֵ֣ל גָּד֣וֹל יְהֹוָ֑ה, וּמֶ֥לֶךְ גָּ֝ד֗וֹל עַל־כָּל־אֱלֹהִֽים. \tאֲשֶׁ֣ר בְּ֭יָדוֹ מֶחְקְרֵי־אָ֑רֶץ וְתֽוֹעֲפ֖וֹת הָרִ֣ים לֽוֹ. \t\tאֲשֶׁר־ל֣וֹ הַ֭יָּם וְה֣וּא עָשָׂ֑הוּ וְ֝יַבֶּ֗שֶׁת יָדָ֥יו יָצָֽרוּ. \tבֹּ֭אוּ נִשְׁתַּֽחֲוֶ֣ה וְנִכְרָ֑עָה, נִ֝בְרְכָ֗ה לִֽפְנֵי־יְהֹוָ֥ה עֹשֵֽׂנוּ. \t\tכִּ֘י ה֤וּא אֱלֹהֵ֗ינוּ וַֽאֲנַ֤חְנוּ עַ֣ם מַ֭רְעִיתוֹ וְצֹ֣אן יָד֑וֹ הַ֝יּ֗וֹם אִם־בְּקֹל֥וֹ תִשְׁמָֽעוּ. \tאַל־תַּקְשׁ֣וּ לְ֭בַבְכֶם כִּמְרִיבָ֑ה כְּי֥וֹם מַ֝סָּ֗ה בַּמִּדְבָּֽר. \t\tאֲשֶׁ֣ר נִ֭סּוּנִי אֲבֽוֹתֵיכֶ֑ם בְּ֝חָנ֗וּנִי גַּם־רָא֥וּ פָֽעֳלִֽי. אַ֘רְבָּעִ֤ים שָׁנָ֨ה ׀ אָ֘ק֤וּט בְּד֗וֹר וָֽאֹמַ֗ר עַ֤ם תֹּעֵ֣י לֵבָ֣ב הֵ֑ם וְ֝הֵ֗ם לֹא־יָֽדְע֥וּ דְרָכָֽי.  אֲשֶֽׁר־נִשְׁבַּ֥עְתִּי בְאַפִּ֑י אִם־יְ֝בֹא֗וּן אֶל־מְנֽוּחָתִֽי.", "1": "שִׁ֣ירוּ לַ֭יֽהֹוָה שִׁ֣יר חָדָ֑שׁ שִׁ֥ירוּ לַֽ֝יהֹוָ֗ה כָּל־הָאָֽרֶץ. שִׁ֣ירוּ לַ֭יֽהֹוָה בָּֽרֲכ֣וּ שְׁמ֑וֹ בַּשְּׂר֥וּ מִיּֽוֹם־לְ֝י֗וֹם יְשֽׁוּעָתֽוֹ. סַפְּר֣וּ בַגּוֹיִ֣ם כְּבוֹד֑וֹ בְּכָל־הָֽ֝עַמִּ֗ים נִפְלְאוֹתָֽיו. כִּ֥י גָ֘ד֤וֹל יְהֹוָ֣ה וּמְהֻלָּ֣ל מְאֹ֑ד נוֹרָ֥א ה֝֗וּא עַל־כָּל־אֱלֹהִֽים .\tכִּ֤י ׀ כָּל־אֱלֹהֵ֣י הָֽעַמִּ֣ים אֱלִילִ֑ים וַֽ֝יהֹוָ֗ה שָׁמַ֥יִם עָשָֽׂה.\t הוֹד־וְהָדָ֥ר לְפָנָ֑יו עֹ֥ז וְ֝תִפְאֶ֗רֶת בְּמִקְדָּשֽׁוֹ.\t הָב֣וּ לַ֭יֽהֹוָה מִשְׁפְּח֣וֹת עַמִּ֑ים הָב֥וּ לַֽ֝יהֹוָ֗ה כָּב֥וֹד וָעֹֽז. הָב֣וּ לַ֭יֽהֹוָה כְּב֣וֹד שְׁמ֑וֹ שְׂא֥וּ מִ֝נְחָ֗ה וּבֹ֥אוּ לְחַצְרוֹתָֽיו.\t\t הִשְׁתַּֽחֲו֣וּ לַ֭יֽהֹוָה בְּהַדְרַת־קֹ֑דֶשׁ חִ֥ילוּ מִ֝פָּנָ֗יו כָּל־הָאָֽרֶץ.\t אִמְר֤וּ בַגּוֹיִ֨ם ׀ יְהֹ֘וָ֤ה מָלָ֗ךְ אַף־תִּכּ֣וֹן תֵּבֵ֣ל בַּל־תִּמּ֑וֹט יָדִ֥ין עַ֝מִּ֗ים בְּמֵֽישָׁרִֽים.\t\t יִשְׂמְח֣וּ הַ֭שָּׁמַיִם וְתָגֵ֣ל הָאָ֑רֶץ יִרְעַ֥ם הַ֝יָּ֗ם וּמְלֹאֽוֹ.\t יַֽעֲלֹ֣ז שָׂ֭דַי וְכָל־אֲשֶׁר־בּ֑וֹ אָ֥ז יְ֝רַֽנֲנ֗וּ כָּל־עֲצֵי־יָֽעַר. לִפְנֵ֤י יְהֹוָ֙ה ׀ כִּ֬י בָ֗א כִּ֥י בָא֘ לִשְׁפֹּ֢ט הָ֫אָ֥רֶץ יִשְׁפֹּט־תֵּבֵ֥ל בְּצֶ֑דֶק וְ֝עַמִּ֗ים בֶּֽאֱמֽוּנָתֽוֹ.", "2": " יְהֹוָ֣ה מָלָךְ תָּגֵ֣ל הָאָ֑רֶץ יִ֝שְׂמְח֗וּ אִיִּ֥ים רַבִּֽים. \t עָנָ֣ן וַֽעֲרָפֶ֣ל סְבִיבָ֑יו צֶ֥דֶק וּ֝מִשְׁפָּ֗ט מְכ֣וֹן כִּסְאֽוֹ.\t\t אֵשׁ לְפָנָ֣יו תֵּלֵ֑ךְ וּתְלַהֵ֖ט סָבִ֣יב צָרָֽיו.\t הֵאִ֣ירוּ בְרָקָ֣יו תֵּבֵ֑ל רָֽאֲתָ֖ה וַתָּחֵ֣ל הָאָֽרֶץ.\t\t הָרִ֗ים כַּדּוֹנַ֗ג נָמַסּוּ מִלִּפְנֵ֣י יְהֹוָ֑ה מִ֝לִּפְנֵ֗י אֲד֣וֹן כָּל־הָאָֽרֶץ. \t הִגִּ֣ידוּ הַשָּׁמַ֣יִם צִדְק֑וֹ וְרָא֖וּ כָל־הָֽעַמִּ֣ים כְּבוֹדֽוֹ.\t\t יֵבֹ֤שׁוּ ׀ כָּל־עֹ֬בְֿדֵי פֶ֗סֶל הַמִּֽתְהַֽלֲלִ֥ים בָּֽאֱלִילִ֑ים הִשְׁתַּֽחֲווּ־ל֝וֹ כָּל־אֱלֹהִֽים. \t שָׁמְֿעָ֬ה וַתִּשְׂמַ֨ח ׀ צִיּ֗וֹן וַתָּגֵלְנָה בְּנ֣וֹת יְהוּדָ֑ה לְמַ֖עַן מִשְׁפָּטֶ֣יךָ יְהֹוָֽה.\t\t כִּֽי־אַתָּ֤ה יְהֹוָ֗ה עֶלְי֥וֹן עַל־כָּל־הָאָ֑רֶץ מְאֹ֥ד נַֽ֝עֲלֵ֗יתָ עַל־כָּל־אֱלֹהִֽים. \t אֹהֲבֵ֥י יְהֹוָ֗ה שִׂנְא֫וּ רָ֥ע שֹׁמֵר נַפְשׁ֣וֹת חֲסִידָ֑יו מִיַּ֥ד רְ֝שָׁעִ֗ים יַצִּילֵֽם.   \t\t א֖וֹר־זָרֻ֣עַ לַצַּדִּ֑יק וּֽלְיִשְׁרֵי־לֵ֥ב שִׂמְחָֽה. ואחר כך  שִׂמְח֣וּ צַדִּיקִים בַּֽיהֹוָ֑ה וְ֝הוֹד֗וּ לְזֵ֣כֶר קָדְשֽׁוֹ.", "3": "מִזְמ֡וֹר שִׁ֤ירוּ לַֽיהֹוָ֙ה ׀ שִׁ֥יר חָדָ֗שׁ כִּֽי־נִפְלָא֥וֹת עָשָׂ֑ה הוֹשִֽׁיעָה לּ֥וֹ יְ֝מִינ֗וֹ וּזְר֥וֹעַ קָדְשֽׁוֹ.הוֹדִ֣יעַ יְהֹוָה יְשֽׁוּעָת֑וֹ לְעֵינֵ֥י הַ֝גּוֹיִ֗ם גִּלָּ֥ה צִדְקָתֽוֹ.זָ֘כַ֤ר חַסְדּ֨וֹ ׀ וֶֽאֱמֽוּנָתוֹ֘ לְבֵ֢ית יִשְׂרָ֫אֵ֥ל רָא֥וּ כָל־אַפְסֵי־אָ֑רֶץ אֵ֝֗ת יְשׁוּעַ֥ת אֱלֹהֵֽינוּ.הָרִ֣יעוּ לַ֭יֽהֹוָה כָּל־הָאָ֑רֶץ פִּצְח֖וּ וְרַֽנֲנ֣וּ וְזַמֵּֽרוּ.זַמְּר֣וּ לַיֽהֹוָה בְּכִנּ֑וֹר בְּ֝כִנּ֗וֹר וְק֣וֹל זִמְרָֽה.בַּֽחֲצֹֽצְרוֹת וְק֣וֹל שׁוֹפָ֑ר הָ֝רִ֗יעוּ לִפְנֵ֤י ׀ הַמֶּ֬לֶךְ יְהֹוָֽה.יִרְעַ֣ם הַ֭יָּם וּמְלֹא֑וֹ תֵּ֝בֵ֗ל וְי֣שְׁבֵי בָֽהּ.נְהָר֥וֹת יִמְחֲאוּ־כָ֑ף יַ֝֗חַד הָרִ֥ים יְרַנֵּֽנוּ.ו לִֽפְנֵ֥י יְהֹוָ֗ה כִּ֥י בָא֘ לִשְׁפֹּ֢ט הָ֫אָ֥רֶץ יִשְׁפֹּט־תֵּבֵ֥ל בְּצֶ֑דֶק וְ֝עַמִּ֗ים בְּמֵֽישָׁרִֽים.", "4": "יְהֹוָ֣ה מָ֭לָךְ יִרְגְּז֣וּ עַמִּ֑ים ישֵׁ֥ב כְּ֝רוּבִ֗ים תָּנ֥וּט הָאָֽרֶץ. יְהֹוָה בְּצִיּוֹ֣ן גָּד֑וֹל וְרָ֥ם ה֝֗וּא עַל־כָּל־הָֽעַמִּֽים. יוֹד֣וּ שִׁ֭מְךָ גָּד֥וֹל וְנוֹרָ֗א קָד֥וֹשׁ הֽוּא.וְעֹ֥ז מֶלֶךְ֘ מִשְׁפָּ֢ט אָ֫הֵ֥ב אַ֭תָּה כּוֹנַ֣נְתָּ מֵּֽישָׁרִ֑ים מִשְׁפָּ֥ט וּ֝צְדָקָ֗ה בְּיַֽ עֲקֹ֤ב ׀ אַתָּ֬ה עָשִֽׂיתָ.רֽוֹמֲמ֡וּ יְהֹ֘וָ֤ה אֱלֹהֵ֗ינוּ ֖וְהִֽשְׁתַּֽחֲווּ לַֽהֲדֹ֥ם רַגְלָ֗יו קָד֥וֹשׁ הֽוּא.מ֘שֶׁ֤ה וְאַֽהֲרֹ֨ן ׀ בְּכֹֽהֲנָ֗יו וּ֭שְׁמוּאֵל בְּקֹֽרְאֵ֣י שְׁמ֑וֹ קֹרִ֥אים אֶל־יְ֝הֹוָ֗ה וְה֣וּא יַֽעֲנֵֽם.בְּעַמּ֣וּד עָ֭נָן יְדַבֵּ֣ר אֲלֵיהֶ֑ם שָֽׁמְר֥וּ עֵֽ֝דֹתָ֗יו וְחֹ֣ק נָֽתַן־לָֽמוֹ.יְהֹוָ֣ה אֱלֹהֵינוּ֘ אַתָּ֢ה עֲנִ֫יתָ֥ם אֵ֣ל נֹ֭שֵֽׂא הָיִ֣יתָ לָהֶ֑ם וְ֝נֹקֵ֗ם עַל־עֲלִֽילוֹתָֽם.ו רֽוֹמֲמ֡וּ יְהֹ֘וָ֤ה אֱלֹהֵ֗ינוּ וְ֭הִֽשְׁתַּֽחֲווּ לְהַ֣ר קָדְשׁ֑וֹ כִּֽי־קָ֝ד֗וֹשׁ יְהֹוָ֥ה אֱלֹהֵֽינוּ.", "5": "מִזְמ֗וֹר לְדָ֫וִ֥ד הָב֣וּ לַ֭יֽהֹוָה בְּנֵ֣י אֵלִ֑ים הָב֥וּ לַֽ֝יהֹוָ֗ה כָּב֥וֹד וָעֹֽז. הָב֣וּ לַ֭יֽהֹוָה כְּב֣וֹד שְׁמ֑וֹ הִשְׁתַּֽחֲו֥וּ לַֽ֝יהֹוָ֗ה בְּהַדְרַת־קֹֽדֶשׁ. ק֥וֹל יְהֹוָ֗ה עַל־הַ֫מָּ֥יִם אֵֽל־הַכָּב֥וֹד הִרְעִ֑ים יְ֝הֹוָ֗ה עַל־מַ֥יִם רַבִּֽים. קֽוֹל־יְהֹוָ֥ה בַּכֹּ֑חַ ק֥וֹל יְ֝הֹוָ֗ה בֶּֽהָדָֽר. ק֣וֹל יְהֹוָה שֹׁבֵ֣ר אֲרָזִ֑ים וַיְשַׁבֵּ֥ר יְ֝הֹוָ֗ה אֶת־אַרְזֵ֥י הַלְּבָנֽוֹן. וַיַּרְקִידֵ֥ם כְּמוֹ־עֵ֑גֶל לְבָנ֥וֹן וְ֝שִׂרְי֗וֹן כְּמ֣וֹ בֶן־רְאֵמִֽים. קֽוֹל־יְהֹוָ֥ה חֹצֵ֗ב לַֽהֲב֥וֹת אֵֽשׁ. ק֣וֹל יְ֭הֹוָ֥ה יָחִ֣יל מִדְבָּ֑ר יָחִ֥יל יְ֝הֹוָ֗ה מִדְבַּ֥ר קָדֵֽשׁ. ק֣וֹל יְהֹוָ֙ה ׀ יְחוֹלֵ֣ל אַיָּלוֹת֘ וַיֶּֽחֱשׂ֢ף יְעָ֫ר֥וֹת וּבְהֵֽיכָל֑וֹ כֻּ֝לּ֗וֹ אֹמֵ֥ר כָּבֽוֹד. יְ֭הֹוָה לַמַּבּ֣וּל יָשָׁ֑ב וַיֵּ֥שֶׁב יְ֝הֹוָ֗ה מֶ֣לֶךְ לְעוֹלָֽם. יְֽהֹוָ֗ה עֹ֖ז לְעַמּ֣וֹ יִתֵּ֑ן יְהֹוָ֓ה ׀ יְבָרֵ֖ךְ אֶת־עַמּ֣וֹ בַֿשָּׁלֽוֹם."}, "originalTitle": "קבלת שבת", "source": "Sefaria", "englishTitle": "Kabbolos Shabbos", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}