{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {"0": "You have asked: How should people from outside Eretz Yisrael (hutz la-aretz) who temporarily visit there practice during the three festivals, as residents of Eretz Yisrael or as residents of hutz la-aretz?", "1": "Response: In my humble opinion, on matters of festivals they must practice like a resident of Eretz Yisrael. This is not in the category of “the stringencies of the locale one left” [which must be observed]. This goes without saying with regard to the blessings, prayers, and Torah reading, which are not essentially stringencies, for if one practices stringency by reciting the blessings and prayers of the festival on a day that is not a festival, he has transgressed. However, it is even permissible for them to perform melakhot (labors forbidden on Shabbat and festivals), for if all of the people from the locale they left would move here permanently, it is obvious that they would not be allowed to observe more than one day, as this would violate “you shall not add on” (bal tosif). After all, one who sleeps in the sukkah on the eighth day incurs lashes. Similarly, on Pesah and Shavu’ot, one who observes one festival day more than is commanded violates bal tosif. [The Sages] did not say that “we impose upon him the stringencies of the locale he left” except with regard to a stringency that the people from the community one left may practice in a locale that practices leniently even if they would establish permanent residence in the latter locale. However, when it comes to something that the people from the stringent locale would be forbidden to practice if they were to establish residence in the lenient locale, [the Sages] did not make their ruling about such a case. And although “they sent [a message] from there: be careful about the practices of your fathers, lest there be decrees of persecution that will be ruinous” (Beitza 4b), this ruin itself is only relevant when they are in their place, in hutz la-aretz. However, while they are in Eretz Yisrael, it does not apply. And since in Eretz Yisrael it is forbidden to add a day to the mitzva, and the people of Eretz Yisrael do not have the capability of adding a day to what the Torah states and thus be stringent, even those who come from hutz la-aretz may not practice the second festive day of Diaspora communities while they are in Eretz Yisrael, even if they are there only temporarily, since the determining factor is the locale, and it is not in the category of “stringencies of the locale he left.” ", "2": "I have written my humble opinion. Tzvi Ashkenazi \n"}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "חכם צבי", "source": "Sefaria", "englishTitle": "Hakham Tzvi", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}