{"originalTitle": "אבן עזרא על בראשית", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Ibn Ezra on Genesis", "source": "Sefaria", "text": {"0": {"0": {"0": "Our sages have said that the [letter] <i>bet</i> was added, like the <i>bet</i> in <i>barishonah</i> (“in the beginning”) Bereshit 13:4, for you find “at the beginning (<i>rishonah</i>) they travelled” Bamidbar 2:9. But were that the meaning, the  <i>bet</i> would have been vocalized with a <i>kamatz gadol</i>. And there are those who say that [the word] <i>bereshit</i> always [appears in] attached [form], where the meaning is “at the beginning of the evening, or the night, or the darkness”. But behold, they forgot “he saw a beginning <i>reishit</i> for himself” Devarim 33:21. And there are those who say that the  <i>bet</i> is a subject without meaning. Their reason is that it is unthinkable that there is no beginning to the heavens and the earth. Therefore, it said “<i>bereshit</i>. But according to my opinion, it is indeed an attached form, like “At the beginning (<i>bereshit</i>) of the rule of Yehoyakim” Yirmiyahu 26:1. Now don’t wonder how can it be attached to a past tense verb [instead of a noun], for behold, thus: “At the beginning (<i>techilat</i>) spoke Hashem with Hoshea, and Hashem said to Hoshea” Hoshea 1:2, “The city (<i>kiryat</i>) where David camped” Yishayahu 29:1. The meaning [of this usage] will be explained for you in the second verse.", "1": "“Created” – Most commentators have said that creation means bringing forth something from nothing, and thus: “But if Hashem will created a creation” [referring to something never seen before] Bamidbar 16:30. But they have forgotten “And G-d created the crocodiles” Bereshit 1:21, as well as three times in the same verse: “G-d created man in His image…” Bereshit 1:27; “and Who creates darkness” Isaiah 45:7 – which is the opposite of light, which is something. Now here is the precise grammar of the word  <i>barat</i> - it has two meanings. One is as stated. The other: “He did not revive them with bread” Samuel II 12:17. In this second one, <i>aleph</i> is in place of  <i>hey</i>, for similar to it is “And the whole people came to revive David” – this is in the  <i>hif’il</i> verb construction. If it were with an  <i>aleph</i>, it would be like “To revive you from the beginning of every grain-gift of Yisrael” Samuel I 2:29. We also find [the same root] in the  <i>pi’el</i> verb construction: “You will clear for yourselves there” Joshua 17:15. It’s not like “choose for yourselves a man” Samuel I 17:8, rather like “And He BARAed them” Ezekiel 23:47. And its meaning is to cut, to place a divided border – and the enlightened will understand.", "2": "“E-lohim” – After we have found [the word] <i>e-loah</i>, we know that   <i>E-lohim</i> is its plural form, and the root [of this] is in the nature of language. For every language has a formal form. The way of expressing formality in non-Hebrew languages is by the lesser using the plural in the presence of the greater. In Arabic the way of formal expression is for the greater to speak, as royalty, in the plural. In the Holy Tongue, the way is to refer to the greater in the plural.  Like “master” (<i>adonim</i>), “owner” <i>b’alim</i>  as the said, “a harsh master” (<i>b’alim</i>) Isaiah 19:4, “his master (<i>b’alim</i>) shall take”. Likewise the word “upon him” (<i>alav</i>), “to him” (<i>elav</i>), “until him” (<i>adav</i>). For this reason does Scripture state “He created” and not “they created”. Now from a perspective of wisdom, we know that speech is called “lip” [Hebrew parallel to the English “tongue”] since people see that words emanate from there. Likewise, the supernal human soul is called “heart”, yet the heart is [part of the] body, since the heart is the first “chariot” for it. Now is called thus [“(<i>E-lohim</i>)”)since all the acts of Hashem are [delivered] into the hands of the angels, who do His Will. (I will explain a bit more of the secret of the Name on the verse “for My Name is within him” – Exodus 23:21). And pay no attention to the words of [Rav Sa’adiah] <i>Ga’on</i> who said that man is more prestigious than angels.  I’ve already explained in <i>Sefer HaYesod</i> that all his proofs are actually the opposite. Now we know that, amongst men, there are none more prestigious than the prophets, yet Yehoshua fell on his face before an angel of Hashem and prostrated himself, and said, “what is my master speaking to his servant” – Joshua 5:14. and likewise Zechariah and Daniel, but why should I go on? And the meaning of “G-d of hosts” is like “G-d of gods [masters]”. So the meaning of <i>E-lohim</i> is like “king”, and people who are involved in divine law will be called thus – but it is an adjective [lit. descriptive name], not a [true] noun – you won’t find any future or past forms. And don’t think that, since we find it written, “He makes the winds His angels” that  angels are [made] from fire and wind, for that is not the straightforward way of interpreting that verse. It’s rather that David spoke initially of the work of creation, beginning with light and saying, “He enwraps [in] light” and afterwards “He spreads out the heavens” – that is, the firmament, with the waters above it, and fire, snow and wind. He [then] said that the wind is Hashem’s messenger to go to any place He may send it, likewise is fire amongst His servants, and he said, “He founded the earth upon its elements” – this is regarding the dry land. Likewise is it written, “the stormy wind does His will” Psalms 148:8", "3": "The meaning of <i>et</i> is like the thing itself, yet indicating a direct object, like <i>et hashamayim</i>, and sometimes it is omitted, as in “since G-d created man” [with the  direct object indicator missing] – Deuteronomy 4:32. And at times it’s [even] found with the subject, as in “the lion came and <i>et</i> the bear” – Samuel I 17:34, but there are few of these. It can [also] be in place of “with” and in place of ‘from”.", "4": "“The heavens” – with the definite article, to indicate that that it’s speaking of those [heavens] which are visible, and [“heavens”] are always plural. And it's possible that it means, \"its domain\" – the domain of each one. The meaning of “heavens” is heights and elevation, and thus it is in Arabic, which is primarily based on the Holy Tongue. There are also “heavens of heavens”, but there is no singular form, like <i>rechayim</i> [“millstones”] and <i>tzohorayim</i> [“afternoon”]. People of stature will understand these secrets. Now the <i>Ga’on</i> says that the earth is like a point, and the heavens are like a thread encompassing it, and after these two were created, were everything within them [created], like water and fire. Others have said that the water was included with the earth, and the wind with the heavens. According to my opinion, these heavens and earth are [identical to] the firmament and the dry land, for only one things was created on each day: on the first day, light; on the second day, the firmament; on the third day, plants; on the fourth day, the luminaries, of the fifth day, and on the sixth day, the living things. The psalm mentioned [above] bears witness. And it’s impossible for the line which surrounds to precede the point, or for the point to precede the line, so therefore did they say that the heavens and the earth were created simultaneously. Bearing witness is “I call to them, they stand up together” – Isaiah 48:13.  Yet this proof is not [sufficiently] clear, for this is not the explanation of the verse, for how can He say “to them” when they are not!? And how can He call it <i>tohu</i>? Rather, its meaning is “I created them”, and at the time I call to them, they will both stand up before Me like servants to do My will”, as in “Your word is standing in the heavens” – Psalms 119:89. And afterwards he mentioned the earth, afterwards stating that both will arise to execute judgment as He commands them."}, "1": {"0": "“And the earth” – this word is an unusual [form], since it appears with a <i>kamatz</i> in the <i>alef</i> when [preceded by] the <i>hey</i> [i.e., the definite article] in all places. It is not like “The thousand (<i>ha’elef</i>) for you, Shlomo” Song of Songs 8:12, or “and this stone <i>ha’even</i>” Genesis 28:22.", "1": "“Void” (<i>tohu</i>) – The <i>Ga’on</i> [Rav Sa’adiah] said that [this word] is from “deep” (<i>tehom</i>), but that is not possible, since the <i>mem</i> of <i>tehom</i> is a root letter, like the <i>mem</i> of <i>hadom</i>. Now in  <i>Sefer Yetzira</i>: “<i>tohu</i> - this [refers to] the green line”, and <i>bohu</i> - this [refers to] MEFULAM stones”. What’s correct is as the Aramaic translator has said, and likewise with “the howling, desolate <i>tohu</i> Deuteronomy 32:10, and likewise, “after <i>tohu</i>” Samuel I 12:21 – without substance. ", "2": "“And confused” – \"The brother of\", and the <i>vav</i> in place of the <i>hey</i>, like the <i>vav</i> in [the word] <i>vayishtachu</i> (“and he bowed”) Genesis 18:2, “and they pastured amongst he reeds (<i>achu</i>)” Genesis 41:2. The meaning is [as follows:] The creation of the firmament and the dry land was not in a area to be settled, since it was covered with water, and thus G-d placed its generative power to be beneath the water. Now don’t be surprised by the <i>vav</i> of <i>veha’aretz</i> (“and the earth’), for its meaning is like the <i>feh</i> in Arabic and like “and a mist” <i>v’ed</i> would rise up from the earth” Genesis 2:6, for Moshe did not speak about the World to Come, which is the world of the angels, but rather of this transitory world. And those who explain that the heavens in the first verse are really the heavenly heavens, what will they do [here] with the earth? Behold, complete proofs, for reasonable people, that there is only earth. Now it is expounded that there were seven earths is [actually] that the earth is divided into seven and the Temple was in the center of the settled region, for it was distant from the center of the earth. ", "3": "“And a spirit of G-d” – It juxtaposed “spirit” with the Name [of G-d] since it was an agent regarding the Divine will to dry the land. Water is plural form, with no singular, and both of them are in the dual construction, for they are both masculine and feminine. Yet it is found with a singular [verb] – “was not thrown <i>zorak</i> upon him” Numbers 19:13. The meaning of “hovering” – blowing above the water, and likewise, “over its hatchlings does it hover” Deuteronomy 32:11"}, "2": "“And He said” – The Gaon said that the meaning of <i>vayomer</i> (“And He said”) is like “and He desired”. But if this was so, it would have been appropriate for there to have been light [from the beginning, without darkness]. Rather, it’s in accordance with its [plain] meaning. And thus, “By the word of G-d were the heavens made” Psalms 33:6,  “for He commanded and they were created” Psalms 148:5, The meaning is: a way of referring to an effortless action, comparable to a king and his servants. Now this light was above the wind.", "3": {"0": "<b>And He saw:</b> Like “I myself saw…” Ecclesiastes 2:13; Daniel 10:7, it is [seeing] in [one’s] thought. ", "1": "And the meaning of  “and He separated” – through calling of names. "}, "4": "“And He called” – The <i>hey</i> of <i>layla</i> is added, and it [i.e., the word] is accented on the penultimate syllable, and it is always masculine. “Evening” [<i>erev</i> - close in meaning to darkness, and it’s called thus since forms are mixed together [<i>nitarvu</i> i.e., indistinct]. “Morning” [<i>boker</i>] – the opposite of evening, for a person is able to check [<i>l’vaker</i>, i.e., to distinguish] between forms. The meaning of “one day” is referring to the rotation of the sphere. There is a secret to the <i>midrash</i> of six thousand. And after it has said that the light is called day, it isn’t possible that the evening should be called day, rather its explanation is “it was evening and also morning of Day One”, for if it was [referring to] the evening and morning(g of one day, what would be the meaning of “a second day”?", "5": "“And He said”, the <i>Gaon</i> said regarding the firmament (<i>raki’a</i>) things that could not be; rather its explanation is “extended”, like “they were extended” (<i>vayerak’u</i>) Exodus 39:3, “I shall extend them” (<i>erka’em</i> Samuel II 22:43, and similarly, “and He stretched them [i.e., the heavens] out like a tent for dwelling”. Isaiah 40:22. And how profound is the word of the one who says that the edges of the sun are with the edges of the waters of the oceans. Now this firmament is the atmosphere, for when the light coalesced over the earth and a dry wind from the earth, the blade/flame was changed and became the firmament. And thus did it say in a Psalm Psalms 104:2 “He stretches the heavens like a curtain… the one who makes roofbeams of water”. And it mentions the clouds and the wind and the earth element, which is higher than the water, and thus it writes, “for He founded it upon the seas” Psalms 24:2, “the One Who extends the earth over the waters\" Psalms 136:6 and similarly, anyone who goes to the sea is called, “goes down”. The meaning of “the One Who calls to the waters of the sea” Amos 5:8 – so that they should ascend, referring to clouds, and afterwards, “and He pours them out”.", "6": "“And He made” – there is distinction employing [the word] <i>bein</i> with <i>lamed</i>. like “between water and water” (<i>bein mayim lamayim</i>) Genesis 1:6, “between holy and profane” (<i>bein kodesh l’chol</i>) Ezekiel 44:23 and there is [distinction] with <i>bein</i> and <i>bein</i>, as here – “and He separate between <i>bein</i> the waters below the firmament and between <i>bein</i> etc.”, and there is [distinction] with both of them, like “between you and between your G-d” (<i>beineichem l’vein e-loheichem</i>). The meaning of “and it was so” is that it attached to what follows: “when that happened, He called the heavens…”", "7": "“And He called” – There are five which which Hashem called [i.e., named] while there was yet no man, and they are: light, darkness, heaven, earth and seas. And man likewise [called them thus].", "8": {"0": "\"and He said\" - according to my opinion, this passage is attached to one that precedes it, for the firmament was not made until the earth became dry, and as proof: \"On the day which Hashem, G-d, make earth and heaven\" - behold, on one day they were made. Now revealing a hidden thing and gathering that which is scattered is not creation [per se] (<i>beri'ah</i>). The meaning is then, \"G-d had already said, let the the waters be gathered\", and there are hundreds of similar usages in the Torah.  In <i>parashat Bereshit</i> alone I will give you two witnesses. The first: \"And He placed there [in the Garden] the man whom He had formed\", while afterwards, \"And Hashem, G-d, caused to grow [from the ground every tree...]\" - but before [placing] man had He caused it to grow. The second witness: He commanded man not to eat from the tree of knowledge, and afterwards it is written, \"And Hashem, G-d, formed from the ground...\" - rather, its explanation is, \"He had already formed\". According to this explanation, the words, \"and G-d saw that it was good\" [verse 10] refers to the second day.", "1": "\"Let the earth bring forth grass\"  - this is the beginning of the third day.", "2": " The explanation of  \"let them be gathered\"  is: \"let them join together\", and likewise: \"[and all the nations] shall be gathered to her [Jerusalem] Jeremiah 3:17"}, "9": "It said \"seas\" - since there is not [single] sea which encompasses the entire landmass.", "10": {"0": "And He said - the text states \"Let the earth bring forth grass\", \"let them swarm\", \"let the earth bring forth\" - behold, He placed a power within the earth and the water to do [these] at the command of Hashem, and this is the [concept of] regeneration / procreation.", "1": "The meaning of \"let it bring forth grass\" is like \"let it grow\" (<i>tatzmiach</i>) [\"let it bring forth plants\"]"}, "11": "\"the seed of which is within it\" - the seed is within the fruit and each one preserves its species.", "12": {"0": "\"And He said\" - The word <i>yehi</i> is [identical to] <i>yihyeh</i> (\"let there be/there will be\"). And since it is used frequently, it is [the same form] for singular and plural, also for feminine: \"if there will be (<i>yehi</i>) a young virgin woman...\" Deuteronomy 22:23", "1": "\"for signs\" - moments", "2": "\"and for appointed times\" - hours. It's also possible that \"signs\" refers to the lunar and solar eclipses and  {PRESENTLY INCOMPLETE}", "3": "\"and they shall be for signs\" - A great Spanish sage said that the firmament is divided into eight parts, for the seven planets and the sphere of constellations, but this cannot be, for there is no physical body above the sphere of the constellations. Now behold, the text says, \"in the firmaments of the heavens\", which indicates that there is a heaven beyond the firmament.  And likewise, \"the heavens of the heavens\", \"for the one who rides in the heavens of the heavens of yore\" <i>kedem</i> - where <i>kedem</i> here does not signify \"east\". Now the <i>gaon</i> Rav Sa'adia (may the memory of a righteous individual be for blessing), fled from this place [i.e., did not expound this]. What is correct in my eyes: The sun and the moon and all the stars/planets are luminaries in the firmament, for there they appear [to us to be]"}, "13": "And He made - the two were called \"great\" as compared to the stars. Similarly, the three [oldest] sons of Yishai were called \"great/oldest\" as compared to the others, while Eliav was the first-born, the oldest of all of them. It does not mean [here] that one was greater than the other, for there is a hidden meaning - the dominion of the sun in the day and not at night, for it has no light [then]. And likewise regarding the moon and starts, their light is not seen in the day. Now if one should ask, behold the the astronomers have said that Jupiter and all the planets except for Mercury and Venus are larger than the moon, so how can it write \"the great ones\" [including the moon]? The answer is that \"the great ones\" does not refer to their physical measure, but rather to their light, and the light of the moon is many times greater, due to its being close to the earth, and therefore is it written \"luminary\".", "14": "<b>And He placed</b> - Do not be astonished over the word \"and He placed,\" for it is also written, \"My bow have I placed\" (Genesis 9:13).", "15": "\"and to rule\" - the day of the Torah is from the hour that the sun rises until its setting, and the night is from the time of seeing the stars, and they were correct who said: at the word of three witnesses. Know, that the time that the sun become darkened is evening, [continuing] until one and a third hours, when a semblance of light can be seen in the clouds, and likewise morning - light before the [actual] shining of the sun. With the emergence of the light of the sun in the day and the light of the moon at night, [people] will distinguish between light and darkness.", "16": "\"and He said, \"let swarm\" - this is a transitive verb, and similar to it: \"The Nile swarmed [with] frogs\" Exodus 7:28. The meaning is: Let swarm the offspring with [the ability of] elevation. And what is written - that the foul will fly over the face of the firmament - is witness for [my prior] explanation of firmament. Now the <i>Ga'on</i> has said that \"on the face of\" [here] is equivalent to \"with [i.e., adjoining] the face\". But if so, the face of the heavens are below.  The [letter] <i>feh</i> of <i>ye'ofef</i> is doubled, like the <i>non</i> of <i>yechonen</i>.", "17": "\"that crawls\" - meaning, \"goes\", and there are those who way that the [letter] <i>shin</i> is in place of the [letter] <i>samech</i>, and there are those who say ", "18": "\"and He blessed\" - the meaning of \"be fruitful and multiply\" [i.e., command form] is \"may you be fruitful and may you multiply\". Likewise, \"Die on the mountain\" Deuteronomy 32:50, for this is not within his [Moshe's] power or at his behest.", "19": {"0": "\"living soul\" - this is a general term, for anything generated of fire and water and earth - including man.", "1": "\"[domesticated] beasts\" - they are with human beings, for their needs - riding and eating.", "2": "\"creeping things\" - they are the little things which go about on the earth.", "3": "\"the animals of the earth\" - they are in the unsettled wilds [lit. - fields]. The final <i>vav</i> of the word <i>hayto</i> (animals) is added [i.e., extra], like <i>l'may'no mayim</i> Psalm 114:8, <i>b'no b'or</i> Numbers 24:3."}, "20": "\"Let us make man\" - there are those who say that the word <i>na'aseh</i>  is passive participle in the <i>Nif'al</i> verb construction, like, \"and which was made (<i>na'aseh</i>) for one day\" Nehemiah 5:18, and they [also] said that \"in our image\", \"after our likeness\" are the words of Moshe. Its meaning [would be]: G-d created man in his [own] image, where the <i>vav</i> [i.e., the pronominal suffix] refers back to man. And they would [further] explain: In the image of G-d, that the word \"G-d\" is attached to the word \"made\", as though it said that G-d made man in an image. But this is an explanation which lacks sense [<i>haser lev</i>], for the first passage should then have been thus: \"And G-d said, 'let man be made'\", and likewise, He made him \"in his image\" - how can \"his\" (the <i>vav</i> of <i>b'tzalmo</i>) refer to man, for then, he would have had an image before he would be [created]! And [further], what reason would there be [in the verse] such that “the one who spills the blood of man, by man shall his blood be shed” – because man was made in his own image? There was an image for all living creatures! Now the <i>Gaon</i> said that me explanaion of “in our image, after our likeness” is regarding dominion. The meaning [of the verse] would [then] be: in the image that He as as good and appropriate though wisdom. And due to the honor owed man, the text attributes it to G-d, and likewise [with the verse] “and from his land did he go forth” Ezekiel 36:20, for to Hashem is the earth and its fullness. And he said [further] that the word <i>na’aseh</i>, though it is in plural, is the manner of royal speak [i.e., the plural of majesty]. Similarly, “we shall give <i>nitnah</i> to you also this one” Genesis 29:27. “We say before the king” Daniel 2:36, “perhaps I will be able and we will smite him” Numbers 22:6. But these witnesses are false witnesses, for  <i>nitnah</i> is [actually] the <i>nif’al</i> verb construction, and similarly “the city is given” <i>nitnah</i> Jeremiah 32:24, and the <i>vav</i> converts it to the future tense, like is the rule with all past-tense verbs, meaning “she will be given to you”. And “we shall smite him” – he [Balak] and his camp, or it could be the infinitive of the verb, like “clease <i>nakeh</i>, I shall not clease you” Jeremiah 46:28. And even though we do find “they were not smitten” Exodus 9:32, [nevertheless], only that verb construction (<i>pu'al</i>) lacks an infinitive form – and R. Moshe of Spain erred in his book [on this matter]. And the word “we shall say (before the king)” Daniel 2:37 is Aramaic, and [further], how could Daniel speak hautily with Nebuchadnezzar, who was the king of kings? Now I shall explain: Know that all of the work of creation was created for the honor of man at the command of Hashem. The plants – the earth and the water brought them forth, and all the living souls [i.e., the animals]. And afterwards, Hashem said to the angels, “let US make man” – WE will busy ourselves with him, not the water and the earth. Now, since we know that he Torah speaks in the language of human beings, for the one who speaks is [as it were] a human [character], as well as the one who listens, and one cannot speak to one above or below his level, except by means of human imagery. Likewise, it says, \"the mouth of the earth\", \"the hand of the Jorden [river]\", \"the head of the ores of the earth\", and G-d forbid there should be [attributed] a physical form to Hashem, for thus it says: “to whom shall you compare Me?” Isaiah 25. Now since the human soul is most exalted, for it is immortal, it is compare in it livingness to Hashem, who is not corporal yet fills everything. Now the human body is like a microcosm. May G-d we blessed, Who began with the great and concluded with the small. Likewise did the prophet say that he saw the glory/manifestation of G-d like the image of man (see Ezekiel 1:28). Now Hashem is one, and He creates all, and He is all, and I cannot expound this further. Man was initially created as a dual-faced creature and yet he is one, and yet he is also two, and behold, an angel is in the image of G-d. He was created male and female. The word for “fruitfulness” and “multiplication” is a blessing, as with the creation of water, yet it is [also] a command as transmitted by our ancient [Sages], (may their remembrance be a  blessing!), and they used this verse as a mnemonic for this [matter].", "21": "And G-d said, “Behold, I have give to you” – He permitted humans and to all which have a living soul [i.e., animals] to eat all grasses; all fruit is permitted to humans, and grasses to all beasts and creeping things. To this point, meat has not been permitted [and will not be] until after the flood.", "22": "\"The sixth day: - there are those who say that that it is juxtaposed [to another noun, i.e., referring to something other than \"day\"] - the meaning being \"the sixth heavenly orb\". And likewise [we could explain]  \"the seventh day\" Genesis 2:3. But this is not true. And the referent of \"the sixth day\" [the planet associated with the sixth day] would prove this. Rather, its explanation is \"a day which is sixth to the first day. Likewise for \"the seventh day\". And we find similar [usages - where the noun lacks the definite article born by the adjective]: \"The Israelite man\" Numbers 24:10 <i>ish hayisraeli</i> and many like it. Also thus: The firmament of the heaven - the firmament which is the heaven."}, "1": ["", "This belongs to the [passive] verb form in which the subject is not mentioned, as in \"all the mountains were covered.\" The meaning here is \"they were completed.\" The ocean is included in \"the land\" specified in this verse, as they are one unit."], "2": {"0": {"0": "Like the angels"}}, "3": ["“Lech Lecha (Go forth)” - God already commanded Abraham, when they were still in Ur Kasdim, to leave his land and country and birthplace and the house of his father.  And the reason is that God knew that Terach, after he went to go to the Land of Canaan, would stay in Haran.  And Terach did not die until 60 years after Abraham left his house in Haran. But the Torah did not detail all the years after he left Ur Kasdim.  And after it says, “that I will show you,” He revealed to him the secret.  That’s why it says, in Chapter 11, “They went out to go to the Land of Canaan. Or, the reason it says \"I will show you\" is that He is saying, \"All the land that you can see, I will give you.\""], "4": {"0": "<b>For his journey</b>. That he journeyed a great distance when he returned from the southern edge to Beit El which is in the north, and came to the place of the altar to thank God that he made his journey safely.", "1": "<b>And Moved His Tent<b>-Set up His Tent</b></b>"}, "5": {"0": {"0": "And if I will not know. I will have mercy on them and so too is explained \"and God knew.\" And in my opinion, its interpretation should be, I will see if they are all this wicked. Because in truth, God knows things generally, not particularly."}}, "6": {"0": {"0": "1. \"In the Holy Tongue, its taste travels from place to place and did not know to where it went. Behold, he was wandering in a field and this is not wandering in the heart. Write also why you were tortured by God.", "1": "2. \"Say of me\" - Say for me, and yes, as Pharaoh said to the children of Israel.\n"}}, "7": {"0": "\"One the third day\". That he left from Be'er Sheva."}, "8": {"0": "1 Place your hand underneath my thigh.  There are those who say this alludes to the Brit Mila.  However, if this were the case, Abraham would have sworn on his brit mila and not in God's name.  But the explanation that I think is the closest [to understanding this custom] is that it was the law in those days for a man to place his hand underneath the thigh of someone in whose domain/service he was in; and the reason was because, \"if you are in my domain/service, place your hand underneath my thigh.\"  The master would then sit with his thigh on the servant's hand underneath in accordance with this reason: \"My hand is in your domain to do your will.\"  And this is the still the law in the Land of Hodu [India]."}, "9": {"0": {"0": "\"Knew the hunt.\"  [Esau] was always full of deception, for most wild animals catch [their prey] using deception.  But Jacob was the opposite of Esau because he was a \"plain man.\"  Esau was also a \"man of the field.\" And Jacob \"stayed in the tents.\" And it seems likely that its meaning is like \"those who dwell in tents and amidst herds.\" (Gen. 4:20)"}}, "10": {"0": {"0": "Kiss.  With a lamed, it is on the hand or on the shoulder or on the neck, and without a lamed it is on the mouth."}}, "11": {"0": {"0": "1 Remove all of your strange gods.  Heaven that a prophet should lie with a woman who worshiped foreign gods!  And the explanation for this is as we find in Parashat Vayelech (Deuteronomy 31).", "1": "2 purify yourselves.  that you should wash your body", "2": "3 and change your clothes.  From this source we learn that is incumbent upon any Israelite when he goes to pray in a fixed place to have a clean body and clean clothes."}, "1": "1 Your name shall no longer be called Jacob.  alone, because you will also be called Israel.", "2": "1 Be fruitful and multiply.  This is the same blessing as was given during the act of creation (Genesis 1:28).", "3": {"0": "1. And it is possible that it could be interpreted as \"he erected?\"  It could be that he erected it for the first time or that he did so for a second time.  The first interpretation seems closest to me.", "1": "2 And he poured upon it a libation.  Water or wine.  And the reason is that he washed it, and afterward he soaked it in oil.  In Beit El Jacob fulfilled his vow and gave a tenth of his wealth to honor God so that a person living in that generation could see fit to learn a lesson."}}, "12": {"0": {"0": "For he was a son of old age. As it sounds, for he begat him when he was 91. His brother Binyamin they also called \"child of old age.\" And after these two none were born to him. ", "1": "passim, embroidered tunic. Passim is like pas yada (palm of the hand) in Aramaic."}}, "13": {"0": "Return as a widow [to the] house of your father - the verse lacks a bet before the bet (in \"beit avicha\"), like in Kings II 18:15 (\"beit hashem\")"}, "14": {"0": "And all of Pharoah's servants went up with him.  All the men of Egypt alone from Joseph, read as Pharoah's servants.", "1": "And he made for his father a mourning.  After he buried his father, as our ancestors said.", "2": {"0": "1. And they embalmed him.  The doctors.", "1": "3. This concludes Parshat Ya'yechi.  We have completed the book of Genesis with the help of G-d, Blessed be He"}}}}