{"originalTitle": "נדה", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Niddah", "source": "Sefaria", "text": {"0": {"0": "Mishnah: Shammai says,", "1": "All women, their hour (i.e. the time at which they see menstrual blood) is [a] sufficient (starting point for determining whether the terumot and taharot they handled are ritually impure).", "2": "Hillel says,", "3": "From [a more recent] check (where she is found to be ritually impure) to [an earlier] check (where she is found to be ritually pure, all terumot and taharot handled will be retroactively declared impure), and even where there are many days [in between checks].", "4": "And the sages say,", "5": "The law is neither like this (Shammai, who is lenient) nor like this (Hillel, who is stringent). Rather a twenty four hour period can reduce (a longer than twenty four hour period) between two checks, and a period between two checks (that is less than twenty four hours) can reduce a twenty four hour period.", "6": "Any woman who has a regular time (i.e. menstrual cycle), her hour (i.e. the time at which she sees menstrual blood) is [a] sufficient (starting point for determining whether the terumot and taharot she handled are ritually impure).", "7": "And a woman who uses cloths [to perform a check (i.e. bedikah) at the time of intercourse], this counts as a [valid] check (i.e. bedikah) [for the purposes of determining which terumot and taharot are retroactively ritually impure], and [such a check] can reduce a twenty four hour period as well as period of time in between two checks (i.e. bedikot) [that is less than twenty four hours].", "8": "What is an example of, \"her hour (i.e. the time at which they see menstrual blood) is [a] sufficient (starting point for determining whether the terumot and taharot they handled are ritually impure)\"?", "9": "She was sitting on a bed, dealing with taharot (i.e. ritually pure items), and she separates [from the bed and the taharot] and [afterwards] sees [blood], she is ritually impure, and they (the bed and the taharot) are ritually pure.", "10": "Even though [the sages] said,", "11": "that she causes [terumah and taharot] to retroactively become ritually impure for [a maximum of] twenty four hours, she only [begins to] count [days of Niddah impurity] from the time she sees [blood].", "12": "Gemarah: What is the reasoning of Shammai?", "13": "[Shammai] reasons,", "14": "\"Maintain the woman on her status, and the woman [in our Mishnah] has a status of ritual purity.\"", "15": "And Hillel [reasons], \"When [we] say 'maintain something on its status', [that] is where it does not have an inherent disqualification. However, a woman"}, "1": {"0": "since she sees [the blood] from her body, we do not say \"uphold her (status of ritual purity) [based] on her establishment (of being ritually pure to begin with).\"", "1": "And how is [the case of our Mishnah] different [from the case] of Mikvah?", "2": "As we learn in a Mishnah"}, "2": {"0": "R’ Yan’ai ...", "1": "[fetuses shaped like certain animals still count as human births if] “their eyes go in front of them like those of a human”"}, "3": {"0": "R. Simlai delivered the following discourse: What does an embryo resemble when it is in the", "1": "bowels of its mother? Folded writing tablets.57 Its hands rest on its two temples respectively, its two", "2": "elbows on its two legs and its two heels against its buttocks. Its head lies between its knees, its", "3": "mouth is closed and its navel is open, and it eats what its mother eats and drinks what its mother", "4": "drinks, but produces no excrements because otherwise it might kill its mother. As soon, however, as", "5": "it sees the light58 the closed organ59 opens and the open one60 closes, for if that had not happened the", "6": "embryo could not live even one single hour. A light burns above its head and it looks and sees from", "7": "one end of the world to the other, as it is said, then his lamp shined above my head, and by His light", "8": "I walked through darkness."}, "4": {"0": "father seeds the white from which [comes] bones . . . ", "1": "his mother seeds redness from which [comes] skin and flesh . . . ", "2": "and the Holy One puts in him spirit and n’shamah . . . ”"}, "5": {"0": "Rav Yosef said:", "1": "It such a thing one happened in Pumbedita and she was healed.", "2": "Rav Yosef said in the name of Rav Yehuda who said in the Name of Rav: Rebbi enacted this in in the fields:", "3": "If she saw one day, she waits six. Two, she waits six. Three, she waits seven clean days.", "4": "Rav Zeira said:", "5": "The daughters of Israel took it upon themselves that if they see even a drop of blood the size of a mustard seed, they wait seven clean days."}, "6": {"0": "Three words of aggadah: ", "1": "one verse says “For I do not desire the death of him who dies…” (Yechezkel 18:32) and another verse says “…for the Lord desired to kill them.” (Shmuel I 2:25)", "2": "One is when they repent and the other is when they do not repent. ", "3": "One verse says “…Who will show no favor, nor will He take a bribe,” (Devarim 10:17) and another verse says “May the Lord raise His countenance toward you…” (Bamidbar 6:26) ", "4": "One is before the judgment is sealed, the other is after. ", "5": "One verse says “For the Lord has chosen Zion…” (Tehillim 132:13) and another verse says “For this city has aroused My anger and My wrath since the day they built it until this day…” (Yirmiyahu 32:31) ", "6": "One is before Shlomo married the daughter of Pharoah, the other is after Shlomo married the daughter of Pharoah."}}}