{"originalTitle": "מלבי\"ם על תהילים", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Malbim on Psalms", "source": "Sefaria", "text": {"0": {"0": {"0": "\"The LORD is my light.\" Yirah is from something that is known, and pahad is from something unknown. When a person is fearful from revealed enemies who battle with him, that is called yirah. Corresponding to this it says...", "1": "That \"The Lord is my light and my salvation, from whom shall I fear.\" This means as follows. It can be pictured that a person fears from his enemies, 1. lest they fall upon him in the night when he can not see them and protect himself from them. Corresponding to this it says \"God is my light.\" 2. Lest their troops and their strength be greater than his troops and strength. Corresponding to this it says \"God is my salvation\" and so \"from whom shall I fear.\" And when a person fears from his enemies who are plotting evil against him secretly to destroy  his tree and its fruit [based on Jeremiah 11:19] and he does not know, this is called pahad, and corresponding to this it says afterwards"}, "1": {"0": "<b>... and I will request it</b> continually in the future, for all requests are found within this one, which is ..."}}, "1": {"0": "From Zion – And Gd will cause His Presence to appear from Zion, because from there He will come to judge the hypocrites and to expose their evil:"}, "2": {"0": {"0": "His tabernacle was in Shalem – In Jerusalem because there the masses settled, there was Gd’s tabernacle (sukkah) because a tabernacle is a temporary dwelling. ", "1": "And His dwelling place in Tzion. In Tzion the king, the Sanhedrin and the priest of Gd sat, there His dwelling was permanent because there was the Sanctuary of Gd."}}, "3": {"0": "Blessed is the Lord from Zion – Blessing arises from Zion, and according to the merit of Zion it descends into the world, because He dwells in Jerusalem and watches over all the actions of the people within it, to bless them according to their actions and their sacred service."}}}