{"originalTitle": "פסיקתא דרב כהנא", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Pesikta D'Rav Kahanna", "source": "Sefaria", "text": {"0": {"0": "“Why should a living man complain? A man for his sins.” (Eicha 3:39) R’ Aba bar Yodan said, ‘what is it that person complains while he is still alive? It is enough that he lives!’ R’ Berachia said, ‘I lived next to you, he lives and complains.’ R’ Levi said, ‘what is it that a person complains to the Life giver of the worlds? Rather,if one wants to complain, let him complain of his sins. R’ Yodan said, ‘let him stand up like a man and confess his sins, and not complain. Rebbe said, ‘the Holy One said 'malcontents the children of malcontents they are!' I busied myself with find Adam a companion, “…I will make him a helpmate opposite him.\" (Bereshit 2:18) and he complains before me, saying \"The woman whom You gave [to be] with me, she gave me…\" (Bereshit 3:12) Even Yaakov did so to Me! I made it My business to make his son king in Egypt, “Now Joseph was the ruler over the land…” (Bereshit 42:6) and he complains saying \"...My way has been hidden from the Lord...\" (Is. 40:27) Even his sons did so to Me in the wilderness - I made it My business to choose out for them refined food like kings eat in order that none of them would have indigestion or be seized with diarrhea, and they complain before me saying \"...we are disgusted with this rotten bread.\" (Bamidbar 21:5). Even Zion did so to Me! I busied myself with her to remove the kingdoms from the world, have I not already removed Bavel, Maday and Greece and in the future will remove this wicked kingdom? And she complains before me, saying \"The Lord has forsaken me, and the Lord has forgotten me.\" (Is. 49:14)"}, "1": "“He seats the barren woman of the house as a happy mother of children. Hallelujah!” (Psalms 113:9) There are seven barren women: Sarah, Rivka, Rachel and Leah, Manoach’s wife, Chana and Zion…Another explanation. ‘He seats the barren woman’ this refers to Zion. “Sing you barren woman who has not borne…” (Isaiah 54:1) ‘a happy mother of children,’ “And you shall say to yourself, Who begot these for me…” (Isaiah 49:21)"}}