{"originalTitle": "רשב\"ם על ויקרא", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Rashbam on Leviticus", "source": "Sefaria", "text": {"0": {"0": {"0": "ויקרא אל משה, in view of our being told at the end of the last portion that Moses could not enter the Tabernacle (Exodus 40,35), this is why now G’d called to Moses from the Tabernacle. As a result, the meaning of the verse here is “G’d called to Moses from the Tent and spoke to him.” The meaning of the verse is parallel to Exodus 19,3 ויקרא אליו ה' מן ההר, where the operative clause is the word מן ההר, “from the mountain.” It is important for us to know from where G’d’s voice originated. At that time it came out of the mountain, whereas now it came out of the Tabernacle. At that time it signaled that G’d had “descended” into the domain of earth, i.e. on top of Mount Sinai, whereas now it signaled that G’d had taken up residence in His home on earth, the Mishkan. At a later stage, after G’d had limited His presence to the Holy of Holies, we hear in Numbers 7,89 that His voice was heard originating from above the kapporet, the lid of the Holy Ark, between the two cherubs. At the earliest stage of G’d communicating with Moses His voice originated in the burning bush, the site of Mount Sinai, also, as we know from Exodus 3,4.", "1": "לאמור, there is a repetition here, i.e. וידבר and לאמור although both address the same subject. We explained this phenomenon in Genesis 8,15 This phenomenon occurs again also with Aaron in Numbers 8,2. [the author may refer to these phenomena to draw attention to his differing with the commentary of Torat Kohanim quoted by Rashi. Ed.] [The author’s understanding of the meaning of לאמור is that it is a repetition, emphasisng the preceding words, such as ויצו, or ויקרא. Ed] "}, "1": "כי יקריב, when he donates an animal as a sacrifice. The expression denotes that the person under discussion does not offer such a sacrifice in order to expiate for a sin he is guilty of.", "2": {"0": "אם עולה, if the wording of his vow included use of the term עולה, burnt-offering, as opposed to זבח שלמים “peace-offerings” of which the donour consumes most of the meat himself. (compare 3,1)", "1": "לרצונו, if he chose a male, unblemished animal and brought it to the entrance of the Tent of Meeting, then it would be pleasing to the Lord. However, if the animal were to be diseased, or otherwise blemished, G’d would relate to it with disapproval as explained by Maleachi 1,8 הירצך או הישא פניך?, “Could you obtain the governor’s goodwill, or willingness to forgive your trespasses in return for such a gift?” The same considerations apply even to inexpensive offerings such as the מנחה as spelled out in verse 10 of the same chapter of Maleachi where the prophet has switched from the [parable to G’d Himself being the subject to Whom the gift is being offered.\n"}, "3": {"0": "והקריבו, the term includes catching the blood after slaughtering the sacrifice, bringing it to the altar and performing the sprinkling of it on the appropriate parts of the altar. Our sages also explain the word והקריבו in this sense. (compare Zevachim 7)", "1": "אשר פתח אהל מועד, not the golden altar which was inside the Tabernacle.\n"}, "4": "הפדר, fat.", "5": "וכרעיו, its legs.", "6": {"0": "ומלק, our sages explain exactly how this was done. (compare Chulin 8) They base their exegesis on the wording of ומלק את ראשו instead of ומלק אותו, which would have been the parallel of the words ושחט אותו, which the Torah uses to describe the killing of the four-legged sacrificial animal. Dunash [Dunash ben Labrat, a tenth century grammarian  born in Fez, disciple of Rabbi Saadyah Gaon. Ed.] explains that a further proof of the correctness of our sages’ exegesis is that they had been eye witnesses of the manner in which the birds’ throat and spine would be snipped with the fingernail of the priest, etc.", "1": "ונמצה, this term is appropriate when speaking of something soft, as we know from Isaiah 51,17 את קובעת כוס התרעלה שתית מצית, “who have drunks the dregs of the cup,” or Psalms 75,9 אך שמריה ימצו, “Only its dregs will they drain.”\n"}, "7": {"0": "מוראתו, the expression occurs both in Nachum 3,6 and in Tzefaniah 3,1, and in both of these instances it refers to a despicable spectacle. Here too, it refers primarily to the feces.", "1": "בנוצתה, feathers with its crop.\n"}}, "1": {"0": "מנחה. We already explained that the word portrays a gift, in connection with Genesis 4,3. The root of the word is נחה, as in Exodus 32,34 נחה את העם, ", "1": {"0": "מלא קומצו, our sages in Yuma 47 explain that what the Torah refers to as קומץ is the amount of flour mixed with oil which a priest can hold when he doubles over the three middle fingers of his hands as if making a fist.", "1": "אזכרתה, the Torah employs an expression involving זכר, memory, memorial, in connection with frankincense the fragrance of which rises heavenwards, designed to bring the party offering same to the attention of his Maker. This is spelled out more clearly in Isaiah 66,3. We also find this kind of terminology in connection with the showbreads (Leviticus 24,7) which were accompanied with a bowl of frankincense for each stack of six such breads. Even the precise amount of frankincense and the amount of oil it contains is all spelled out, as well as the difference between the different types of gift offerings. All of them contain unleavened bread as mentioned in Parshat Tzav 6,10.\n"}, "2": "וכל דבש, honey gained from trees. Dates are also called “honey.”", "3": {"0": "קרבן ראשית, the two breads made from the new wheat harvest and presented in the Temple on the Shavuot festival are called מנחה חדשה, a new “first” offering, details are found in Deuteronomy 26,2. The first fruit mentioned in that verse are also included.", "1": "'תקריבו אותם לה, they are presented in the courtyard of the Temple, the עזרה, and a “weaving” is performed with them, but they do not wind up on the altar."}, "4": {"0": "ואם תקריב, when you offer the “Omer,” not “if you offer, etc.”", "1": "גרש, similar to the same word with the letter ס as in Lamentations 3,16 ויגרס בחצץ שיני, “He broke my teeth on gravel.” Here the term means that the grain is to be ground in a mill.\n"}}, "2": {"0": "ואם זבח שלמים קרבנו, the owner had said: “I am obligating myself to offer a peace offering, שלמים; seeing that the donor had not added the word עולה to describe the offering he meant to sacrifice, it is not assumed that he had intended for the entire sacrificial animal to be burnt up on the altar, as is the case with an עולה. The expression שלמים which is related to שלם, to pay, is an expression used by David who said that he wanted to pay his vows (Psalms 117,18) It is assumed that the “vows” were undertakings to offer sacrificial animals. Our sages in Torat Kohanim speaking of נדבה understand the word שלום as an offering in which everyone shares, i.e. the fat parts are burnt on the altar, belong to G’d, the chest, and thigh belong to the priests, the balance may be eaten by the owner, the donour.\n", "1": "היותרת, a growth on top of the liver.", "2": "לעומת העצה, the kidneys; our sages in Chulin 11 describe how this tissue is to be removed. ", "3": "בכל מושבותיכם כל חלב וכל דם לא תאכלו, even in those locations where you eat secular meat, i.e. meat from animals which were not offered on the altar as sacrificial meat. Although none of the fat or blood of those animals was destined for the altar, it is still forbidden."}, "3": {"0": {"0": "אשר לא תעשינה, all the negative commandments violation of which carries the karet penalty when the violation was deliberate. There are only two positive commandments for which there is a karet penalty, where for the mere deliberate omission of performing the commandment the penalty is equal to corresponding negative commandments. They are Pessach, failing to bring or participate in eating of that offering at the right time, and failure to circumcise oneself if this rite has not been performed on one as a baby.", "1": "מאחת מהנה, our sages in Torat Kohanim under the heading of חובה, consider this to mean “part of a whole,” as for instance the letters שם of the name שמעון, i.e. if one intended to write the name שמעון but was interrupted after having written the first two letters, seeing that they make sense one is liable for having performed the whole אב מלאכה of “writing.”\n"}, "1": "לאשמת העם, our sages in Horiyot 7 state that these words are restrictive and mean that in this instance the High Priest’s error is treated in the same way as the public’s error, i.e. that he had first ruled (in error) that something was permitted, and had then acted in accordance with his ruling. However, if we were to go by the plain meaning of the text, the message is that if the priests who are charged with teaching the Torah to the people are liable for mistakes they make handing down rulings, then the High Priest who is regarded as the expert for everyone, and whose faulty ruling causes the entire people to commit a sin, is most certainly held to account for his error. As a result, 'והקריב על חטאתו וגו, he will have to bring an offering for his sin. ", "2": "אל שפך הדשן, seeing that the Torah writes in Leviticus 6,4,והוציא את הדשן אל מחוץ למחנה  “he shall take the ashes outside the encampment,” the Torah here had to tell us where the ash was stored.", "3": "את פני הפרכת, according to the plain meaning of the text the פרכת the Torah speaks of here is the dividing curtain between the sanctuary and the Holy of Holies. If, in verse 6, this dividing curtain was called פרכת הקודש, this may mean that the sprinkling of the blood had to be aimed at the middle of the curtain, i.e. at the area beyond which stood the Holy Ark, inside the Holy of Holies.", "4": {"0": "אשר נשיא יחטא, the word אשר in this verse is similar to the word ואשר in the line ואשר ניתן כתר מלכות בראשו, which means וכתר מלכות אשר נתן בראשו, and the crown of the Kingdom which he had placed on his head. (Esther 6,8)", "1": "מצוות ה' אלוקיו, i.e. if he is a G’d fearing individual and has not sinned deliberately but inadvertently.\n"}, "5": "או הודע, as if the Torah had written: אם הודע “if he became aware.” This is the conventional exegesis of these words. Personally, I feel that the line commences with the word ואשם from the last verse, so that the meaning would be  that the individual committed an offense and it was brought to his attention by others.", "6": "מזבח העולה , the altar outside the sanctuary. This blood was not to be smeared on the interior altar as was the blood of the sin offering of the High Priest, or that of the sin-offering on behalf of the community at large. (verse 16-17).", "7": "כאשר יוסר חלב הכשב, the fatty part fo the sheep’s tail, opposite the rump, עצה."}, "4": {"0": "ונעלם ממנו והוא טמא אשם, he had forgotten that he was ritually impure and entered the holy domain, or he had eaten sacred meat while being in such a state of impurity, offences punishable by karet if perpetrated knowingly.", "1": "ולא יבדיל; he only needs to perform the procedure on either the windpipe or the foodpipe.", "2": "והזה מדם החטאת; he takes hold of the body of the bird and sprinkles from a distance, squeezing out the  rest of the blood; if the offering is a total offering, there is no sprinkling of the blood; all of it is simply squeezed out. (Leviticus 1,15)", "3": "מאחת מאלה, in respect of either of the three sins mentioned, i.e. ignoring a call to testify, false oaths, or violating the laws of ritual purity in connection with entering the holy domain or consuming sacred meat.", "4": "'מקדשי ה, deriving beneficial use from something belonging to the Temple treasury, i.e. אשם מעילות. ", "5": "ונתן אותו לכהן, the ram of this אשם he has to give to the priest to atone for him by means of this animal", "6": "ולא ידע ואשם; the Torah discusses an אשם תלוי  an offering pending clarification of the sin. This is why the Torah adds the rider על שגגתו אשר שגג והוא לא ידע, seeing that every שוגג, inadvertently committed sin, contains an element of being unaware of it, why would the Torah have to add the words “and he did not know?” [Had he known, the sin would have been deliberate and no sacrifice would exonerate him. Ed.] The error consisted of mistakenly eating something not kasher instead of picking up the similar looking kasher item next to it. At the time the person thought that both were kasher so that there was nod doubt in his mind. By the time he found out, the other piece had disappeared. If for some reason he becomes aware later that he had indeed eaten the forbidden piece of meat he will have to bring an additional sin-offering. The effect of the asham taluy protected him only until clarification of the true state of affairs.\n", "7": "This is why the Torah adds the rider על שגגתו אשר שגג והוא לא ידע, seeing that every שוגג, inadvertently committed sin, contains an element of being unaware of it, why would the Torah have to add the words “and he did not know?” [Had he known, the sin would have been deliberate and no sacrifice would exonerate him. Ed.] The error consisted of mistakenly eating something not kasher instead of picking up the similar looking kasher item next to it. At the time the person thought that both were kasher so that there was nod doubt in his mind. By the time he found out, the other piece had disappeared. If for some reason he becomes aware later that he had indeed eaten the forbidden piece of meat he will have to bring an additional sin-offering. The effect of the asham taluy protected him only until clarification of the true state of affairs.\n", "8": "וכחש בעמיתו, a guilt offering concerning robbery, mentioned in this portion.", "9": "ביום אשמתו, when he confessed and promised not to sin again in respect to any or several of the above mentioned offences, i.e. denial of things given to him in trust, open robbery, abusing his position of authority unfairly, or appropriating things lost by another Jew when he was aware of the owner of the item in question."}, "5": {"0": {"0": "זאת תורת העולה, this portion now deals in greater detail with the variety of offerings which have been mentioned and discussed in some detail already in Parshat Vayikra.", "1": "הוא העולה, that is burned up on the altar during the day, as is clear from 19,6 where reference is made to “the day on which on which you slaughtered,” or in 7,16 ביום הקריבו את זבחו, “on the day he offered his meat offering, etc.”", "2": "כל הלילה, the remains are allowed to burn to ash.", "3": "ואש המזבח תוקד בו, both by day and by night. \n"}, "1": {"0": "מדו, as in Numbers 23,18 בנו צפור, [in both instances the letter ו at the end is something extraneous. Ed.] It again occurs in that mode in Numbers 24,3. Basically the word מד refers to some kind of garment, especially work oriented or vocation oriented, as in Samuel I 4,12 where the expression  ומדיו קרועים, refer to a “torn uniform.”", "1": "והרים את הדשן, the procedure known as תרומת הדשן, the cleaning out of the ash, a procedure which could be performed all day long. It was mandatory to do this before the offering of the daily morning burnt offering. However, the removal from the camp of the ash could be taken care of any time during the day and not daily. When the top of the altar was too full it would be removed. (verse 4)\n"}, "2": "בחצר אהל מועד, only in the holy precincts but not in all of Jerusalem.", "3": "יקדש. Assuming that the substance (or the person) had been ritually pure prior to touching these parts of the sacrifice it now becomes sanctified, i.e. out of bounds, forbidden. Compare author’s comment on parallel verses as Exodus 29,37 as well as Leviticus 11,8.", "4": "זה קרבן אהרן ובניו. According to the plain meaning of the verse the persons meant are Aaron and his successors, other High Priests subsequent to him. Our sages (Menachot 51) interpret the verse to refer to all ordinary priests as well. In other words, any newly inducted priest is required to bring a gift offering as his first service in the Temple.", "5": {"0": "מרבכת, softened with oil according to the requirements of the individual sacrifice. Seeing this had to be baked in an oven, it needed to be softened with oil.", "1": "תפיני, an expression denoting baking of some kind. The letter א is somehow absent in this word. This missing letter א is not unusual, for instance it occurs in Isaiah 13.20 לא יהל ערבי instead of לא יאהל ערבי, “no Arab shall pitch his tent.” In Exodus 10,21 וימש חשך we would have expected ויאמש חשך,  [from the word אמש, last night, i.e. darkness which normally lasts only a single night will last much longer. See author’s comment on that verse. Ed.]\n"}, "6": "תכבס, so that it [garment Ed.] will not become forbidden as past the time allowed, when it would have to be burned. [any part of the offering even blood which was never permitted to be eaten, will have to be burned if it had not been disposed of in time. In this instance the priest’s garment would have to be burned in order to get rid of the blood, unless it had been washed out in time, before the deadline. Ed.]", "7": "וכל חטאת אשר יובא מדמה אל אהל מועד, the following comprise the sin offerings included in the verse we are discussing. 1) The bull offered as a sin offering by the High Priest; 2) the bull offered on behalf of the people who had become inadvertent victims of a faulty ruling by the High Court, known as פר העלם צבור in Talmudic parlance. 3) Both the bull and the male goat offered as sin offering on the Day of Atonement. 5) The male goats which are offered as sin offerings for inadvertent sins involving idolatry. Concerning all the above 5 sin offerings the Torah requires the blood to be offered inside the sanctuary, either on the dividing curtain or the golden altar. This is the plain meaning of the text."}, "6": {"0": "וחרבה, the minchah of a sinner and that of the woman suspected of marital infidelity, Sotah. [the term minchah does not always mean “gift,” but may define the ingredients of the offering brought by a person in poor economic circumstances. Ed.]", "1": "אם על תודה, if a person had made a vow using the expression תודה instead of using the expression שלמים to describe what he vowed to bring. The most common occasion when people make such a vow is when they have been saved from imminent danger. The sages in Berachot 54 described the four types of dangers which qualify for the party who has been saved to offer such a “thanksgiving” offering, תודה. The total number of challot which this offering consists of are 40. Here we are told all the details.", "2": {"0": "ואם נדר או נדבה, if the formula used in uttering the vow included the word שלמים, an expression which refers to making payment for favours received, as I explained on 2,1, etc. In other words the expression תודה did not feature in the wording of the vow.", "1": "ביום הקריבו, on the day of his having sacrificed it, it may be eaten already, as soon as the necessary procedures have been completed.\n"}, "3": "ואם האכול יאכל, our sages ignored the plain meaning of this verse, interpreting it as referring to the owner planning to eat of the sacrificial meat on the third day [not provided for in the Torah. Ed.] or planning not to perform any of the 4 basic procedures during the time frame designated by the Torah. (Zevachim 29)", "4": "כל טהור יאכל בשר, a person who is ritually pure.", "5": "מן הבהמה אשר יקריב, from the category of animal one may bring a sacrifice, even if in this instance the animal remained secular, had not been designated as a sacrifice.", "6": "בכל מושבותיכם, even though, seeing the Torah speaks of areas other than Jerusalem, these animals are most certainly secular;", "7": "ואת משחת אהרן ומשחת בניו, the reward for being anointed; they receive the hide of the burnt offerings, the meat of the ordinary sin offerings and guilt offerings. They receive the breads of the תודה offerings as well as the thigh and chest of the שלמים offerings as well as the part of the minchah not destined for the altar."}, "7": {"0": "ויהי ביום השמיני; the eighth day after the commencement of the consecration of the priests, the eighth day after the Tabernacle had been erected and Aaron and his sons had been consecrated to commence performing the service therein.", "1": "כי היום ה' נראה, and the fire will emerge from heaven to consume the sacrifices on the altar.", "2": "ויקטר על המזבח, he placed them on the altar; when the heavenly fire descended they would be consumed.", "3": {"0": "ויבא משה ואהרן אל אהל מועד, to pray for the heavenly fire to descend ", "1": "וירא כבוד ה' אל כל העם. Wherein did this “glory of the Lord” manifest itself?"}, "4": "'ותצא אש מלפני ה, this fire emanated from the Holy of Holies, traveled via the golden altar in order to burn up the incense which was always offered before the daily communal burnt offering, as described in Yuma 33. This is also where the fire encountered the sons of Aaron beside the altar  Subsequently, this fire moved to the altar in the courtyard of the Tabernacle and consumed the sacrificial meat consisting of both burnt offerings and peace-offerings."}, "8": {"0": "ויקחו בני אהרן נדב ואביהוא, before the fire had emanated from the Holy of Holies they each took his own pan planning to offer incense on the golden altar, seeing that this offering precedes (timewise) the disposal of not totally burned leftovers from the previous day’s sacrificial meat. They placed “alien” fire on these pans, something which had not been commanded by Moses to be done on this day. Even though on ordinary days the rule of “the sons of Aaron will place in these pans fire on the altar” (Leviticus 1,7) was in effect, this rule did not apply to the day of inauguration, and Moses had not wanted any man made fire to be introduced into the Tabernacle. This was because he expected heavenly fire to manifest itself so that the addition of man made fire would have completely ruined the impact of the miracle. On this day the name of G’d would be glorified by all the people becoming aware of Divine approval of their offerings, by G’d accepting same by means of heavenly fire We find a parallel to this in Kings I 18,25 when the prophet Elijah on Mount Carmel ordered the priests not to put any fire on the altar.\n", "1": {"0": "ותצא אש מלפני ה' ותאכל אותם, this is a reference to the fire mentioned in 9,24 The construction is similar to the one in Exodus 19,8 which we explained at the time, as well as the verse in Judges 17,3-4 where the fact that Michah returned the money to his mother is also mentioned twice in successive verses. In neither of these verses does the author refer to an additional event. Here too, the two verses refer to the same fire.", "1": "At the time the heavenly fire emanated in order to consume the sacrificial meat on the altar in the courtyard of the Tabernacle, it consumed the two sons of Aaron on its way. This fire had meant to consume only the incense, but seeing that the sons of Aaron had been in its way it consumed them also and they died as a result. This is the meaning of ", "2": "'וימותו לפני ה, “they died in the section of the Tabernacle described as ‘in the presence of the Lord.’” As soon as the news reached Aaron he wanted to interrupt performing the service in order to mourn his sons;"}, "2": {"0": "this is when Moses said to Aaron: “do not mourn nor weep, and do not desist from carrying on with your priestly duties; I am telling you what I am saying in the name of G’d Who has said: בקרובי אקדש, I want to be sanctified by the High Priests, the ones who are “near” to Me and who perform the service for Me. I do not want that they should desecrate My name and My holy service by letting their private concerns take precedence.” Moses added that G’d had specifically given him instructions concerning such events as had just happened by saying (Leviticus 21,10-12) “the priest who is exalted above his fellows, on whose head the anointment has been poured and who has been ordained to wear the vestments, shall not bare his head nor rend his vestments. He shall not go in where there is a dead body; he shall not defile himself even for his father or mother. He shall not go outside the sanctuary and profane the sanctuary of his G’d, for upon him is the distinction of the anointing oil of his G’d, Mine the Lord’s.” It follows that by not leaving the holy precincts at this time Aaron did in fact sanctify the name of the Lord. This is the meaning of בקרובי אקדש, “I will be sanctified by those close to Me.”  The fact that the legislation we just quoted appears only in chapter 21 is no argument as the Torah is not bound to record its message to the Jewish people in chronological sequence. At any rate, Moses told Aaron not to abandon the service in the Tabernacle while in circumstances which imposed mourning on other priests, even.", "1": "ועל פני כל העם אכבד, this is the “honour” accorded to G’d’s Presence that even when one sees one’s sons dying one ignores one’s personal grief and continues with the service to one’s Creator.", "2": "וידום אהרן, he desisted from his mourning, did not weep and did not perform rites of the mourning.", "3": "We find a replay of this incident with variations in the Book of Ezekiel 24-16-17 [although Ezekiel a priest lived in Babylonia and had never had a chance to actively practice the priesthood, not to mention the chance of being a High Priest, Ed.]. We read there as follows: “o mortal, I am about to take away the delight of your eyes from you through pestilence; but you shall not lament or weep or let your tears flow. הענק דום מתים, Moan softly; observe no mourning for the dead. Put on your turban and put on your sandals on your feet; do not cover your upper lip, and do not eat the bread of comforters.” In our verse too, the meaning of וידום אהרן is that he abstained from voicing his anguish, his sorrow. There is, of course, an allegorical interpretation quoted in Zevachim 115 according to which Moses comforted Aaron in respect of G’d’s statement “it shall be sanctified by My Presence,” ונקדש בכבודי, (Exodus 29,43) Moses consoled Aaron by reading the word not as bichvodee, but as bichvuday, “by those whom I have honoured.” Moses continued that up until the recent bereavement he had thought that either he or Aaron would have to die in such a scenario. Now he had found out that Nadav and Avihu were the ones whom G’d had referred to as being so close to Him."}, "3": "'ראשיכם אל תפרעו וגו, this is what Moses said to Eleazar and Ittamar, the surviving brothers of Nadav and Avihu. He told them that although they were priests and as such they were normally required to bare their heads in mourning and to rend their garments when in mourning for near relatives, on this day they had to observe the rites applicable to the High Priest for future generations, as they too had been anointed with the holy anointing oil, and the Torah gave this anointment as the reason why the High Priest could not observe rites of mourning. [remember that in the future ordinary priests would not be anointed but they acquired their status as priest through heredity from their respective fathers. Ed.]", "4": "ולהבדיל ולהורות, as our sages said that a judge or teacher in state of intoxication must not issue any halachic rulings. (Eyruvin 64).", "5": "ואת שעיר החטאת, our sages interpret this animal as being the one offered on the new moon for all future generations. (Zevachim 9) The male goat offered by Nachshon and that on behalf of the congregation had to be eaten by the priests. [The death of Nadav and Avihu had occurred on the first day of Nissan of the second year. Ed.]", "6": "לשאת את עוון העדה. Sins accruing through entering holy precincts in a state of ritual impurity or eating sacred meat in a state of ritual impurity. All this is explained in detail in (Shevuot 9).", "7": "הן לא הובא את דמה אל הקדש פנימה, into the sanctuary; all sin offers whose blood is destined for the golden altar or dividing curtain must be burned as has been made clear in Leviticus 6,23. None of it must be eaten by the priests. However, the sin offering under discussion is one whose blood was sprinkled on the copper altar in the courtyard of the Tabernacle.", "8": "הן היום הקריבו את חטאתם ואת עולתם, the reference is to the burnt offering and sin offering of Aaron and his sons concerning which the instructions had been issued in 9,2. Aaron’s sons had assisted him in the transfer of the blood from the place where the slaughtering took place to the altar. This too, has been mentioned in 9,9. This is why Aaron remonstrated with Moses. asking why he was angry at his sons seeing that both he and his sons had offered the mandatory offerings of their consecration rites. Seeing that while engaged in such a holy pursuit fate had dealt him such a blow, how could he be expected to eat, i.e. enjoy, other sacred meats of a permanent character, not part of his inaugural rites. His enjoyment of this day had already been spoiled! The thought is echoed in Gittin 36 עלובה כלה שזינתה בקרב החופה, “a bride who committed adultery while still next to her wedding canopy has indeed been humbled.”"}, "9": {"0": "לאמור אליהם, to Moses and Aaron. What proof is there that that every time the Torah writes וידבר ה' אל משה לאמור that the meaning is: “to say to Moses?” Seeing that previously G’d had addressed only Aaron (10,12) the Torah here writes אליהם, “to them,” to tell us that G’d addressed both of them.", "1": {"0": "מפרסת פרסה, a nail similar to a shoe; the word, though it sounds like it does not mean “two or more separate nails,” such as are found on the toes of rabbits, etc.", "1": "ושסעת שסע, the hoof being completely split into two parts, unlike the hoof of a horse or donkey which is all in one piece. According to the plain meaning of the text and the opinion of the heretics all the domesticated beasts, free roaming beasts, birds and fish and certain types of locusts and other creeping creatures that G’d has outlawed for consumption by Jews is due to the fact that they cause excessive heat in our bodies when eaten, affecting our health detrimentally, and therefore they are called טמאים, impure. There is support for this theory also among physicians. Even in the Talmud (Shabbat 86) the opinion is offered that gentiles who do consume these creeping creatures damage their bodies thereby.", "2": "מעלה גרה; regurgitating the food into the foodpipe before finally digesting it.\n"}, "2": "ובנבלתם לא תגעו. At a time when you need to touch sacred matters or when you are about to eat sacrificial meat, for instance, you are not to touch the dead bodies of such creatures, as we know from כל הנוגע בהם יקדש, (Exodus 30,29) “anyone touching it (the altar) will become (must become) holy.” (consecrated) [In other words, before coming into contact with something sacred one must first become ritually pure, as otherwise one cannot share the sanctity with the object one wishes to consume. Ed.] The legislation mentioned here applies also to touching holy vessels, or the altar, or anything concerning which the Torah has written the words כל הנוגע בהם יקדש.", "3": "ההולך על ארבע; similar to bees.", "4": "לנתר, to jump, to shake, as per Onkelos. The root occurs in this sense in Chabakuk 3,6 ויתר גוים, “He makes the earth shake.” This transitive mode of the root נתר, natar, also occurs in Genesis 2,21 from the root נפל, nafal.", "5": "ולאלה תטמאו, “if you touch any of the following (dead carcasses) you will become ritually impure.” The list of such animals follows.", "6": "הבהמה, even though such a mammal does have hooves instead of toes, but it does not have them split all the way making two hooves out of it. וגרה איננה מעלה, or it does not regurgitate its food; כל הנוגע בהם, anyone touching their carcasses regardless if they died of natural causes or were ritually slaughtered. The Torah did not spell out on this occasion במותם, while they are dead, but when speaking of the ritually pure beasts it did add this rider. (compare verse 39) This had to be added so that we would know that only if such an animal died of natural causes or non ritual slaughter would the carcass confer ritual impurity, if, however, it had been slaughtered while still alive although mortally wounded, טרפה, \n", "7": " על כפיו, on its paws such as bears and dogs.", "8": "והנושא, not necessarily carrying it, but even moving it, indirectly. However, if he carried a carcass on his shoulder without touching it and without moving from his spot he does not become ritually impure as a result. This is what we learned in Zavim 5,3: “even if the dead body is lying on the bed and there is some piece of paper underneath the body separating from other objects such a body does not confer ritual impurity unless any of these objects had been moved. A dead body only confers impurity by even minimal motion.” In the Targum Yerushalmi the word נושא is translated as “moved.”", "9": {"0": "מכל כלי עץ, the legislation mentioned here does not apply to vessels constructed out of stone or out of earth.", "1": "שק, a garment made of goat’s hair.", "2": "אשר יעשה מלאכה בהם, something that is being actively used, as opposed to something which only serves as a cover.\n"}, "10": "אשר יבא עליו מים יטמא, those who wish to find a reason for G’d’s commandments in order to confound the heretics, and in order to make them intelligible in terms of the laws of nature, would do well to consider this piece of legislation. Foodstuffs, originating in the earth, though subject to ritual impurity under certain conditions, are free from even potential impurity as long as they have not been in contact with water The first step in preparing earth grown food is to wash it, etc. Therefore, as long as no water has fallen on such potential food it is free from such impurity or potential impurity. [Water which fell on it against the wishes of its owner does not count. Ed.]", "11": "אך מעיין ובור, according to the plain meaning of the text, water connected to the earth, though in a container such as a pool, is not subject to ritual impurity as mentioned in verse 34, except water which is in a man made container, the container having already become subject to such purity before any water was poured into it.", "12": {"0": "אשר יזרע (בקרקע) טהור. Anything still connected to the earth is not subject to ritual defilement.", "1": "זרע זרוע, the seed inside seed kernels. The word zerua is the singular mode of the word zeronim, זרעונים in Daniel 1,12, meaning “pulse.” [Alshich explains that it is a reference to raw pulse. At any rate this is the kernel containing the reproductive power of the plant in question. Ed.]\n"}, "13": {"0": "'וכי ימות מן הבהמה אשר היא לכם לאכלה וגו, however if it did not die until after it had been slaughtered ritually, even if subsequently found as having been unfit to eat due to a terminal disease, contact with it does not confer any ritual impurity at all on the person having been in contact with it.", "1": "Our sages (Chulin 74) derive from the expression מן הבהמה that on occasion an animal confers ritual impurity whereas on another occasion the same animal does not.  This refers to the fact that ritual slaughter of a species of animal fit to be eaten by Jews is protected against its carcass conferring ritual impurity as long as the immediate cause of death was ritual slaughter."}, "14": "מנבלתה , our sages in Niddah 42 understand the wording as telling us something about the minimum size of the carcass which can confer such ritual impurity. [based on the preposition מ  in the word מנבלתה, meaning “part of its carcass.” If one carries a sufficient quantity of such a carcass which would qualify halachically as “food,” i.e. consumption of this quantity of forbidden food would make the party culpable for a penalty, then it confers ritual impurity on the person carrying it. The amount is the equivalent of the size of an olive. According to the plain meaning of the text the meaning is that if one eats of this carcass one become ritually impure even if one never touched any part of it. (compare what the Torah writes in Leviticus 22,8)\n"}, "10": {"0": {"0": "אשה כי תזריע, who becomes pregnant whether with a male fetus or a female fetus. When the time comes for her to give birth, the sex of the baby determines her status as to the impurity known as טומאת לידה. All the details are spelled out in the verses following.", "1": "שבעת ימים; even if it was a “dry birth,” no blood emerging from her vagina.", "2": "כימי נדת דותה, just as the red colour of the blood determines if a menstruating woman is still evacuating blood, so the same criteria apply to a woman giving birth. The whitish fluid that is characteristic a of woman in a state of flux, זובה, another source of ritual impurity originating within her body, is irrelevant to the subject under discussion in our verses.", "3": "נדה, the expression denotes a type of isolation, distance from her husband.", "4": "דותה, an expression denoting a kind of sickness. Compare Jeremiah 8,18 לבי דווי, “my heart is sick within me.”\n"}, "1": "בדמי טהרה, blood which is not the result of menstruation. There are two separate origins within a woman’s body from which blood emerges at different times. The blood which emerges during the thirty three days mentioned does not confer impurity. In fact it is part of the healing process.", "2": "וטהרה, she is ritually pure enough to be allowed to eat sacred foods. This is the interpretation of our sages in Yevamot 74. This is not so surprising, as a person undergoing the ritual rehabilitation process, if lacking only the official stamp of atonement, i.e. the sacrifice in question, may already eat sacred foods of the sanctity level of T’rumah, grain or its derivative given to the priest as a tithe. Sacred foods of a higher degree of sanctity may not be consumed by such a person until he has brought the requisite sacrifice."}, "11": {"0": {"0": "אדם כי יהיה בעור בשרו, none of the verse in the chapters following may be interpreted in the way he sound when read superficially as the phenomena described do not correspond to any skin diseases we are familiar with, and are not subject to medical treatment. What applies to the human skin applies in the same degree to stains on clothing which are described her as well as to manifestations of “mildew” or something similar breaking forth from the walls of houses. The only criteria which we can apply to what is spelled out in these chapters 12-15 are those laid down by our sages of the Midrash, the Talmud, etc, all of which date back to the instructions received orally from Moses.", "1": "כי יהיה בעור בשרו, according to tradition, a reference to a skin irregularity on the skin of (surrounding) the beard or the head. Compare verse 29. The Torah had to use the expression ", "2": "שאת to describe an elevation of the skin in the area afflicted. This is not an actual elevation but an optical impression, i.e. it is not as white as for instance בהרת. We know that בהרת represents the highest purest degree of the colour “white.” This is clear from Job 37,21 בהיר הוא בשחקים, ”although it is brilliantly bright in the sky.” This colour described as שאת is somewhat עמוקה, “deeper,” in the sense of “a lower degree of” בהרת the most brilliant kind of white.", "3": "ספחת, a word which is subordinate to שאת,or subordinate to the word בהרת.[something subject to disagreement in Negai-im. Ed.] This is based on Samuel I 2,36 ספחני אל אחת הכהונות “please assign me to one of the priestly duties.” Clearly, the word is used in a subordinate mode", "4": "לנגע צרעת, the area where the affliction surfaces is white skin as we know from Exodus 4,6 מצורעת כשלג, “encrusted with snowy white scales.” As we know snow is white.\n"}, "1": "ומראה הנגע עמוק, white.", "2": "ועמוק אין מראה, it is not the same kind of white as the other kinds of scales on the skin mentioned thus far.", "3": "צרעת היא, definitive, beyond doubt. The afflicted person has to remain in isolation until cured when he or she will offer bird-offerings.", "4": "ומחיית בשר חי, with a patch of undiscoloured flesh not like fully ripened skin but raw, like a piece of flesh in the middle of the afflicted scab.", "5": "שחין, our sages explained this as like the infected hot area of an injury on the flesh’s skin. There is another type of שחין, the result of a burning of the skin by fire.", "6": "נתק, the name applied to these kinds of scabs in the area where the hair grows.\n", "7": "ושער שחור אין בו והסגיר, if there had been black hair the person would be ritually completely pure and does not need to be isolated even for further examination purposes. This is spelled out clearly in verse 37.", "8": "צרעת ממארת, similar to Ezekiel 28,24 סילון ממאיר וקרץ מכאיב, “prickling briers and lacerating painful thorns.” We also have a similar phenomenon described in Deuteronomy 28,20 המארה והמהומה, “curse and confusion.” ", "9": "פחתת, the word describes a kind of inflammation which eats away at the affected area."}, "12": {"0": "והזה שבע פעמים, the verse is somewhat truncated meaning that the priest is to sprinkle seven times on the person about to be ritually cleansed from his affliction of צרעת.      14,11. ואותם, the sheep under discussion.", "1": " ואותם, the sheep under discussion.", "2": {"0": "שקערורות, one of the phenomena defined by means of the ones accompanying it.", "1": "ירקרקות אדמדמות we find such colours or patterns described in Zecharyah 6,3.אמוצים ברודים.\n"}, "3": {"0": "יקציע, peels. Either as in Isaiah 44,13 “with a scraping tool,” or as suggested by the Talmud that the walls will be peeled off to the depth of a handbreadth. (Keylim 27,4).", "1": "אשר הקצו. The construction of this word in verse 43 where it appears as הקצות, corresponds to the verbs in which the letter combinations ה“י appear in abbreviated forms. The root קצה therefore appears as הקצו. It is also possible to understand the word as meaning קיצוע, seeing that subsequent to the expression הקצות we find the words את הבית, suggesting that it refers to the previously mentioned ואת הבית יקציע, he is to scrape or peel off part of the house.\n"}, "4": "the combinations of the letters ה\"י, א\"ח, ה\"ע cause the word to change vowels so that baheret becomes beharet when the word appears with the tone sign etnachta, at the conclusion of a verse or a section of the verse. We find similar examples in 15,21 where the vowel pattern hachay changes to hechoy in verse 20 there due to the tone sign etnachta. Similar changes occur in the word hacherev or hechorev respectively depending on the accompanying tone signs. (compare Samuel II 11,25 and Numbers 8,6 respectively."}, "13": {"0": "זב מבשרו, our sages understand this as looking like a mixture of seminal fluid and a discharge which is the result of that organ being diseased.", "1": {"0": "רר בשרו את זובו, the word is similar to the expression ויורד רירו על זקנו “his spittle ran down his beard” in Samuel I 21,14 when David pretended to be mentally disturbed in order to save his life. The flesh of the person afflicted drips with this discharge. ", "1": "או החתים, or that at the same time the discharge is sticky, congeals and adheres to part of the flesh of the afflicted person.\n"}, "2": "אשר ישכב עליו, even if the (healthy) person lies under a stone not touching the bedstead of the afflicted person at all. The zav’s ritual impurity is still conferred upon him. The common denominator of the wide-ranging ability to confer impurity of zav, zavah, and niddah, the menstruating woman, are that they confer their own severe degree of ritual impurity to anything which lies underneath them even though not in physical contact with them. The only exception to this rule is if said afflicted party sits or lies on something that does not normally serve as a place to sit on or to lie on. ", "3": ". וידיו לא שטף במים, the zav did not immerse himself in a ritual bath.. This is the way the sages interpret the words above (compare Rashi) Personally, I believe that the plain meaning of these words above is that the person experiencing these drippings and sticky semen adhering to his flesh mentioned in verse 3 has not yet removed this from himself. The Torah uses an elegant way saying “he has not washed it off with water,” basically, it refers to a removal by wiping or scraping his skin including his glans. The lesson here is that a simple immersion in a ritual bath, if not after the removal of the offending material, does not accomplish its purpose of ritually cleansing the afflicted party. This has been explained in detail in Niddah 15 where the words in our verse are understood as “although he had previously immersed himself he still remains ritually impure, seeing he had not first cleansed himself physically. Spiritual cleanliness presupposes physical cleanliness.” Anything or anyone touching the offending fluid (until it has thoroughly dried, congealed) becomes contaminated ritually.<br> The expression שטיפת ידיו במים, loosely translated as “immersing one’s hands in water,” is used here in a sense similar to Proverbs 30,20 where the author describes the unfaithful wife as “wiping her mouth” after indulging in illicit sex, proclaiming that now that she has “wiped the offending residue of her indulgence,” she has not committed any sin. Solomon describes the scenario sarcastically, of course. A similar scenario occurs in Judges 3,24, where Eglon’s servants assumed that their king was still busy using his private toilet and this was why he did not open the door for them. The expression used there was מסיך הוא את רגליו, an elegant way of referring to someone urinating or excreting.<br> Here the Torah uses the elegant way of referring to the sticky mess still adhering to the afflicted party’s body as ידיו לא שטף במים, “he did not rinse his hands in water.” In other words, he had not yet gotten rid of the offensive material causing the ritual impurity in the first place. The expression is used without recourse to elegance in Leviticus 6,21 where the words ומורק ושוטף במים mean: ”it has to be purged and thoroughly rinsed out in water.” The fatty substances of the sin offering in that vessel have to be cleaned out. In Isaiah 28,2 we also read about מים כבירים שוטפים, “the destructive force of mighty waters.” It sweeps away anything before its force, “cleans” it out. In Job 14,19 we also encounter the expression שטף in that sense, i.e. “torrents wash away earth.”\n", "4": "דם יהיה זובה, the reddish colour causes the ritual impurity here, not the whitish colour, suggesting seminal fluid.", "5": {"0": "'ואם על המשכב הוא וגו, if some sits or lies on something even indirectly in contact, מדרס, with the afflicted person chair or bed, etc., he will still become ritually contaminated by such indirect contact בנגעו בו יטמא עד הערב, even if the “contact” was so indirect as instead of sitting on the contaminated item one sat on a saddle supported by the contaminated item, the ritual impurity lasts until evening when immersion in a ritual bath removes it. He is then, however, not of a sufficiently severe degree of ritual impurity to contaminate clothing (even his own) over and beyond his body. In other words, in this kind of scenario the Torah did not add that he has to wash (immerse) his garments in order to become ritually pure again. (as it had done in verse 21 and 22, for instance)", "1": "ואשר היא יושבת עליו, our sages (in Torat Kohanim zavim 4,18 understand this as referring to the relatively low level of ritual contamination called טומאת מרכב, see beginning of this verse). "}, "6": "אשר ישכב עליו יטמא. This degree of ritual contamination is sufficient to confer further contamination on food and drink coming into contact with it. The severity of contamination of someone lying on top of a menstruating woman is equivalent to that of someone below a male afflicted with the disease of being zav. This is spelled out in Niddah 32.", "7": "בלא עת נדתה, after the days of her menstruation have passed, as explained in Niddah 73 A woman is not described as being a zavah so that she would have to bring an offering after being healed unless the seven days during which she was a menstruant or expected to be a menstruant have passed. If after that period during the next 11 days she sees the symptoms of a zavah for three consecutive days she will require to count seven consecutive days during which she is free of these symptoms in order to be able to become ritually pure again. On the eighth day she is ready to offer her two bird offerings, one as a sin offering the other as a burnt offering."}, "14": {"0": "אחרי מות, G’d told Moses to warn Aaron so that he would not die as had his sons because of unauthorised entry into the Temple.", "1": "כי בענן אראה על הכפורת. According to the plain meaning of the text, we are told that G’d would become manifest by means of the cloud which hovers over the spot where the lid of the Holy Ark is situated within the Tabernacle. Compare Exodus 25,22 where G’d told Moses: “I will speak with you from above the כפורת from the area between the two cherubs.” If the priest would see this area with his own eyes he would die. Therefore, when he would enter the Tabernacle (Holy of Holies) on the Day of Atonement to burn the incense and sprinkle the blood of the bull and ram of the sin offering on the dividing curtain, the cloud would first wrap the entire Tabernacle into darkness so that he would not be able to see what he was not allowed to see.", "2": {"0": "והקריב אהרן, in the courtyard, עזרה,", "1": "את פר החטאת אשר לו וכפר בעדו. He will immediately pronounce his personal confession over the animal. According to the plain meaning of the text he will bring it into the courtyard in order to sacrifice it as atonement as explained by the line ושחט את פר החטאת אשר לו, “he will slaughter the bull of the sin offering for his personal atonement.(verse 11).\n"}, "3": {"0": "לשלח אותו לעזאזל המדברה, according to the plain meaning it means to dispatch it “alive” to the goats in the desert, similar to the one bird of the two bird offerings in Leviticus 14,7 being released live into the open spaces. The purpose of the procedure is to ritually purify the afflicted from his ritual contamination. Here in our verse too, the purpose of the procedure is to cleanse the entire Jewish people from the ritual contamination which they have been in by releasing the scape-goat to the desert, to an area where it can find grazing, as we know from Exodus 3,1 where Moses had taken his father-in-law’s sheep into grazing land behind the desert, According to the Talmud (Beytzah 40) the meaning of מדבריות, is בייתות, “domesticated.” [this would support the idea that the word המדברה here does not mean “to a desolate, desert region.” Ed.]", "1": "לעזאזל. The letter ל at the beginning is not an integral part of the word. It is like the letter ל in ארבאל בית in Hoseah 10,14 where the word is really derived from ארב as in Deuteronomy 19,11 וארב לו “and he prepared an ambush for him.” The letter we are speaking about is similar to the letter ם which sometimes appears at the end of the word ריקם, empty, instead of ריק, but which does not add to the meaning of the word. Similar examples of apparently redundant letters are the letter ן in words such as עשרון, עצבון, and שגעון,  In verse 22 the place called המדברה in our verse is called ארץ גזרה, a totally arid land, one that cannot produce a crop. It is literally “cut off,” גזורה, from all goodness.\n"}, "4": "ביד איש עתי, a man familiar with the paths and the desert regions, someone always available, on call, for such an assignment.", "5": "וכפר הכהן אשר ימשח אותו, seeing that the Torah had previously stated that the service on the Day of Atonement is to be performed by the High Priest, i.e. בזאת יבא אהרן אל ,  הקודש, the Torah had to make provision for an alternate to Aaron if he or the High Priest in his generation was not available. The priest who had been anointed as an alternate would then officiate.", "6": "ויעש, when that day arrived Aaron performed, כאשר צוה ה' את משה, as G’d had commanded Moses.\n"}, "15": {"0": "דם יחשב לאיש ההוא דם שפך, the person is guilty of death at the hands of heaven, in return for the blood of the animal he had spilled outside the holy precincts. [at that time in the desert, killing an animal for food unless as a sacrifice was equivalent to shedding innocent blood. Ed.]", "1": "אשר הם זובחים על פני האדמה, some of them even err in slaughtering such animals as sacrifices to demons instead of as sacrifices to G’d.", "2": "וכסהו בעפר, for then it will no longer be fit as food.", "3": "אשר תאכל נבלה, even a minor will become ritually defiled. [because the Torah addresses itself to כל נפש, “every living person.” Ed.]", "4": "ונשא עונו, if he either consumes sacred meat or sacred products in a state of ritual impurity, or if he enters the holy precincts in such a state."}, "16": {"0": "וחי בהם. However, if the Israelite does not observe these statutes the souls violating them deliberately will be cut off from membership in their nation, i.e. will lose their life in the hereafter (verse 29)", "1": "מולדת בית או מולדת חוץ; both legitimate or illegitimate, both unmarried. This appears to me to be the plain meaning of the text.", "2": "לצרור, similar to Samuel I 1,6 וכעסתה צרתה, “she deliberately angered her competitor Chanah, also wife of Elkanah. When a man has two wives, each is considered as a hostile competitor, צרה to the other."}, "17": {"0": "קדושים תהיו, seeing that most commandments are designed to sanctify you and to be observed by you.", "1": "ואת שבתותי תשמורו, just as in the Ten Commandments the command to honour parents appeared next to the commandment to observe the Sabbath, honouring parents is almost on a par with honouring the Creator Himself, the Torah placed these two commandments next to one another here too. This is the plain meaning of the text.", "2": "לרצונכם, by ensuring the animal is unblemished and the procedure of semichah, placing one’s weight on it with one’s hands has been performed, as well as all the other details which have been spelled out in Leviticus 3,6.", "3": "ואם האכל יאכל, according to our sages (Torat Kohanim 1,4) this refers to someone planning to eat the remains outside the sacred precincts allocated for this.", "4": "לא תעולל, meaning something akin to the concept of peyah in cornfields, i.e. the farmer must not harvest the entire vineyard for his own use. The parallel verse appears in Jeremiah 6,9 עולל יעוללו כגפן, “let them glean over and over, as a vine.”", "5": {"0": "לא תגנובו, money.", "1": "לא תכחשו, denial that one had received a deposit for safekeeping from another Jew. Compare Leviticus 5,22.", "2": "לא תשקרו, denying that one had received a loan.\n"}, "6": "ולא תשבעו, even when this does not entail denying financial obligations one wants to escape.", "7": {"0": "לא תעשוק, withholding wages and suppressing just claims by converts.", "1": "לא תגזול, similar to Samuel II 23,21 ויגזול את החנית מידו, “he wrenched the spear out of his hand.”", "2": "לא תלין, withholding wages from night workers.\n"}, "8": "לא תקלל חרש, the Torah uses an example of everyday occurrences. The emphasis is on the penultimate syllable on account of the dagesh in the first ל. Similar constructions affecting the emphasis occur in ivver, or gibben, both of which also are emphasised on the first syllable as they have a dagesh in the vav or beyt respectively. ", "9": {"0": "לא תלך רכיל, do not go around bearing tales (untrue ones). We find a similar verse in Daniel 3,8 “Chaldeans slandered the Jews.” Samuel II 22,14 ירעם משמים, G’d thundered forth from heaven, is also translated as אכלי, by Yonathan ben Uzziel, being the equivalent of the Hebrew רכיל in our verse, i.e. raising one’s voice. ", "1": "לא תעמוד על דם רעך, do not stand by idly but go to his assistance."}, "10": {"0": "לא תשנא את אחיך בלבבך, if he has done something evil to you, do not behave as if you continue to love him, all the time setting an ambush for him in your heart. (compare Jeremiah,7) Such an attitude is unhealthy, but", "1": "הוכח תוכיח, rebuke him for what he has done and as a result you will restore harmonious relations.", "2": "ולא תשא עליו חטא, in your heart.\n"}, "11": {"0": "לא תקם , repaying evil with evil.", "1": "ולא תטר; not even in your heart, but train yourself to resist your natural impulse to get even.", "2": "ואהבת לרעך כמוך, if he is truly your colleague, friend;  however, if he is wicked you need not love him, as even G’d hates him as we know from Proverbs 8,13 יראת ה' שנאת רע, “to fear the Lord is to hate evil.” (compare Pessachim 113)\n"}, "12": "בהמתך לא תרביע כלאים, according to accepted norms and even the view of the heretics, just as the Torah commanded the earth and the creatures to reproduce only their own species (Genesis 1,11 and 1,21 as well as 1,24) so the Torah commands us when pursuing the task of tilling the earth to follow the same principles. This is also required regarding not mixing flax and wool, seeing the former is a product of the earth whereas the latter is a product of the animal kingdom, a higher form of creation. To the heretics who deny this principle, questioning that if true why are only lambs’ wool and flax prohibited to be mixed, whereas other forms of animal based wool are allowed to be mixed with flax, I say that the prohibition is due to mixing natural coloured materials such as white and dyed materials. The Torah considers mixing coloured fabrics with fabrics in their natural state as forbidden, quoting lamb’s wool and flax (linen) as the most popular example of such mixes. The heretics I spoke with accepted my argument.", "13": {"0": "נחרפת, exclusively assigned to a Hebrew servant, as we know from Exodus 21,4: “if his master will give him a wife.” An expression parallel to the wordנחרפת  occurs in Judges 5,18 עם חרף נפשו למות, “a people that mocked at death.” It means there that Dan dedicated its life utterly. [a wife dedicates her life utterly to her husband. Ed.]  Onkelos also understands the word as meaning that this woman is exclusive to the man mentioned in our verse.", "1": "לא נפדתה, on the one hand she has not been released from her vows, on the other hand she is not a true wife whose penalty would be death by strangulation.", "2": "בקורת תהיה, similar to Leviticus 13,36 לא יבקר הכהן, “the priest need not examine it.” In our verse the word there means “an indemnity,” (compensatory penalty payable,). according to Dugash) According to Menachem, the word refers to a legal examination to determine exactly what happened and to assess the guilt. If she had not been released from servitude the court will not condemn her as a wife who committed adultery.\n"}, "14": "וערלתם, you will treat it as totally out of bounds, keeping your distance from it. The word occurs in a similar sense both in Jeremiah 6,10 ערלה אזנם, referring to the people’s ears, and in Ezekiel 44,9 ערל לב, describing the heart as totally unapproachable. We also find it in a similar sense in Chabakuk 2,16 שתה גם אתה והערל, where it also denotes someone utterly disgraced. ", "15": "קדש הלולים. Possessing a degree of sanctity similar to that of the second tithe which may only be consumed in Jerusalem. The objective of the legislation is to praise the Creator thanks to whose generosity the farmer enjoys the abundance of these fruit of the soil tilled by him. We are to learn to revere G’d by means of such commandments (Deut. 14,23).", "16": "להוסיף לכם תבואתו, this is what you will merit if you do what I have commanded you.", "17": {"0": "לא תאכלו על הדם, according to the plain meaning of the text this is something we can derive by merely reading the context in which it has been written, i.e. while the blood of the slaughtered animal has not yet been removed.", "1": "לא תנחשו ולא תעוננו, unless warned against these practices the Jews would also engage in such practices as eating on the grave of the slain for the sake of protecting themselves against the vengeance by the spirit of the murdered person (particularly murdered witches). The Talmud Sanhedrin 63 lists a number of possible scenarios described by our verse.\n"}, "18": "להזנותה, to make her into a harlot. The Torah speaks of an unmarried promiscuous woman [minor who is under her father’s legal control. Ed.]", "19": {"0": "במדה, measures of length used to measure fields. ", "1": "משורה, a measure used to measure liquids. Our sages use this expression when speaking of measures of water in Avot 6,4.\n"}, "20": "הין, another measure used for measuring liquids."}, "18": {"0": "דמיו בו, his blood is on his own head. He made himself guilty of the death penalty.\n", "1": "את אשת רעהו, excluding if he slept with a “wife” who was a gentile. The adulterer would then not face the death penalty.\n", "2": "חסד הוא, the word חסד here is to be understood in the same sense as the same word in Proverbs 25,10 פן יחסדך שומע, “lest the one who hears it puts you to shame.” We also find the word having such a meaning in Proverbs  14,34  וחסד לאומים חטאת, “even the kindness of nations is a form of sin.” This is also the way Rav Yoseph translates this word in his commentary on Proverbs.", "3": "ערירים ימותו , Heaven will interfere with such couples’ ability to conceive and to give birth to viable children."}, "19": {"0": "לנפש לא יטמא בעמיו, a man belonging to the “nation” of priests must not defile himself by contact with a dead human being. The word בעמיו “of his people,” is used here in the same sense as in verse 14 later on where the Torah decrees that the only suitable marriage partner for a High Priest [if he was not married at the time of his appointment. Ed.] is בתולה מעמיו, “a virgin from his people.” If the Torah had written here לעמיו instead of בעמיו, the meaning would have been more restrictive, i.e. that the priest must only not defile himself by contact with a Jewish corpse. Similar constructions involving the expression לעמיו are found in Numbers 6,7 The expression לנפש allows leeway, as we know from the subsequent verse where it is permitted for the priest or even mandated that he defile himself on the corpses of his closest relatives.", "1": {"0": "לא יטמא בעל בעמיו, no husband among the tribe of the priests is to defile himself ritually", "1": "להחלו, as he would thereby desecrate his status as a priest. According to the words of our sages (compare Rashi) he is not to so defile himself if his dead wife had been someone whom a priest should not have married in the first place, such as a divorcee; however, he is entitled or obligated to defile himself for the sake of burying a wife whom he was legally entitled to have married.\n"}, "2": "לא יקרחה קרחה, both he and an ordinary Israelite are not to make bald spots on their heads as a sign of mourning. (compare Deuteronomy 14,1) ", "3": "וחללה, a daughter of the category of people of whom the Torah had warned in verse 15 that by marrying them he would desecrate his seed.", "4": "ובת איש כהן, a girl who is already betrothed to be married. The details of this legislation are explained in Sanhedrin 50.", "5": "חרום ושרוע, the details of this physical blemish have been explained in Bechorot 43 and 40 respectively.", "6": "מרוח אשך, whose testicles have been crushed."}, "20": {"0": "וינזרו, they are to abstain from eating sacred sacrificial meat while in a state of ritual impurity.", "1": " אשר יקרב, in order to eat.", "2": "נבלה וטרפה לא יאכל, even though they were permitted to eat the sacrificial birds without such procedure as slaughter, by simply snipping off, מליקה, their windpipe or food pipe.", "3": "וכל זר לא יאכל קודש, even relatively low grade sacred produce such as the tithe given to the priest known as תרומה.", "4": " כי יאכל קודש, T’rumah.", "5": {"0": "באכלם, a reference to the non priests mentioned in verse 13.", "1": "את קדשיהם, T’rumah \n"}, "6": {"0": "וקלוט, unsplit hooves.", "1": "נדבה תעשה, as a gift for the Temple treasury", "2": "ולנדר, but as sacrifice to be offered on the altar.\n"}}, "21": {"0": "אשר תקראו אותם םקראי קודש, which you are to designate as periods of sanctified time. Whenever the word קרא appears in connection with the festivals it means the fixing of certain dates in the calendar. We have an example of this in Lamentation 1,15 where the prophet Jeremiah refers to the date on which the Temple was destroyed as קרא עלי מועד,”G’d having fixed the date the Jewish people was to experience this traumatic event including the killing of the flower of its youth.” Yonathan ben Uzziel, in translating Kohelet 2,15 כםקרה הכסיל, normally translated as “like the fate of the fool,” renders these words as מערע קדיש, [my version of the Targum renders the meaning of the verse quite differently, in a fatalistic sense, i.e. that G’d decrees death regardless of whether one is a fool or as wise as Solomon. Ed.]", "1": "ממחרת השבת, on the day following the first day of the Passover festival.", "2": "מנחה חדשה, to permit use of the new wheat harvest in the Temple, seeing this is the period when the wheat ripens.", "3": "ובקצרכם, on the day following the Passover, (16th of Nissan) after the Omer and the sheep which is part of that offering, had been offered on the altar. ", "4": "זכרון תרועה, you will be remembered by G’d as a result of your blowing the t’ruah from the shofar. This is spelled out more clearly in Numbers 10,9  והרעותם בחצוצרות...ונזכרתם...וגו', “when you will blow the sound of the t’ruah…. You will be remembered… etc.", "5": {"0": "'אך בעשור וגו, on the other festival days preparation of food had been permitted and only מלאכת עבודה had been forbidden. Not so on Yom Kippur, a day of self denial when all manner of work is prohibited just as on the Sabbath", "1": "והקרבתם אשה, as already mentioned in chapter 16 and again in Numbers 29,8-11."}, "6": "עצרת, a stoppage, i.e. a day when one must refrain from work.", "7": "אך בחמשה עשר יום לחודש השביעי, even though both New Year and the Day of Atonement are primarily designed to help the people achieve atonement for their sins and their being remembered favourably by G’d, Sukkot is for enjoyment and giving thanks to the Lord for having enabled them to fill their barns with good produce at the end of the harvest season.", "8": "וענף עץ עבות, the vowel kametz under the letter ע in the word עבות is similar to the same vowel in the word kadosh, קדוש or tahor, טהור, or amok, עמוק, i.e. a branch of a tree which possesses dense foliage.", "9": "כל האזרח, even those who own houses must move to the huts and dwell in them during the festival.", "10": "למען ידעו דורותיכם, the plain meaning of the text is in agreement with the view expressed in Sukkah 11 according to which the word סוכה is to be understood literally. The meaning of the verse then would be: “construct for yourselves the festival of huts when you gather in your grain and grape harvest (Deuteronomy 16,13) You are to do this at the time you gather in the produce of the earth and your houses are filled with all the good things the earth produces such a grain, grape, wine and oil (olives). This is to be done in order that you will remember” כי בסוכות הושבתי את בני ישראל, in the desert for a period of 40 years when they neither owned land nor found themselves in a cultivated part of the earth. Remembering all this you will have ample reason to be grateful to the One Who has provided you with all of your present wealth and comfort. You must not fall into the trap of thinking that all this success is due to your own efforts. We find a similar thought expressed in Deuteronomy 8,2-3 “you shall remember all the way which the Lord your G’d has led you for these last 40 years…and He fed you the manna, etc.” Why do I command you to do all this? For the Lord your G’d brings you to a good …and you will eat and be satisfied, etc. As a result your heart may become haughty and you will credit yourself with all this as your own achievement. (Deuteronomy 8 7-18) In order that this will not happen  and to show that the Israelites G’d’s part in their success they will move out of their solid houses as a reminder to the time when they had not been blessed with any of these benefits which they enjoy ever since inheriting the land of their forefathers. They acknowledge that it is G’d Who provides the Jewish people with the ability and valor. \n"}, "22": {"0": "ויקחו אליך שמן זית זך, this paragraph has been repeated seeing that the Torah here deals with the lamp stand, מנורה, which is located opposite the table in the Sanctuary on which the show breads are placed every week. All that is mentioned here refers to the ritual involving the table and its paraphernalia, i.e. the oil for lighting and the bread ", "1": "ויקוב, he mentioned the holy name of G’d before cursing same.", "2": "איש איש כי יקלל אלוקיו, this refers to someone cursing G’d by using one of the names which describe His attributes, כנויים, without uttering the tetragram that is forbidden to be uttered except by the High Priest on the Day of Atonement in the sanctuary. The individual in question who curses the attribute he had referred to after mentioning it will be dealt with by G’d, ונשא עונו., If, however he uttered the name of G’d’s essence, and had been warned not to, and curses that name, he will be executed, (as happened in the incident described in our chapter).", "3": "מכה נפש בהמה, so that the animal dies.", "4": "ומכה בהמה ישלמנה, if someone injures someone else’s animal he must pay compensation to its owner, even if the animal does not die as a result to that injury."}, "23": {"0": " בהר סיני, before the Tabernacle had been erected.", "1": " ושבתה, an expression of idleness.", "2": "ואספת, the opposite of abandoning it.", "3": "ושבתם איש אל אחוזתו, to his ancestral heritage as has been spelled out in verse 28 and 31 respectively. Sellers of ancestral fields may repossess them in the Jubilee year without having to compensate the buyer.", "4": "נזיריה, freely growing grapes that have fallen off the vines must not be harvested. The same applies to grain that grew without having been planted during that year.", "5": "מן השדה תאכלו, and not anything which had been gathered into the houses by the owners of the fields which had been forbidden to have been gathered in the first place.", "6": "כי מספר תבואות until the Jubilee year is what he is selling you, as opposed to the actual soil.", "7": "לשלוש שנים, according to the plain meaning of the text the seed which has been planted in the sixth year of the cycle will provide sufficient food for the sixth, seventh and eighth year. They would eat until the onset of the ninth year from that harvest. During the balance of that year they will eat from planting which took place in the eighth year.", "8": "גאולה תתנו לארץ, if the seller wishes to redeem it prior to the Jubilee year.", "9": {"0": "והשיב את העודף, from the years prior to the Jubilee which he had not consumed yet.", "1": "העודף, which is in excess of the years he had already possessed that land."}, "10": {"0": "ואשר יגאל מן הלוים, as we said in verse 32 that the Levites have a right to redeem such property for an unlimited period of time, לעולם, in the event he did not have the funds at the time of the Jubilee year or any other so-called deadline.", "1": "'ויצא ממכר בית וגו, whereas houses do not fall under the Jubilee rule, houses of the Levites do, seeing they have no other ancestral heritage. They get it back without having to pay compensation to the buyer."}, "11": "ושדה מגרש, as explained in detail in Numbers 35.", "12": "עבודת עבד, to let him perform menial labour, as is the lot of the Canaanite slaves.", "13": "או לעקר, who was uprooted from that kingdom, far from your homeland. He is neither a resident stranger (someone committed to keep the Noachide laws) nor a convert to Judaism, nor a resident pagan."}, "24": {"0": "משכית, the word is derived from שכה in the same manner as מרבית is derived from רבה. It has no companion in the Bible except Psalms 73,7 עברו משכיות לבב, a reference to visions of one’s heart. Here too, the stone and its multi-coloured decorations are designed to awaken one’s fantasies.", "1": "וישן מפני חדש תוציאו, from the granaries in order to sell it forthwith. Compare Deuteronomy 14,28 תוציא את כל מעשר תבואתך ונתתה ללוי, ”you shall bring out the full tithe of your yield of that year  and give it to the Levite, etc.”", "2": {"0": "מוטות עולכם, similar to Jeremiah 27,2 עשה לך מוסרות, “make for yourselves thongs and bars, etc.” The thongs are used to connect the yoke of wood which is known as מוטות because it depresses the neck of the ox.", "1": "קוממיות. When the yoke is removed he can hold his head high.\n"}, "3": "שבע על חטאתיכם; meaning that you will be struck with many afflictions for your sins. The expression is similar to the use of the word שבע by Solomon in Proverbs 24,16 שבע יפול צדיק וקם, “the Just will fall seven times, (many times) and each time he will rise up again.” Compare also Isaiah using the word שבעתים, literally, “sevenfold,” to compare the light of the sun in the future. He means it will be immeasurably stronger than in the pre-messianic times. (Compare Isaiah 30,26) The same prophet also employs the word “seven” as meaning “many,” In Isaiah 4,1 when saying that many women will beg to be just allowed to use the name of a chosen man, asking not to be supported by him but just to be allowed to be known as belonging to that man.", "4": "ושברתי את גאון עוזכם, as we read in verse 26 בשברי לכם מטה לחם, “when I will break your proud glory,” (economic independence) Ezekiel 16,49 uses similar words to express the same thoughts In the aggadic literature the predictions are understood as predicting the destruction of the Temple. In Ezekiel 24,21 the Temple is referred to as גאון עזכם, “your pride and glory.” The plain meaning of the text is in accordance with what I explained as testified to by the end of the verse ונתתי שמיכם כברזל ואת ארצכם כנחושה, “I will make your skies like iron and your earth like copper.”\n", "5": "כחכם, for the earth will no longer lend you its strength.", "6": "ואם תלכו עמי קרי, Menachem interprets the word קרי as related to Proverbs 28,17 הוקר רגלך, “restrain your foot.”  This is nonsense. The word הוקר in Proverbs is derived from a group of verbs known as פ'ה, first root letter being the letter ה, as in Genesis 47,6 הושב את אביך, a transitive mode of the root ישב, meaning: “settle your father, etc.” The word קרי is derived from the root קרה as in Numbers 23,15, meaning: “if you will walk with Me as if your fate is subject to coincidences, totally arbitrary happenings, not subject to providence, as a person who walks haphazardly, not following a definitive direction.”", "7": "נקם ברית, vengeance for the covenant which you broke. Compare what was written in verse 15.", "8": {"0": "עשר נשים, meaning “many;” the number “10” is not to be understood literally. It is used in the same sense in Job 19,3 עשר פעמים תכלימני, “time and again you humiliated me.”", "1": "בתנור אחד, for one woman does not have enough dough with which to fill the oven.", "2": "והשיבו לחמכם במשקל, because it had been brought into the oven by weight, and according to the same weight it will be returned to the owners of the dough. The whole expression describes the minute amount of bread available. Ezekiel  4,16 graphically describes these conditions, writing “they shall eat bread by weight, in anxiety, and drink water by measure, in horror.” בשברי לכם מטה לחם, “when I break your staff of bread,” it will be baked and consumed strictly according to weight.", "3": "ואכלתם ולא תשבעו, because the rations are so inadequate. Alternatively, the meaning is that “although you eat a lot of it, it will not satisfy because a curse rests on the bread.”\n"}, "9": "ויסרתי, same as Deuteronomy 8,5 כאשר ייסר איש את הנו, “as a father who disciplines his son.” The word occurs in this sense also in Deuteronomy 21,18 ויסרו אותו, “after they disciplined him.” (physical punishment.) Similar constructions are found with the root ישב, as in Ezekiel 25,4 וישבו בך טירותם, “they will establish their palaces within you.”", "10": "על פגרי גילוליכם, because in the very houses which served as your temples you will be killed; there is a parallel verse in Jeremiah 7,32 describing the lack of suitable burial grounds for the dead.", "11": "ושממו עליה איביכם, when they come there with the intention to settle in them. (compare Tzefaniah 2,15 כל עובר עליה ישרוק, יניע ידו, “everyone who comes by her hisses and gestures with his hand (in disgust).”", "12": {"0": "כל ימי השמה תשבות, for the 70 years of exile in Babylonia are to compensate for the years the land should have lain fallow during the sh’mittah and Yovel  years.", "1": "תשבות. Spelled plene, with the tone sign etnachta. If it were not for the tone sign it would have been spelled תשבת, tishbat, as in verse 34. Similar constructions are found in Genesis 11,28 וימת, or Genesis 39,12 וינס, whereas in Psalms 114,3 the spelling is וינוס, and in Genesis 5,5 it is וימות, all on account of the tone sign etnachta. (or end of verse).\n"}, "13": "מרך בלבבם, this does not mean that the heart has become soft, as in Deuteronomy 20,8 or as in Job 23,16, but the letter מ in the word מרך is an integral part of the word, not a preposition. In fact, even the emphasis is on that letter, as in the word אהל, tent. The word and its intonation is similar to Isaiah 58,13 וקראת לשבת עונג, and the word אוכל, ochel, which is intoned on the first syllable. The word מרך does not appear again in Scriptures.", "14": "ימקו from the word נמקו חבורותי, “my wounds stink and fester.” The construction is similar to יסעו and יסעו (yissu and yissa-u) ", "15": "וזכרתי, if their hearts will humble themselves.", "16": {"0": "והארץ תעזב מהם, according to the number of years the sh’mittah legislation has been ignored so that their sin can be expiated. After that, the promise of verse 45 that G’d will remember the covenant with the patriarchs can be fulfilled.", "1": "יען וביען במשפטי מאסו ואת חקותי געלה נפשם, the first word יען  refers to the mishpatim, the second to the chukkim."}, "17": "ברית ראשונים, for whose sake I took them out of Egypt in the first place.", "18": "בהר סיני ביד משה, just as the whole chapter commences with the subject of the sh’mittah legislation (25,1) so it concludes with linking the retribution as being the result of neglect of that important commandment. The subject matter of both the portion Behar and Bechukotai deals almost exclusively with the release of the land or the slaves, freeing slaves (Jewish ones, not bodily owned) and freeing land which had been sold only due to economic necessity. The importance the Torah attaches to these commandments is underlined by their being repeatedly mentioned as originating at Mount Sinai. "}, "25": {"0": "כי יפלא, he will set aside. The word means something similar to the word מפרש, in the sense of spelling out details. Anyone making a vow has to clearly define what he is vowing to do.", "1": "ערכך; the two letters כ which are repeated here are similar in construction to the word אדמומית, “reddish, derived from אודם, “red,” or לבנונית, “whitish,” from לבן, “white.”", "2": {"0": "'כל אשר יתן ממנו לה, if he had declared it sanctified, without specifying beyond this, ", "1": "יהיה קודש, it is presumed to be intended as a sacrifice for the altar and not as a financial contribution of the maintenance of the Temple."}, "3": {"0": "ואם כל בהמה, an animal already sanctified as a sacrifice which had in the meantime become ritually unclean so that it no longer qualified for the altar because it had developed a physical blemish;", "1": "והעמיד את הבהמה לפני הכהן, he will offer another animal which is its monetary equivalent as a sacrifice on the altar.\n"}, "4": "ואם מכר..לאיש אחר, “if the Temple treasurer had sold the field to someone else in the meantime;” its original owner can no longer redeem it but it is shared out (the proceeds received by the treasurer) among the priests at the next Jubilee year. It goes to the priests who are performing the duties assigned to them on that date.", "5": "תהיה אחוזתו, of the one who had declared it sanctified originally.", "6": "לאשר קנהו מאתו for the one who has bought it cannot in turn sanctify it except for the crops grown on it between then and the advent of the next Jubilee year.", "7": "לא יקדיש איש אותו, no one can declare it as sanctified to be a different category of sacrifice. Seeing it had been born sanctified, the owner cannot change its status.", "8": "ואם בבהמה הטמאה, a truly ritually unclean species of animal, [such as pig, for instance, Ed.] which had been declared as holy; such an animal is subject to the redemption legislation. Our sages stipulate, however, that the unfit animal under discussion which is unblemished is treated the same as if it had been blemished. (Temurah 32/33)", "9": "יחרם מן האדם, a person who has been convicted of the death penalty is not subject to redemption if he had been declared as sanctified.", "10": "מעשר הארץ, a reference to the second tithe,מעשר שני. "}}}