{"originalTitle": "משנה תורה, מצוות עשה", "sourceLink": "http://www.sefaria.org/", "language": "hebrew", "author": "Not available", "englishTitle": "Mishneh Torah, Positive Mitzvot", "source": "Sefaria", "text": {"0": "מִצְוָה רִאשׁוֹנָה מִמִּצְווֹת עֲשֵׂה, לֵידַע שֶׁיֵּשׁ שָׁם אֱלוֹהַּ, שֶׁנֶּאֱמָר \"אָנֹכִי ה' אֱלֹהֶיךָ\"  (שמות כ ב, דברים ה ו).", "1": "לְיַחֲדוֹ, שֶׁנֶּאֱמָר \"ה' אֱלֹהֵינוּ, ה' אֶחָד\" (דברים ו, ד).", "2": "לְאָהֳבוֹ, שֶׁנֶּאֱמָר \"וְאָהַבְתָּ, אֵת ה' אֱלֹהֶיךָ\" (דברים ו ה, יא א).", "3": "לְיִרְאָה מִמֶּנּוּ, שֶׁנֶּאֱמָר \"אֶת-ה' אֱלֹהֶיךָ תִּירָא\" (דברים ו יג, י כ).", "4": "לְהִתְפַּלַּל לוֹ, שֶׁנֶּאֱמָר \"וַעֲבַדְתֶּם, אֵת ה' אֱלֹהֵיכֶם\" (שמות כג, כה) – עֲבוֹדָה זוֹ תְּפִלָּה.", "5": "לְדָבְקָה בּוֹ, שֶׁנֶּאֱמָר \"וּבוֹ תִדְבָּק\" (דברים י כ).", "6": "לְהִשָּׁבַע בִּשְׁמוֹ, שֶׁנֶּאֱמָר \"וּבִשְׁמוֹ, תִּשָּׁבֵעַ\" (דברים ו יג, י כ).", "7": "לְהִדַּמּוֹת בִּדְרָכָיו הַטּוֹבִים וְהַיְּשָׁרִים, שֶׁנֶּאֱמָר \"וְהָלַכְתָּ, בִּדְרָכָיו\" (דברים כח, ט).", "8": "לְקַדַּשׁ שְׁמוֹ, שֶׁנֶּאֱמָר \"וְנִקְדַּשְׁתִּי, בְּתוֹךְ בְּנֵי יִשְׂרָאֵל\" (ויקרא כב, לב).", "9": "לִקְרוֹת קִרְיַת שְׁמַע פַּעֲמַיִם בְּכָל יוֹם, שֶׁנֶּאֱמָר \"וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ\" (דברים ו, ז).", "10": "ללמוד תורה וללמדה, שנאמר: \"וְשִׁנַּנְתָּם לְבָנֶיךָ\" (דברים ו, ז).", "11": "לקשור תפילין בראש, שנאמר: \"וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ\" (דברים ו, ח).", "12": "לקשור תפילין ביד, שנאמר: \"וּקְשַׁרְתָּם לְאוֹת עַל יָדֶךָ\" (דברים ו, ח).", "13": "לעשות ציצית, שנאמר: \"וְעָשׂוּ לָהֶם צִיצִת\" (במדבר טו, לח).", "14": "לקבוע מזוזה, שנאמר: \"וּכְתַבְתָּם עַל מְזוּזֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ\" (דברים ו ט; יא, כ).", "15": "להקהיל את העם לשמוע תורה במוצאי שביעית, שנאמר: \"הַקְהֵל אֶת הָעָם...\" (דברים לא, יב).", "16": "לכתוב כל איש ספר תורה לעצמו, שנאמר: \"כִּתְבוּ לָכֶם אֶת הַשִּׁירָה הַזֹּאת\" (דברים לא, יט).", "17": "לכתוב המלך ספר תורה לעצמו, יתר על האחד של כל אדם, עד שיהיה לו שתי תורות, שנאמר: \"וְכָתַב לוֹ אֵת מִשְׁנֵה הַתּוֹרָה הַזֹּאת\" (דברים יז, יח).", "18": "לברך אחר המזון, שנאמר: \"וְאָכַלְתָּ וְשָׂבָעְתָּ וּבֵרַכְתָּ אֶת יְיָ אֱלֹהֶיךָ\" (דברים ח, י).", "19": "לבנות בית הבחירה, שנאמר: \"וְעָשׂוּ לִי מִקְדָּשׁ\" (שמות כה, ח).", "20": "ליראה מבית זה, שנאמר: \"וּמִקְדָּשִׁי תִּירָאוּ\" (ויקרא יט ל; כו, ב).", "21": "לשמור בית זה תמיד, שנאמר: \"וְאַתָּה וּבָנֶיךָ אִתָּךְ לִפְנֵי אֹהֶל הָעֵדֻת\" (במדבר יח, ב).", "22": "להיות הלוי עובד במקדש, שנאמר: \"וְעָבַד הַלֵּוִי הוּא\" (במדבר יח, כג).", "23": "לקדש הכהן ידיו ורגליו בשעת העבודה, שנאמר: \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו...\" (שמות ל, יט).", "24": "לערוך נרות במקדש, שנאמר: \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן וּבָנָיו\" (שמות כז, כא).", "25": "לברך הכהנים את ישראל, שנאמר: \"כֹּה תְבָרְכוּ אֶת בְּנֵי יִשְׂרָאֵל\" (במדבר ו, כג).", "26": "להסדיר לחם ולבונה לפני יי בכל שבת, שנאמר: \"וְנָתַתָּ עַל הַשֻׁלְחָן לֶחֶם פָּנִים\" (שמות כה, ל).", "27": "להקטיר קטורת פעמים ביום, שנאמר: \"וְהִקְטִיר עָלָיו אַהֲרֹן קְטֹרֶת סַמִּים\" (שמות ל, ז).", "28": "להבעיר אש במזבח העולה תמיד, שנאמר: \"אֵשׁ תמיד תוקד על המזבח\" (ויקרא ו, ו).", "29": "להרים הדשן מעל המזבח בכל יום, שנאמר: \"וְהֵרִים אֶת הַדֶּשֶׁן\" (ויקרא ו, ג).", "30": "לשלח טמאים ממחנה שכינה שהוא המקדש, שנאמר: \"וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וְכָל זָב וְכֹל טָמֵא לָנֶפֶשׁ\" (במדבר ה, ב).", "31": "לחלוק כבוד לזרעו של אהרן, ולהקדימו לכל דבר שבקדושה, שנאמר: \"וְקִדַּשְׁתּוֹ\" (ויקרא כא, ח).", "32": "להיות הכהנים לובשים לעבודה בגדי כהונה, שנאמר: \"וְעָשִׂיתָ בִגְדֵי קֹדֶשׁ...\" (שמות כח, ב).", "33": "לשאת הארון על הכתף כשנושאין אותו, שנאמר: \"בַּכָּתֵף יִשָּׂאוּ\" (במדבר ז, ט).", "34": "למשוח כהנים גדולים ומלכים בשמן המשחה, שנאמר: \"שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה\" (שמות ל, לא).", "35": "להיות הכהנים עובדין במקדש משמרות משמרות, ובמועדים עובדין כאחד, שנאמר: \"וְכִי יָבוֹא הַלֵּוִי...\" (דברים יח, ו) \"לְבַד מִמְכָּרָיו עַל הָאָבוֹת\" (שם, ח).", "36": "להיות הכהנים מיטמאין לקרוביהם, ומתאבלין עליהן כשאר ישראל שהן מצווין להתאבל, שנאמר: \"לָהּ יִטַּמָּא\" (ויקרא כא, ג).", "37": "להיות כהן גדול נושא בתולה, שנאמר: \"וְהוּא אִשָּׁה בִּבְתוּלֶיהָ יִקָּח\" (ויקרא כא, יג).", "38": "להקריב תמידין בכל יום, שנאמר: \"שְׁנַיִם לַיּוֹם עוֹלָה תָמִיד\" (במדבר כח, ג).", "39": "להקריב כהן גדול מנחה בכל יום, שנאמר: \"זֶה קָרְבַּן אַהֲרֹן וּבָנָיו\" (ויקרא ו, יג).", "40": "להוסיף קרבן אחר בכל שבת, שנאמר: \"וּבְיוֹם הַשַּׁבָּת שְׁנֵי כְּבָשִׂים\" (במדבר כח, ט).", "41": "להוסיף קרבן בכל ראש חודש וחודש, שנאמר: \"וּבְרָאשֵׁי חָדְשֵׁיכֶם תַּקְרִיבוּ...\" (במדבר כח, יא).", "42": "להוסיף קרבן בחג הפסח, שנאמר: \"שִׁבְעַת יָמִים תַּקְרִיבוּ אִשֶּׁה לַיי\" (ויקרא כג, לו).", "43": "להקריב מנחת העומר ממחרת יום ראשון של פסח עם כבש אחד, שנאמר: \"וַהֲבֵאתֶם אֵת עֹמֶר רֵאשִׁית קְצִירְכֶם אֶל הַכֹּהֵן\" (ויקרא כג, י).", "44": "להוסיף קרבן ביום עצרת, שנאמר: \"וּבְיוֹם הַבִּכּוּרִים...\" (במדבר כח, כו) \"וְהִקְרַבְתֶּם עוֹלָה לְרֵיחַ...\" (במדבר כח, כז).", "45": "להביא שתי הלחם עם הקרבנות הקרבים בגלל הלחם ביום עצרת, שנאמר: \"מִמּוֹשְׁבוֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה\" (ויקרא כג, יז) \"וְהִקְרַבְתֶּם עַל הַלֶּחֶם\" (שם, יח).", "46": "להוסיף קרבן בראש השנה, שנאמר: \"וּבַחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ [...] וַעֲשִׂיתֶם...\" (במדבר כט, א).", "47": "להוסיף קרבן ביום הצום, שנאמר: \"וּבֶעָשׂוֹר לַחֹדֶשׁ הַשְּׁבִיעִי...\" (במדבר כט, ז).", "48": "לעשות עבודת היום ביום הצום, שנאמר: \"בְּזֹאת יָבֹא אַהֲרֹן אֶל הַקֹּדֶשׁ בְּפַר בֶּן בָּקָר\" (ויקרא טז, ג), וכל העבודה הכתובה בפרשת \"אחרי מות\".", "49": "להוסיף קרבן בחג הסוכות, שנאמר: \"וְהִקְרַבְתֶּם עוֹלָה אִשֵּׁה רֵיחַ נִיחוֹחַ\" (במדבר כט, יג).", "50": "להוסיף קרבן ביום שמיני עצרת, כי רגל בפני עצמו הוא, שנאמר: \"בַּיּוֹם הַשְּׁמִינִי\" (במדבר כט, לה).", "51": "לחוג ברגלים, שנאמר: \"שָׁלֹשׁ רְגָלִים תָּחֹג לִי\" (שמות כג, יד).", "52": "להיראות ברגלים, שנאמר: \"שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָּל זְכוּרְךָ\" (שמות כג יז; שם לג, כג; דברים טז טז.", "53": "לשמוח ברגלים, שנאמר: \"וְשָׂמַחְתָּ בְּחַגֶּךָ\" (דברים טז, יד).", "54": "לשחוט כבש הפסח, שנאמר: \"וְשָׁחֲטוּ אֹתוֹ כָּל קְהַל \" (שמות יב, ו).", "55": "לאכול בשר הפסח צלי בלילי חמישה עשר מניסן, שנאמר: \"וְאָכְלוּ אֶת הַבָּשָׂר\" (שמות יב, ח).", "56": "לעשות פסח שני, שנאמר: \"בַּחֹדֶשׁ הַשֵּׁנִי בְּאַרְבָּעָה עָשָׂר\" (במדבר ט, יא).", "57": "לאכול את בשר פסח שני על מצה ומרור, שנאמר: \"עַל מַצּוֹת וּמְרוֹרִים יֹאכְלוּהוּ\" (במדבר ט, יא).", "58": "לתקוע בחצוצרות על הקרבנות ובשעת הצרות, שנאמר: \"וּתְקַעְתֶּם בַּחֲצוֹצְרֹת\" (במדבר י, י).", "59": "להיות כל קרבנות בהמה מיום שמיני והלאה, שנאמר: \"מִיּוֹם הַשְּׁמִינִי וָהָלְאָה\" (ויקרא כב, כז).", "60": "להיות כל קרבן בהמה תמים, שנאמר: \"תָּמִים יִהְיֶה לְרָצוֹן\" (ויקרא כב, כא).", "61": "למלוח כל קרבן, שנאמר: \"עַל כָּל קָרְבָּנְךָ תַּקְרִיב מֶלַח\" (ויקרא ב, יג).", "62": "מעשה העולה, שנאמר: \"אִם עוֹלָה קָרְבָּנוֹ\" (ויקרא א, ג).", "63": "מעשה חטאת, שנאמר: \"זֹאת תּוֹרַת הַחַטָּאת\" (ויקרא ו, יח).", "64": "מעשה האשם, שנאמר: \"זֹאת תּוֹרַת הָאָשָׁם\" (ויקרא ז, א).", "65": "מעשה זבח השלמים, שנאמר: \"וְזֹאת תּוֹרַת זֶבַח הַשְּׁלָמִים\" (ויקרא ז, יא).", "66": "מעשה המנחה, שנאמר: \"וְנֶפֶשׁ כִּי תַקְרִיב קָרְבַּן מִנְחָה\" (ויקרא ב, א).", "67": "להקריב בית דין קרבן אם טעו בהוראה, שנאמר: \"וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ\" (ויקרא ד, יג).", "68": "להקריב היחיד קרבן חטאת אם שגג במצות לא תעשה שחייבים עליה כרת, שנאמר: \"וְנֶפֶשׁ כִּי תֶחֱטָא\" (ויקרא ה, א).", "69": "להקריב היחיד קרבן אם נסתפק לו אם חטא חטא שחייבים עליו חטאת או לא חטא, שנאמר: \"וְלֹא יָדַע וְאָשֵׁם וְהֵבִיא אֶת אֲשָׁמוֹ\" (ויקרא ה, יז) וזה הוא נקרא אשם תלוי.", "70": "להקריב השוגג במעילה, או החוטא בגזילה, או בשפחה חרופה, או שכפר בפיקדון ונשבע; מביא קרבן אשם, וזה הוא הנקרא אשם ודאי.", "71": "להקריב קרבן עולה ויורד, שנאמר: \"ואם לא תגיע ידו\" (ויקרא ה,ז), \"ואם לא תשיג ידו\" (ויקרא ה,יא).", "72": "להתוודות לפני ה' מכל חטא שיעשה האדם, בשעת הקרבן ושלא בשעת הקרבן, שנאמר: \"והתוודו, את חטאתם אשר עשו\" (במדבר ה,ז).", "73": "להקריב הזב קרבן אחר שיטהר, שנאמר: \"וכי יטהר הזב, מזובו\" (ויקרא טו,יג).", "74": "להקריב הזבה קרבן אחר שתטהר, שנאמר: \"ואם טהרה, מזובה\" (ויקרא טו,כח).", "75": "להקריב היולדת קרבן אחר שתטהר, שנאמר: \"ובמלאות ימי טוהרה\" (ויקרא יב,ו).", "76": "להקריב המצורע קרבן אחר שיטהר, שנאמר: \"וביום השמיני ייקח\" (ויקרא יד,י).", "77": "לעשר הבהמה, שנאמר: \"וכל מעשר בקר וצאן\" (ויקרא כז,לב).", "78": "לקדש בכור הבהמה הטהורה ולהקריבו, שנאמר: \"כל הבכור אשר ייוולד\" (דברים טו,יט).", "79": "לפדות בכור אדם, שנאמר: \"אך פדה תפדה, את בכור האדם\" (במדבר יח,טו).", "80": "לפדות פטר חמור, שנאמר: \"ופטר חמור תפדה בשה\" (שמות לד,כ).", "81": "לערוף פטר חמור, שנאמר: \"ואם לא תפדה וערפתו\" (שמות יג,יג; שמות לד,כ).", "82": "להביא כל הקרבנות שיש על האדם בחובה או בנדבה ברגל ראשון שפגע בו, שנאמר: \"ובאת שמה\" (דברים יב,ה), \"והבאתם שמה\" (דברים יב,ו).", "83": "להקריב כל הקרבנות בבית הבחירה, שנאמר: \"ושם תעשה, כול אשר אנוכי מצווך\" (דברים יב,יד).", "84": "להיטפל בהבאת הקרבנות מחוצה לארץ לבית הבחירה, שנאמר: \"רק קודשיך אשר יהיו לך, ונדריך, תישא ובאת\" (דברים יב,כו); מפי השמועה למדו שאינו מדבר אלא בקודשי חוצה לארץ.", "85": "לפדות קודשים בעלי מומים ויהיו מותרים באכילה, שנאמר: \"רק בכל אוות נפשך תזבח ואכלת בשר\" (דברים יב,טו); מפי השמועה למדו שאינו מדבר אלא בפסולי המוקדשין שייפדו.", "86": "להיות התמורה קודש, שנאמר: \"והיה הוא ותמורתו יהיה קודש\" (ויקרא כז,י; ויקרא כז,לג).", "87": "לאכול שיירי מנחות, שנאמר: \"והנותרת ממנה, יאכלו אהרון ובניו\" (ויקרא ו,ט).", "88": "לאכול בשר חטאת ואשם, שנאמר: \"ואכלו אותם אשר כופר בהם\" (שמות כט,לג).", "89": "לשרוף בשר קודש שנטמא, שנאמר: \"והבשר אשר ייגע בכל טמא\" (ויקרא ז,יט).", "90": "לשרוף הנותר, שנאמר: \"והנותר, מבשר הזבח--ביום, השלישי, באש, יישרף\" (ויקרא ז,יז).", "91": "לגדל הנזיר שיערו, שנאמר: \"גדל פרע, שיער ראשו\" (במדבר ו,ה).", "92": "לגלח הנזיר שיערו על קרבנותיו במלאות ימי נזרו, או בתוך ימי נזרו אם נטמא, שנאמר: \"וכי ימות מת עליו\" (במדבר ו,ט).", "93": "לקיים אדם כל מה שהוציא בשפתיו, מקרבן או צדקה וכיוצא בהם, שנאמר: \"מוצא שפתיך, תשמור ועשית\" (דברים כג,כד).", "94": "לדון בהפרת נדרים בכל הדינים האמורין בפרשה.", "95": "להיות כל נוגע בנבילה טמא, שנאמר \"וכי ימות מן הבהמה\" (ויקרא יא, לט).", "96": "להיות שמונה שרצים מטמאין, שנאמר \"וזה לכם הטמא\" (ויקרא יא, כט).", "97": "להיות האוכלין מיטמאין, שנאמר \"מכל האוכל אשר יאכל\" (ויקרא יא, לד).", "98": "להיות הנידה טמאה ומטמאה לאחרים.", "99": "להיות היולדת טמאה כנידה.", "100": "להיות המצורע טמא ומטמא.", "101": "להיות בגד מנוגע טמא ומטמא.", "102": "להיות בית מנוגע מטמא.", "103": "להיות הזב מטמא.", "104": "להיות שכבת זרע מטמאה.", "105": "להיות זבה מטמאה.", "106": "להיות המת מטמא.", "107": "להיות מי נדה מטמאין לאדם טהור, ומטהרין מטומאת מת בלבד. וכל אלו הדינין של טומאות אלו, רוב משפט כל טומאה וטומאה מהן מבואר בתורה שבכתב.", "108": "להיות הטהרה מכל הטמאות בטבילה במי מקוה, שנאמר: \"וְרָחַץ בַּמַּיִם אֶת כָּל בְּשָׂרוֹ\" (ויקרא טו, טז) למדו מפי השמועה שרחיצה זו במים שכל גופו עולה בהן בבת אחת.", "109": "להיות הטהרה מן הצרעת בין צרעת אדם בין צרעת בית בעץ ארז ואיזוב ושני תולעת ושתי ציפורים ומים חיים, שנאמר: \"זֹאת תִּהְיֶה תּוֹרַת הַמְּצֹרָע\" (ויקרא יד, ב).", "110": "להיות המצורע מגלח כל שערו, שנאמר: \"וְהָיָה בַּיּוֹם הַשְּׁבִיעִי יְגַלַּח אֶת כָּל שְׂעָרוֹ\" (ויקרא יד, ט).", "111": "להיות המצורע ידוע לכל בדברים האמורים בו \"בְּגָדָיו יִהְיוּ פְרֻמִים וְרֹאשׁוֹ יִהְיֶה פָרֻעַ וְעַל שָׂפָם יַעְטֶה וְטָמֵא טָמֵא יִקְרָא\" (ויקרא יג, מה). וכן כל שאר הטמאים צריכין להודיע את עצמן.", "112": "לעשות פרה אדומה להיות אפרה מוכן, שנאמר: \"וְהָיְתָה לַעֲדַת בְּנֵי יִשְׂרָאֵל\" (במדבר יט, ט).", "113": "להיות מעריך אדם נותן דמים הקצובין בפרשה, שנאמר: \"אִישׁ כִּי יַפְלִא נֶדֶר\" (ויקרא כז, ב).", "114": "להיות מעריך בהמה טמאה נותן דמיה, שנאמר: \"וְהֶעֱמִיד אֶת הַבְּהֵמָה\" (ויקרא כז, יא).", "115": "להיות מעריך ביתו נותן כערך הכהן, שנאמר: \"וְאִישׁ כִּי יַקְדִּישׁ\" (ויקרא כז, יד).", "116": "להיות מקדיש שדהו נותן בערך הקצוב בפרשה, שנאמר: \"וְהָיָה עֶרְכְּךָ כְּפִי זַרְעוֹ\" (ויקרא כז, טז).", "117": "לשלם השוגג במעילה מה שמעל לה' ולהוסיף חומש, שנאמר: \"וְאֵת אֲשֶׁר חָטָא מִן הַקֹּדֶשׁ יְשַׁלֵּם\" (ויקרא ה, טז).", "118": "להיות נטע רבעי קודש, שנאמר: \"יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים\" (ויקרא יט, כד).", "119": "להניח פיאה.", "120": "להניח לקט.", "121": "להניח עומר השכחה.", "122": "להניח עוללות בכרם.", "123": "להניח פרט הכרם לפי שבכל אלו נאמר \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\" (ויקרא יט, י) (ויקרא כג, כב) וזו היא מצות עשה שלהם.", "124": "להביא ביכורים לבית הבחירה, שנאמר: \"רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ\" (שמות כג, יט) (שמות לד, כו).", "125": "להפריש תרומה גדולה לכהן, שנאמר: \"רֵאשִׁית דְּגָנְךָ תִּתֵּן לוֹ\" (דברים יח, ד).", "126": "להפריש מעשר דגן ללוים, שנאמר: \"כָּל מַעְשַׂר הָאָרֶץ\" (ויקרא כז, ל).", "127": "להפריש מעשר שני להיאכל לבעליו בירושלים, שנאמר: \"עַשֵּׂר תְּעַשֵּׂר\" (דברים יד, כב) מפי השמועה למדו שזה הוא מעשר שני.", "128": "להיות הלוים מפרישין מעשר מן המעשר שלקחו מישראל ונותנין אותו לכהנים, שנאמר: \"וְאֶל הַלְוִיִּם תְּדַבֵּר\" (במדבר יח, כו).", "129": "להפריש מעשר עני תחת מעשר שני בשלישית ובשישית בשבוע, שנאמר: \"מִקְצֵה שָׁלֹשׁ שָׁנִים תּוֹצִיא אֶת כָּל מַעְשַׂר תְּבוּאָתְךָ\" (דברים יד, כח).", "130": "להתוודות וידוי מעשר, שנאמר: \"ואמרת לפני ה' אלוהיך ביערתי הקודש\" (דברים כו,יג).", "131": "לקרות על הביכורים, שנאמר: \"וענית ואמרת לפני ה' אלוהיך\" (דברים כו,ה).", "132": "להפריש חלה לכוהן, שנאמר: \"ראשית, עריסותיכם--חלה, תרימו תרומה\" (במדבר טו,כ).", "133": "להשמיט קרקע, שנאמר: \"והשביעית תשמטנה ונטשתה\" (שמות כג,יא).", "134": "לשבות מעבודת הארץ, שנאמר: \"בחריש ובקציר, תשבות\" (שמות לד,כא).", "135": "לקדש שנת יובל בשביתה כשמיטה, שנאמר: \"וקידשתם, את שנת החמישים\" (ויקרא כה,י).", "136": "לתקוע בשופר בשנת היובל, שנאמר: \"והעברת שופר תרועה\" (ויקרא כה,ט).", "137": "ליתן גאולה לארץ בשנת היובל, שנאמר: \"ובכול, ארץ אחוזתכם, גאולה, תיתנו לארץ\" (ויקרא כה,כד).", "138": "להיות גאולה בבתי ערי חומה עד שנה, שנאמר: \"ואיש, כי ימכור בית מושב\" (ויקרא כה,כט).", "139": "למנות שני יובל שנים ושמיטים, שנאמר: \"וספרת לך, שבע . . .\" (ויקרא כה,ח).", "140": "להשמיט כספים בשביעית, שנאמר: \"שמוט כל בעל משה ידו\" (דברים טו,ב).", "141": "לנגוש לנוכרי, שנאמר: \"את הנוכרי, תיגוש; ואשר יהיה לך\" (דברים טו,ג).", "142": "ליתן מן הבהמה לכוהן הזרוע והלחיים והקיבה, שנאמר: \"ונתן, לכוהן, הזרוע\" (דברים יח,ג).", "143": "ליתן ראשית הגז לכוהן, שנאמר: \"וראשית גז צאנך--תיתן לו\" (דברים יח,ד).", "144": "לדון בדיני חרמים, מהם לה' ומהם לכוהן, שנאמר: \"אך כל חרם אשר יחרים\" (ויקרא כז,כח).", "145": "לשחוט בהמה חיה ועוף ואחר כך יאכל בשרם, שנאמר: \"וזבחת מבקרך ומצאנך\" (דברים יב,כא).", "146": "לכסות דם חיה ועוף, שנאמר: \"ושפך, את דמו, וכיסהו, בעפר\" (ויקרא יז,יג).", "147": "לשלח הקן, שנאמר: \"שלח תשלח את האם ואת הבנים תיקח לך\" (דברים כב,ז).", "148": "לבדוק בסימני בהמה, שנאמר: \"זאת החיה אשר תאכלו\" (ויקרא יא,ב).", "149": "לבדוק בסימני העוף עד שיבדיל בין טמא לטהור, שנאמר: \"כל ציפור טהורה, תאכלו\" (דברים יד,יא).", "150": "לבדוק בסימני חגבים לידע טהור מן הטמא, שנאמר: \"אשר לו כרעיים\" (ויקרא יא,כא).", "151": "לבדוק בסימני דגים, שנאמר: \"את זה, תאכלו, מכול, אשר במים\" (ויקרא יא,ט; דברים יד,ט).", "152": "לקדש חודשים ולחשב שנים וחודשים בבית דין בלבד, שנאמר: \"החודש הזה לכם, ראש חודשים\" (שמות יב,ב).", "153": "לשבות בשבת, שנאמר: \"וביום השביעי תשבות\" (שמות כג,יב; שמות לד,כא).", "154": "לקדש שבת, שנאמר: \"זכור את יום השבת, לקדשו\" (שמות כ,ז).", "155": "לבער חמץ, שנאמר: \"ביום הראשון, תשביתו שאור מבתיכם\" (שמות יב,טו).", "156": "לספר ביציאת מצריים בלילה הראשון של חג המצות, שנאמר: \"והגדת לבנך\" (שמות יג,ח).", "157": "לאכול מצה בליל זה, שנאמר: \"בערב, תאכלו, מצות\" (שמות יב,יח).", "158": "לשבות בראשון של פסח, שנאמר: \"וביום הראשון, מקרא קודש\" (שמות יב,טז).", "159": "לשבות בשביעי בו, שנאמר: \"וביום השביעי, מקרא קודש\" (שמות יב,טז; במדבר כח,כה).", "160": "לספור מקצירת העומר תשעה וארבעים יום, שנאמר: \"וספרתם לכם, ממוחרת השבת\" (ויקרא כג,טו).", "161": "לשבות ביום חמישים, שנאמר: \"וקראתם בעצם היום הזה, מקרא קודש\" (ויקרא כג,כא).", "162": "לשבות בראשון של חודש השביעי, שנאמר: \"באחד לחודש, יהיה לכם שבתון\" (ויקרא כג,כד).", "163": "להתענות בעשירי בו, שנאמר: \"ובעשור לחודש תענו את נפשותיכם\" (ראה ויקרא טז,כט; במדבר כט,ז).", "164": "לשבות ביום הצום, שנאמר: \"שבת שבתון\" (ויקרא טז,לא; ויקרא כג,לב).", "165": "לשבות בראשון של חג הסוכות, שנאמר: \"ביום הראשון, מקרא קודש\" (ויקרא כג,לה).", "166": "לשבות בשמיני של חג, שנאמר: \"וביום השמיני מקרא קודש\" (ראה ויקרא כג,לו).", "167": "לישב בסוכה שבעת ימים, שנאמר: \"בסוכות תשבו, שבעת ימים\" (ויקרא כג,מב).", "168": "ליטול לולב, שנאמר: \"ולקחתם לכם ביום הראשון, פרי עץ הדר כפות תמרים\" (ויקרא כג,מ).", "169": "לשמוע קול שופר בראש השנה, שנאמר: \"יום תרועה, יהיה לכם\" (במדבר כט,א).", "170": "ליתן מחצית השקל בכל שנה ושנה, שנאמר: \"זה ייתנו, כל העובר על הפקודים\" (שמות ל,יג).", "171": "לשמוע מכל נביא שיהיה בכל דור ודור אם לא יוסיף ולא יגרע, שנאמר: \"אליו, תשמעון\" (דברים יח,טו).", "172": "למנות מלך, שנאמר: \"שום תשים עליך מלך\" (דברים יז,טו).", "173": "לשמוע מכל בית דין הגדול שיעמדו להם לישראל, שנאמר: \"ועל המשפט אשר יאמרו לך--תעשה\" (דברים יז,יא).", "174": "לנטות אחרי רבים אם תהיה מחלוקת בין הסנהדרין בדינין, שנאמר: \"אחרי רבים--להטות\" (שמות כג,ב).", "175": "למנות שופטים ושוטרים בכל קהל וקהל מישראל, שנאמר: \"שופטים ושוטרים, תיתן לך\" (דברים טז,יח).", "176": "להשוות בין בעלי דינין בשעה שעומדין בדין, שנאמר: \"בצדק, תשפוט עמיתך\" (ויקרא יט,טו).", "177": "להעיד בבית דין למי שיש לו עדות, שנאמר: \"והוא עד, או ראה או ידע\" (ויקרא ה,א).", "178": "לחקור העדים הרבה, שנאמר: \"ודרשת וחקרת ושאלת, היטב\" (דברים יג,טו).", "179": "לעשות לעדים זוממין כמו שזמו לעשות, שנאמר: \"ועשיתם לו, כאשר זמם\" (דברים יט,יט).", "180": "לערוף את העגלה כמצותה, שנאמר: \"וערפו שם את העגלה, בנחל\" (דברים כא,ד).", "181": "להכין שש ערי מקלט, שנאמר: \"תכין לך, הדרך, ושילשת\" (דברים יט,ג).", "182": "לתת ללויים ערים לשבת, וגם הן קולטות, שנאמר: \"ונתנו ללויים . . . ערים\" (במדבר לה,ב).", "183": "לעשות מעקה, שנאמר: \"ועשית מעקה לגגך\" (דברים כב,ח).", "184": "לאבד עבודה זרה וכל משמשיה, שנאמר: \"אבד תאבדון את כל המקומות\" (דברים יב,ב).", "185": "להרוג אנשי עיר הנידחת ולשרוף את העיר, שנאמר: \"ושרפת באש את . . . כל שללה\" (דברים יג,יז).", "186": "לאבד שבעה עממים מארץ ישראל, שנאמר: \"החרם תחרימם\" (דברים כ,יז).", "187": "להכרית זרעו של עמלק, שנאמר: \"תמחה את זכר עמלק\" (דברים כה,יט).", "188": "לזכור מה שעשה לנו עמלק תדיר, שנאמר: \"זכור, את אשר עשה לך עמלק\" (דברים כה,יז).", "189": "לעשות במלחמת הרשות כמשפט הכתוב בתורה, שנאמר: \"כי תקרב אל עיר\" (דברים כ,י).", "190": "למשוח כוהן למלחמה, שנאמר: \"והיה, כקורבכם אל המלחמה; וניגש הכוהן\" (דברים כ,ב).", "191": "להתקין יד במחנה, שנאמר: \"ויד תהיה לך, מחוץ למחנה\" (דברים כג,יג).", "192": "להתקין יתד, שנאמר: \"ויתד תהיה לך, על אזנך\" (דברים כג,יד).", "193": "להשיב את הגזל, שנאמר: \"והשיב את הגזילה אשר גזל\" (ויקרא ה,כג).", "194": "ליתן צדקה, שנאמר: \"פתוח תפתח את ידך\" (דברים טו,ח; דברים טו,יא).", "195": "להעניק לעבד עברי, שנאמר: \"הענק תעניק, לו\" (דברים טו,יד); וכן אמה עברייה.", "196": "להלוות לעני, שנאמר: \"אם כסף תלווה את עמי\" (שמות כב,כד); \"אם\" זה אינו רשות אלא מצוה, שנאמר: \"והעבט, תעביטנו\" (דברים טו,ח).", "197": "להלוות לנוכרי בריבית, שנאמר: \"לנוכרי תשיך\" (דברים כג,כא); מפי השמועה למדו שזו מצות עשה.", "198": "להשיב המשכון לבעליו, שנאמר: \"השב תשיב לו את העבוט\" (דברים כד,יג).", "199": "ליתן שכר שכיר בזמנו, שנאמר: \"ביומו תיתן שכרו\" (דברים כד,טו).", "200": "להיות השכיר אוכל בזמן שכירותו, שנאמר: \"כי תבוא בכרם ריעך\" (דברים כג,כה), \"כי תבוא בקמת ריעך\" (דברים כג,כו).", "201": "לעזוב מעל חברו או מעל בהמתו, שנאמר: \"עזוב תעזוב, עימו\" (שמות כג,ה).", "202": "להקים המשא על הבהמה, שנאמר: \"הקם תקים, עימו\" (דברים כב,ד).", "203": "להשיב האבידה, שנאמר: \"השב תשיבם, לאחיך\" (דברים כב,א).", "204": "להוכיח החוטא, שנאמר: \"הוכח תוכיח את עמיתך\" (ויקרא יט,יז).", "205": "לאהוב כל בני אדם מבני ברית, שנאמר: \"וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ\" (ויקרא יט, יח).", "206": "לאהוב את הגר, שנאמר: \"ואהבתם את הגר\" (דברים י, יט).", "207": "לצדק מאזניים עם המשקלות, שנאמר: \"מאזני צדק אבני צדק\" (ויקרא יט, לו).", "208": "לכבד החכמים, שנאמר: \"מפני שיבה תקום\" (ויקרא יט, לב).", "209": "לכבד אב ואם, שנאמר \"כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ\" (שמות כ, יא); (דברים ה, טו).", "210": "ליראה מאב ואם, שנאמר: \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ\" (ויקרא יט, ג).", "211": "לפרות ולרבות, שנאמר: \"פרו ורבו\" (בראשית ט, ז).", "212": "לבעול בקידושין, שנאמר: \"כי יקח איש אשה ובא אליה\" (דברים כב, יג) וראה דברים כד, א.", "213": "לשמח חתן את אשתו שנה, שנאמר: \"נקי יהיה לביתו שנה אחת\" (דברים כד, ה).", "214": "למול את הבן, שנאמר: \"וביום השמיני ימול בשר ערלתו\" (ויקרא יב, ג).", "215": "לייבם אשת אח, שנאמר: \"יבמה יבוא עליה\" (דברים כה,ה).", "216": "לחלוץ ליבם, שנאמר: \"וחלצה נעלו מעל רגלו\" (דברים כה,ט).", "217": "לישא אונס שנאמר: \"ולו תהיה לאישה\" (דברים כב,כט).", "218": "לישב מוציא שם רע עם אשתו כל ימיו, שנאמר: \"ולו תהיה לאישה\" (דברים כב,יט).", "219": "לדון במפתה בחמישים שקל עם שאר דינין, שנאמר: \"כי יפתה איש\" (שמות כב,טו).", "220": "לעשות ליפת תואר ככתוב, שנאמר: \"וראית, בשביה, אשת, יפת תואר\" (דברים כא,יא).", "221": "לגרש בשטר, שנאמר: \"וכתב לה ספר כריתות ונתן בידה\" (דברים כד,א; דברים כד,ג).", "222": "לעשות לסוטה כתורה, שנאמר: \"ועשה לה הכוהן, את כל התורה הזאת\" (במדבר ה,ל).", "223": "להלקות הרשעים, שנאמר: \"והפילו השופט והכהו\" (דברים כה,ב).", "224": "להגלות רוצח בשגגה, שנאמר: \"וישב בה, עד מות הכוהן\" (במדבר לה,כה).", "225": "להיות בית דין הורגין בסיף, שנאמר: \"נקום, יינקם\" (שמות כא,כ).", "226": "להיות בית דין הורגין בחנק, שנאמר: \"מות יומת הנואף, והנואפת\" (ויקרא כ,י).", "227": "להיות בית דין שורפין באש, שנאמר: \"באש ישרפו אותו, ואתהן\" (ויקרא כ,יד).", "228": "להיות בית דין סוקלין באבנים, שנאמר: \"וסקלתם אותם\" (דברים כב,כד).", "229": "לתלות מי שנתחייב תלייה, שנאמר: \"ותלית אותו, על עץ\" (דברים כא,כב).", "230": "לקבור הנהרג ביומו, שנאמר: \"כי קבור תקברנו ביום ההוא\" (דברים כא,כג).", "231": "לדון בעבד עברי כהלכותיו, שנאמר: \"כי תקנה עבד עברי\" (שמות כא,ב).", "232": "לייעד אמה עברייה, שנאמר: \"אשר לו יעדה\" (שמות כא,ח), \"ואם לבנו, ייעדנה\" (שמות כא,ט).", "233": "לפדות אמה עברייה, שנאמר: \"והפדה\" (שמות כא,ח).", "234": "לעבוד בעבד כנעני לעולם, שנאמר: \"לעולם, בהם תעבודו\" (ויקרא כה,מו).", "235": "להיות החובל משלם ממון, שנאמר: \"וכי יריבון אנשים--והכה איש\" (שמות כא,יח).", "236": "לדון בנזקי בהמה, שנאמר: \"וכי ייגוף שור איש את שור ריעהו\" (שמות כא,לה).", "237": "לדון בנזקי הבור, שנאמר: \"כי יפתח איש בור\" (שמות כא,לג).", "238": "לדון לגנב בתשלומין או במיתה, שנאמר: \"וכי יגנוב\" (ראה שמות כא,לז), \"אם במחתרת\" (שמות כב,א), \"וגונב איש ומכרו\" (שמות כא,טז).", "239": "לדון בנזקי הבער, שנאמר: \"כי יבער איש, שדה או כרם\" (שמות כב,ד).", "240": "לדון בנזקי האש, שנאמר: \"כי תצא אש ומצאה קוצים\" (שמות כב,ה).", "241": "לדון בדין שומר חינם, שנאמר: \"כי ייתן איש אל ריעהו כסף או כלים\" (שמות כב,ו).", "242": "לדון בדין נושא שכר ושוכר, שנאמר: \"כי ייתן איש אל ריעהו חמור או שור\" (שמות כב,ט).", "243": "לדון בדין השואל, שנאמר: \"וכי ישאל איש מעם ריעהו\" (שמות כב,יג).", "244": "לדון בדין מקח וממכר, שנאמר: \"וכי תמכרו ממכר לעמיתך\" (ויקרא כה,יד).", "245": "לדון בדין טוען וכופר, שנאמר: \"על כל דבר פשע\" (שמות כב,ח).", "246": "להציל הנרדף ואפילו בנפש הרודף, שנאמר: \"וקצותה, את כפה\" (דברים כה,יב).", "247": "לדון בדיני נחלות, שנאמר: \"איש כי ימות, ובן אין לו\" (במדבר כז,ח)."}}