{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {"0": {"0": "According to the simple meaning of the text, a gentile black woman. But who had converted. And Aaron and Miriam thought that this was why Moshe separated himself from her. That his wife was not of Israelite lineage. And they were saying that under no circumstances is this proper. After he had taken her and knew she was a non-Israelite and she didn't deceive him. Therefore it's not fair to make her sad and separate himself from her. [Afterwards I saw this commentary in the book \"Paanekh Razei\" who as his custom explains כושית as being black."}}, "12": {}, "13": {}, "14": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "<b>One law and one ordinance:</b> The teachings that the sages of each generation add are called \"law\" (\"<i>Torah</i>\"). And a commandment matter which is not explicit in the Torah is a just \"<b>ordinance</b>\" based on the intellect. On all of this is written \"<b>shall be both for you, and for the stranger ...</b>\" - it will be equal, without distinction. <b>And see that</b> Scripture calls commandments that are explicit in the Torah \"statute.\" Ans this is as I wrote on Exodus 18:16 - all of the commandments that are explicit in the Torah, even if they do have a reason. In any case, even where the reason is missing, the commandment stands its ground. If the details of the commandment are without reason, and are only \"statute.\" For once they are explicit in the Torah, they are statutes which the Heavens and the Earth stand upon, as I wrote on Leviticus, at the beginning of the \"<i>Bechukotai</i>\" (\"In My statutes\") portion. However, the teachings of the sages of the generation go along with the reasoning, so as soon as the reason changes, the rule changes. Therefore, Scripture calls them \"law and ordinance.\""}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "העמק דבר על במדבר", "source": "Sefaria", "englishTitle": "Haamek Davar on Numbers", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}