{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": "R. Kattina said:", "41": "Whenever Yisrael came up to the Festival, the curtain [of the Beis Hamidash] would be removed and the Keruvim would be shown to them, and their bodies would be intertwined with one another; they would say to them:", "42": "\"Look! You are beloved before God as the love between man and woman.\"", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "107": {"0": 0, "1": "Reish Lakish said:", "10": "the world was created from its middle as it says, “When the dust was poured into a mass and the clods cleaved together.” (Iyov 38:38) R’ Yehoshua says: ", "11": "the world was created from the sides as it says, “For He says to the snow, 'Be upon the earth'; likewise to the shower of rain and to the showers of His mighty rain.” (Iyov 37:6) ", "12": "R’ Yitzchak (Nafcha) said: ", "13": "The Holy One cast a stone into the sea and from it the world was founded as it says, “On what were its sockets sunk, or who laid its cornerstone?” (Iyov 38:6) ", "14": "The Sages say: ", "15": "from Tzion it was created as it says, “A song of Asaph; God, God the Lord, spoke and called to the earth, from the rising of the sun until its setting.” (Tehillim 50:1) And it says, “From Zion, the perfection of beauty, God appeared” (Tehillim 50:2) - from it the beauty of the world was perfected.", "2": "When the heathens [Babylonians] entered the Temple and saw the keruvim [cherubs] – who were clinging to each other, they carried them out and said: ", "3": "\"These Israelites… occupy themselves with such things!\"", "4": 0, "5": "‘and it was called foundation.’ ", "6": "He taught: ", "7": "Because from it the world was founded. ", "8": "We have learned according to the one who says that the world was created from Tzion. ", "9": "For it is taught, R’ Eliezer says: "}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {"0": "yoma 1"}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": "Was it not taught:", "31": "The twenty-fifth of Tevet is the day of Mount Gerizim, on which mourning is prohibited.", "32": "It is the day on which the Cutheans requested the Temple of  God from Alexander of Macedonia [the Great] to destroy it, and he had given it to them.", "33": "The people came and informed Shimon the Righteous.", "34": "What did [Rabbi Shimon] do?", "35": "He donned priestly garments, and wrapped himself in priestly garments, some of the noblemen of Israel went with him carrying fiery torches in their hands, they walked all the night, some walking on one side and others on the other side, until the dawn rose. ", "36": "When the dawn rose he [Alexander] said to them: ", "37": "Who are these?", "38": "They answered:", "39": "The Jews who rebelled against you. ", "4": 0, "40": "As he reached Antipatris, the sun having shone forth, they met. ", "41": "When he saw Simeon the Just, he descended from his carriage and bowed down before him.", "42": "They said to him:", "43": "A great king like yourself should bow down before this Jew? ", "44": "He answered:", "45": "His image it is which wins for me in all my battles.", "46": "He said to them:", "47": "What have you come for?", "48": "They said:", "49": "Is it possible that starworshippers should mislead you to destroy the House wherein prayers are said for you and your kingdom that it be never destroyed!", "5": 0, "50": "He said to them:", "51": "Who are these? ", "52": "They said to him:", "53": "These are Cutheans who stand before you", "54": "He said:", "55": "They are delivered into your hand.", "56": "At once they perforated their heels, tied them to the tails of their horses and dragged them over thorns and thistles, until they came to Mount Gerizim,", "57": "which they plowed and planted with vetch,", "58": "even as they had planned to do with the House of God. ", "59": "And that day they made a festive day.", "6": 0, "7": 0, "8": 0, "9": 0}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": " On Yom Kippur it is prohibited to eat, drink, wash oneself, lathe oneself, wear leather sandals (shoes), or marital relations. And the King and the Bride may wash their faces and a new mother may wear shoes. These are the words of R. Eliezer. But the Sages prohibit this.", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "146": {}, "147": {"0": 0, "1": 0, "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": "(Leviticus 16, 29) \"You shall afflict your souls\". Perhaps one should sit in the heat or in the cold in order to be in pain. Therefore the verse taught (Leviticus 16, 29) \"And all the work you shall not perform\"", "9": "Just as one refrains from work and does not perform, so too affliction one refrains but does not perform."}, "148": {}, "149": {}, "15": {}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {"0": "Come and hear [a proof]: That which Rabbah bar Shmuel taught, ", "1": "\"'We feed a pregnant woman [on Yom Kippur] who [has a craving because she] smelled [it] until she returns to [herself]; and we feed someone bitten by a mad dog from the lobe of its liver; and we apply medication to someone who has pain in his mouth on Shabbat' - these are the words of Rabbi Eliezer ben Yosse in the name of Rabbi Matya ben Charash.", "10": "And if it was that the Sages disagreed about it, let [the cases] be mixed [and there would have been no reason to differentiate this case from the other ones by the phrase, 'also said'] and let them be taught [together] and let the rabbis disagree [with all of them] at the end.\" We hear from this [conclusively that the proposition is correct.", "11": "\"Because of possible danger to his life, etc.\"", "12": "Why does it then need to say, \"and when there is a doubt about [the saving of] lives, it supersedes [the observance of] Shabbat?\"", "13": "Rav Yehudah said that Rav said,", "14": "\"Not only about the doubt on this Shabbat did they say [there is sufficient reason to violate the Shabbat], but rather even concerning the doubt on another Shabbat.\"", "15": "How is this?", "16": "For example, they evaluated him [to require a doseage] for eight days and the first day [of the treatment] was Shabbat.", "17": "What is it that you would say [in opposition were it not for this inference]?", "18": "Let him wait until the evening, so that we do not desecrate the Shabbat twice because of  him. We infer [however, that such is not the case].", "19": "We also taught [similarly to this understanding in an early authoritative statement],", "2": "And the Sages say, ", "20": "\"We heat up hot water for a sick person on Shabbat, whether it is to give him to drink or whether it is to give him health (to bathe him).", "21": "And not only on this Shabbat did they say [this], but rather [also] regarding another Shabbat.", "22": "And we do not say,", "23": "'Let us wait in case he becomes healthy,' but rather we heat it up immediately, since a doubt about [the saving of] lives supersedes [the observance of] Shabbat. And not just a doubt on this Shabbat, but rather even a doubt on another Shabbat.", "24": "And we do not do these things by the agency of gentiles nor by the agency of Cuthites, but rather by the agency of prominent Jews.", "25": "And we do not say to do these things based on the [opinion] of women nor on the [opinion] of Cuthites, but we do combine them to a differing (minority) opinion.\"", "26": "Our rabbis taught, ", "27": "\"We engage in the saving of lives on Shabbat, and the one who shows alacrity [in this] is praiseworthy and we do not need to get permission from the court [to do so].", "28": "How is this? ", "29": "If he saw an infant fall into the sea, he spreads out a net and brings him up, ", "3": "'With this [we agree] but not with the other.'\"", "30": "and the one who shows alacrity [in this] is praiseworthy and we do not need to get permission from the court [to do so]\" - and even though he traps fish.", "31": "\"If he saw an infant fall into a pit, he uproots its [wall's] section[s] and brings him up, ", "32": "and the one who shows alacrity [in this] is praiseworthy and we do not need to get permission from the court [to do so]\" - and even though he builds a step.", "33": "\"If he saw that a door was locked in front of an infant, he breaks it and brings him out, and the one who shows alacrity [in this] is praiseworthy and we do not need to get permission from the court [to do so]\" - and even though he has in mind to break it into [usable pieces].", "34": "\"We extinguish and make a separation line [of water] in front of a fire on Shabbat, and the one who shows alacrity [in this] is praiseworthy and we do not need to get permission from the court [to do so]\" - and even though he brings down [the flames and produces coals].", "35": "And it is necessary [to inform us of all these cases]. Since if we had been informed about the [case of the] sea, [we would think] it is because, by and by, [the infant] would go away [and be lost], but [in the case of the] pit, where he is sitting [in one place], I would say no. [Hence] it is necessary. ", "36": "And if we would have been informed about [the case of the] pit, [we would think] it is because he would panic, but [in the case of the] door being locked, it is possible for [the adult trying to save him] to sit on [the other] side of the door and sway him with [the sound of] nuts [in order to calm him. Hence] it is necessary. ", "37": "\"We extinguish and make a separation line\" - why do I [need to know this, since it would be obvious, given that the saving of lives is involved]? ", "38": "[To tell me] that even in a different courtyard [may you do this].", "39": "Rav Yosef said that Rav Yehuda said that Shmuel said,", "4": "To which [one] does \"with this\" refer?", "40": "\"We do not go after the majority concerning the saving of lives.\"", "41": "How is this?", "42": "If we will say that there are nine Jews and one Cuthite among them [and we are not sure which one of the ten is covered under a pile of stones and in danger of death], the majority are Jews; ", "43": "(but rather) [if they were] half and half, we [already know that we] are lenient in the case of a doubt regarding the saving of a life. ", "44": "But rather that there are nine Cuthites and one Jew. This is also obvious, as they are fixed, and all fixed items [about which I have a doubt as to the identity of one of them] are [considered] like they are half and half (there is an equal chance of it belonging to one group as to the other, even though one is more numerous).", "45": "No, it is necessary [in a case of] a different courtyard. What is it that you would say [in opposition were it not for this inference]?", "46": "Anything [the identity of which is in doubt] that is removed [from its place and not fixed] is [considered] to have been [part of] the majority. We infer [however,] that we do not go after [such a] majority concerning the saving of lives.", "47": "But that is not so!", "48": "And was it not that Rav Assi said that Rabbi Yochanan said,", "49": " \"If there are nine Cuthites and one Jew in the same courtyard, we act to save the life [of an unidentified member of the ten] , if they are in a different courtyard, we do not act to save him.\"", "5": "If I will say [it refers] to the pregnant woman, it is obvious.", "50": "That is not a difficulty. [Our case is] that they have all been removed; [the case just presented is] that only some of them have been removed. ", "51": "And did Shmuel say this?", "52": "And was it not taught,", "53": "\"[If] one found an abandoned child [in the city]: If most [of the residents] are Cuthites, it is a Cuthite; and if most are Jews it is a Jew; [and if] it is half and half it is a Jew.\"", "54": "And Rav said,", "55": "\"They only learned this regarding sustaining it, but not regarding its pedigree.\"  ", "6": "Is there anyone who says that a pregnant woman is not [given to eat]?", "7": "Rather, is it not [referring] to the medication? [Hence,] we hear from it [that we can apply medication to a pain in the mouth on Shabbat].", "8": "Rav Ashi said, ", "9": "\"Our mishna is also exact [in indicating this through a close reading], 'And Rabbi ben Matya ben Charash also said, \"we apply medication to someone who has pain in his mouth on Shabbat\"' and the Sages do not disagree about it."}, "168": {"0": "R. Ishmael, R. Akiba and R. Eleazar b. Azariah were once on a journey, with Levi ha-Saddar20 and R. Ishmael son of R. Eleazar b. Azariah following them. Then this question was asked of them: Whence do we know that in the case of danger to human life the laws of the Sabbath are suspended? — R. Ishmael answered and said: If a thief be found breaking in.21 Now if in the case of this one it is\f doubtful whether he has come to take money or life; and although the shedding of blood pollutes the land, so that the Shechinah departs from Israel, yet it is lawful to save oneself at the cost of his life — how much more may one suspend the laws of the Sabbath to save human life! R. Akiba answered and said: If a man come presumptuously upon his neighbour etc. thou shalt take him from My altar, that he may die.22 I.e., only off the altar, but not down from the altar.23 And in connection therewith Rabbah b. Bar Hana said in the name of R. Johanan: That was taught only when one's life is to be forfeited,"}, "169": {}, "17": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": "But the Second Temple, they were occupying themselves with Torah, commandments, and kind deeds, why was it destroyed?", "16": "Because there was in it baseless hatred (lit. free hatred)", "17": "to teach you that baseless hatred is equal opposite three sins:", "18": "idol worship, sexual sins, and murder", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "170": {}, "171": {"0": 0, "1": 0, "10": "Repentance is great, for intentional sins are made for him into virtues, as it says (Ezekiel 33:19), \"And when the wicked turneth from his wickedness, and doeth that which is lawful and right, he shall live thereby.\"", "11": 0, "12": 0, "13": 0, "14": 0, "15": "Rabbi Yitzhak said: \"They said in the West in the name of Rabbah, son of Mari:", "16": "'Come and see that God's character is not like that of (a person of) flesh and blood.  ", "17": "This is the character of (a person of) flesh and blood: If one mocks his fellow with words, it is doubtful whether that person can be appeased by him or not.  And even if you say he can be appeased, it is doubtful whether he can be appeased merely with words or not.  ", "18": "But God, if a man commits a transgression in secret, is appeased by him merely with words.  As it is said: \"Take with you words, and return to the Lord.\" (Hosea 14:3) And not only that, God considers a good deed! As it is said: \"Accept that which is good.\" (ibid.) And not only that, Scripture exalts him as if he had sacrificed bulls.  As it is said: \"We will offer the bulls of our lips.\" (ibid.)", "19": "In case you say that bulls are obligatory, Scripture says: \"I will heal their backsliding, I will love them freely.\" (Hosea 14:5)", "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": "Our Rabbis taught:", "41": "Sins that one confessed on this Yom Kippur, s/he should not confess to them on another Yom Kippur, but if s/he repeated them s/he should confess to them on another Yom Kippur. If one does not repeat them and confesses again, scripture says about that person (Proverbs 26:11) \"As a dog that returneth to his vomit, So is a fool that repeateth his folly.\"", "42": "Rabbi Eliezer Ben Yakov says", "43": "All the more so that s/he is praiseworthy, as it says, (Psalms 51:5) \"For I know my transgressions; And my sin is ever before me.\"", "44": "So how do I associate \"As a dog that returneth do his vomit?\" According to Rav Huna, as Rav Huna says,", "45": "Once a person commits a sin and repeats it, it is permitted to them.", "46": "Do you really believe that it is permitted to them?", "47": "Rather, I will say", "48": "it is made for them as if it is permitted", "5": 0, "6": 0, "7": 0, "8": 0, "9": "And yet, Reish Lakish said:"}, "172": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": "[Transgressions between a person and God, etc.]...", "26": "Rav Yosef, son of Havu, pointed out the following contradiction to Rabbi Abahu:", "27": "(Yom Kippur atones for transgressions between a person and God, but for) transgressions against one's neighbor, Yom Kippur cannot atone (until he appeases his neighbor).", "28": "Isn't it also written: \"If one person sins against another, God will mediate for him.\"? (1 Samuel 2:25)", "29": "Who is God (in this scenario)? The judge.", "3": 0, "30": "If so, how do we understand the end of that verse?", "31": "\"But if a person sins against God, who will mediate for him?\"", "32": "What he means to say is:", "33": "If a person sins against another person, God will mediate for him and his fellow will forgive him. But if a person sins against God, who will mediate for him? Only repentance and good deeds.", "34": "Rabbi Yitzhak said:", "35": "\"One who angers his fellow, even merely through words, must appease him.  As it is said: 'My son, if you take a pledge for your neighbor, if you clasp hands for a stranger, you are ensnared by the words of your mouth.  Do this now, my son, and be saved, since you are at another's mercy: Go! Humble yourself and beg your neighbor.' (Proverbs 6:1-3)\"", "36": "If you have financial means, open the palm of your hand to him (i.e. pay him).  And if not, gather many others around him.", "37": "Rav Hisda said:", "38": "\"It is necessary to appease him with three rows of three people (each).  As it is said: 'He comes before men and says, \"I have sinned and perverted that which is right, and it has not profited me.' (Job 33:27)\"", "39": "Rabbi Yossi, son of Hanina, said:", "4": 0, "40": "\"One who begs a favor of his fellow should not ask it of him more than three times.  As it is said: 'Please, forgive please...and now please forgive.'  (Genesis 50:17)\" And if he [against whom he had sinned] has died, he should bring ten people and stand them around his grave and say:", "41": "\"I have sinned against the Lord, the God of Israel, and against so-and-so whom I have injured.\"", "42": "Rabbi Abba once had a grievance with Rabbi Yirmiyah.  He (Rabbi Yirmiyah) went and sat down at Rabbi Abba's door.  ", "43": "When the maid pour out water, some drops touched his head.  ", "44": "He said:", "45": "\"They have made me like a dung-heap!\" He recited this passage about himself: \"He raises the need from the dung-heaps.\" (Psalms 113:7)", "46": "Rabbi Abba heard and went out to face him and said to him: ", "47": "\"Now, I must come forth to appease you! As it is written: 'Go, humble yourself and beg your neighbor.'\" (Proverbs 6:3)", "48": "When Rabbi Zeira had a grievance against a certain person, he would pass by them repeatedly and show  that he was willing to reconcile, so that they would come out and appease him.  ", "49": "Rav once had a grievance with a certain butcher.  The butcher did not come before him (to reconcile).  ", "5": 0, "50": "On the eve of Yom Kippur he (Rav) said:", "51": "\"I will go to appease him.\"", "52": "Rav Huna met him", "53": "and asked him: \"Where are you going, Master?\"", "54": "He said: \"To appease so-and-so.\"", "55": "He (Rav Huna) said (to himself):", "56": "\"Abba is about to cause one's someone's death.\"  Rav came and stood over the butcher, who was sitting and chopping (an animal's) head.  He raised his eyes and said to him:", "57": "\"You're Abba!?", "58": "I have no grievance with you.\" (Also possibly: \"I will have nothing to do with you.\")", "59": "While he was chopping the head, a bone flew off, struck him in the throat, and killed him.  ", "6": 0, "60": "Once Rav was expounding upon a Biblical text before the Rabbis, and there entered", "7": 0, "8": 0, "9": 0}, "173": {"0": "Rabbi Hiyya.  Rav returned to the beginning (and began again).  Bar Kapara entered.  Rav returned to the beginning (and began again).  ", "1": "Rabbi Shimon, the son of Rabbi, entered.  Rav returned to the beginning (and began again).", "10": "And how could Rabbi Hanina do so? (withholding forgiveness)", "11": "Didn't Rabba say:", "12": "\"One who overlooks his own principles/character traits, all his transgressions are overlooked.\"?", "13": "Rather, Rabbi Hanina had seen in a dream that Rav was being hanged from a date tree.  And everyone knows that one who is hanged from a date tree (in a dream) will become head (of an Academy).  ", "14": "He (Rabbi Hanina) said (to himself):", "15": "\"Derive from it that authority will be given to him.\"", "16": "And so he would not be appeased, so that (Rav) would go to teach Torah in Babylon. ", "2": "Rabbi Hanina, the son of Hama, entered.  Rav said:", "3": "\"All this continually going back! Let's go!!\"", "4": "He did not return (to the beginning).  ", "5": "Rabbi Hanina was angry.  Rav went to him on thirteen eves of Yom Kippur, but could not appease him.", "6": "But how could Rav do so?", "7": "Didn't Rabbi Yosi, the son of Hanina, say:", "8": "\"One who requests a favor from his fellow should not request it from him more than three times.\"?", "9": "Rav is different."}, "18": {}, "19": {}, "2": {"0": "Mishnah: Seven days before the Day of Atonement, the High-priest was removed from his house to the Palhedrin (counsellors') chamber, and another High-priest was appointed to substitute him in case he should meet with such an accident [as would incapacitate him for the service of that day].", "1": "R. Juda says:  ", "2": "\"Another wife was also appointed for him lest his own wife should meanwhile die, whereas it is said (Lev. 17:11) 'And he shall make atonement for himself and for his house;' 'his house' alludes to his wife.'\" ", "3": "Said to him:", "4": "\"If this be so then there will be no end to the matter [the other wife may also die].\"", "5": "It is taught elsewhere:", "6": "Seven days before the burning of the [red] calf, they would separate the priest who was to burn the calf from his house [and bring him] to the chamber overlooking the [Temple] building from the northeast, and it was called the 'Chamber of the House of Stone.'", "7": "And why was it called 'Chamber of the House of Stone'? Because all of its work (ie. the work done inside) was with Manure vessels, Stone vessels, and Earthenware vessels [all three of which cannot contract impurity].", "8": "What is the reason for this?", "9": "Because a Tevul Yom is purified through the calf, as it is taught,"}, "20": {}, "21": {}, "22": {"0": 0, "1": 0, "10": "What principle are they disputing? ", "11": "The first Tanna holds ", "12": "Jerusalem was not divided among the tribes and R’ Yehudah holds ", "13": "Jerusalem was divided among the tribes, ", "14": "the basis of their argument is another argument between Tannaim, for it has been taught: ", "15": "What was in the portion of Yehudah? The Temple mount, the cells, the courts. ", "16": "And what was in the portion of Benyamin? The Hall, the Palace and the Holy of Holies. ", "17": "And a strip of land protruded from Yehudah's portion and went into Benyamin's portion, and on this the Holy Temple was built — ", "18": "Benyamin the Righteous longed to swallow it every day as it is written: “He protects him all day long…” (Devarim 33:12) ", "19": "therefore he merited to be the host of the Omnipotent, as it is said “…and He dwells between his shoulders.\" (ibid.) ", "2": "Has it not been taught: ", "20": "This Tanna holds that Jerusalem was not divided among the tribes, for it has been taught: ", "21": "One does not rent houses in Jerusalem, because the city does not belong to the inhabitants. ", "22": "R’ Elazar bar R’ Shimon said: ", "23": "Nor any beds. ", "24": "Therefore the innkeepers take the skin of the sacrificial animals even by force. ", "25": "Abaye said ", "26": "‘learn from this that it is the custom for a man to leave to his host the empty wine pitcher and the hide.’ ", "3": "“…upon a house in the land of your possession,” (Vayikra 14:34) which means that the house of the land of your possession can become defiled through leprosy, but Jerusalem cannot. ", "4": "R’ Yehudah said ", "5": "‘I have only heard that the place of the Sanctuary (mikdash) is unaffected by the law of leprosy? ", "6": "That implies that synagogues and houses of learning are subject to the law of leprosy, even though they are in large cities! ", "7": "Read it as: ", "8": "R’ Yehudah said", "9": "‘I have only heard that sacred places (mekudash) are not subject to the law of leprosy. "}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "The heads of the stalks and sprinkles", "1": "Abaye says"}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {"0": 0, "1": "...We are taught in a Baraitha: \"Take thee,"}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "יומא", "source": "Sefaria", "englishTitle": "Yoma", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}