{"language": "english", "text": {"0": {"0": {"0": "With ten languages of song was this book said: with nitzuakh, with niggun, with mizmor, with shir, with hallel, with t'fillah, with b'rakhah, with hoda'ah, with ashre, with hallelujah, corresponding to the ten persons who said it: Adam, Melchizedek, Abraham, Moses, David, Solomon, Asaph and the three sons of Korah. And they differ on Jeduthun: there are those who say he was a man as it is written in I Chronicles 16:38, and there are those who say, Jeduthun that is in this book only refers to the laws and the judgments of the decrees which have gone over him and over Israel.", "1": "Les felicements in the foreign language; the contentment of man and his praises are these, that he did not go; for since he did not go, he did not stand; and since he did stand, he did not sit.", "2": "gabors in old french"}, "1": {"0": "\"But desires the Torah of G-d\" - sitting with scoffers leads one not to study the Torah.", "1": "\"And in his Torah we speaks\" - at first it is called G-d's Torah, and once he works at it, it is called his Torah."}, "2": {"0": 0, "1": 0, "2": "\"His leaf will not decay\" - even the least of it is useful. And discussion by the students of the wise is useful and worthy of study."}}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {}, "108": {}, "109": {}, "11": {"0": {"0": "A stringed instrument with eight strings"}}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": "<b>\"Wonders from Your Torah :\"</b> Things that are hidden in it, which are not explicit in it.", "1": "<b>\"Your Torah:\"</b> Wonders from the explanations of Your Torah, that are not explicit in it (I found [this])."}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "119": {}, "12": {}, "120": {"0": {"0": "\"Song for ascent\" - the literal meaning is that when the Levites started going up the stairs [in the temple] they would recite this song. It is not written in the beginning [of the book], but \"there is no early and late\" [in scripture, meaning things aren't always in chronological order].", "1": "\"Song for ascent\" is a hint to the stairs the righteous will use in the afterlife to get from the tree of life to the throne [of G-d]. As it says in Sifri, \"song OF ascent\" isn't written here, but \"song FOR ascent\", for Him who will make ascent for the righteous.  *** There is more that I am unable to translate ****"}}, "121": {"0": {"0": "\"I was glad when told\" - I heard people say that soon this old man [David] would die, and Solomon will reign, and the temple will be built, and we will go on pilgrimage, and I am happy."}, "1": {"0": "\"Our feet stood\" - in war everywhere for your \"gates Jerusalem\" - because of the Torah studied there."}, "2": {"0": "\"Jerusalem that is built\" - when my son Solomon will build the Temple inside it, Jerusalem will be built by having the divine presence, the temple, the ark of the covenant, and the altar.", "1": "\"Like a city put together\" - like Shilo, the two are connected as it says (Deuteronomy 12) \"for rest and inheritance\". Rest is Shilo, inheritance is Jerusalem. Our Rabbis said that there is a built up Jerusalem in heaven, and one day the earthly Jerusalem will be like it."}, "3": {"0": "\"That there went tribes\" - when the tribes of Israel got to Shilo after the exodus and put the ark of the covanent there. \"Tribes of yud hey\" - evidence for Israel. The nations said about them during the exodus that they were mamzerim [bastards], because if the Egyptians could enslave them, how much more so could they seduce or rape their wives. The holy one blessed be he [G-d] added His name to them, h-Reuven-i, h-Shimon-i, etc (Deuteronomy 26). He added His name to them, one letter at the beginning and another at the end, -yud -hey, to show they were pure."}, "4": {"0": "\"For there sat...\" - the divine presence will be in Jerusalem, and there will be chairs for the judges of the nations as well as the chairs [thrones] of the house of David."}}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {"0": "Chains"}}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "If I had not believed in the Holy One, blessed is He, those false witnesses would have already risen against me and destroyed me. The word \"Lulei\" has dots on it to expound that which our Rabbis expounded: I know that You give reward to righteous in the world to come, but I don't know if I have a portion with them or not."}, "2": {"0": "In that which is said above \"God is the fortress of my life.\""}, "3": {"0": "\"To be seen there every morning,\" so Dunash explained it, but his friend Menachem [explained the verse] using \"yevaqer -- distinguish\" (Leviticus 26) but Dunash used the word \"boqer\" morning."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "<b>All glorious is the king's daughter inside, etc.:</b> Those that all the honor is dependent upon; and they are the groupings of the King that comported themselves with modesty. Now, their clothes are considered greater than the squares of (<i>mishbetsot</i>) gold of High Priests. <i>Mishbetsot</i> is <i>chatons</i> in [Old French]. "}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {"0": "Nivrechah- this is the language of \"and he caused the camels to kneel.\""}}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "רש\"י על תהילים", "source": "Sefaria", "englishTitle": "Rashi on Psalms", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}