{"originalTitle": "משנה תורה, תוכן החיבור", "sourceLink": "http://www.sefaria.org/", "language": "hebrew", "author": "Not available", "englishTitle": "Mishneh Torah, Overview of Mishneh Torah Contents", "source": "Sefaria", "text": {"0": {"0": "וראיתי לחלק חיבור זה לארבעה עשר ספרים:", "1": "ספר ראשון. אכלול בו כל המצוות שהן עיקר דת משה רבנו, וצריך אדם לידע אותם תחילת הכול--כגון ייחוד שמו ברוך הוא, ואיסור עבודה זרה. וקראתי שם ספר זה ספר המדע.", "2": "ספר שני. אכלול בו המצוות שהן תדירות, שנצטווינו בהם כדי לאהוב את המקום ולזוכרו תמיד--כגון קרית שמע, ותפילה, ותפילין, וברכות; ומילה בכלל, לפי שהיא אות בבשרנו להזכיר תמיד בשעה שאין שם לא תפילין ולא ציצית וכיוצא בהן. וקראתי שם ספר זה ספר אהבה.", "3": "ספר שלישי. אכלול בו כל המצוות שהן בזמנים ידועים--כגון שבת, ומועדות. וקראתי שם ספר זה ספר זמנים.", "4": "ספר רביעי. אכלול בו המצוות של בעילה--כגון קידושין וגירושין, וייבום וחליצה. וקראתי שם ספר זה ספר נשים.", "5": "ספר חמישי. אכלול בו מצוות של ביאות אסורות, ומצוות של מאכלות אסורות--לפי שבשני עניינים האלו קידשנו המקום והבדילנו מן האומות בעריות ובמאכלות אסורות, ובשניהם נאמר \"ואבדיל אתכם מן העמים\" (ויקרא כ,כו), \"אשר הבדלתי אתכם מן העמים\" (ויקרא כ,כד). וקראתי שם ספר זה ספר קדושה.", "6": "ספר שישי. אכלול בו מצוות שיתחייב אדם בהן מי שאסר עצמו בדברים--כגון שבועות ונדרים. וקראתי שם ספר זה ספר הפלאה.", "7": "ספר שביעי. אכלול בו מצוות שהם בזרע הארץ--כגון שמיטין ויובלות, ומעשרות ותרומות, ושאר מצוות הנכללים עימהן מעניינם. וקראתי שם ספר זה ספר זרעים.", "8": "ספר שמיני. אכלול בו מצוות שהן בבניין מקדש וקרבנות ציבור התמידין. וקראתי שם ספר זה ספר עבודה.", "9": "ספר תשיעי. אכלול בו מצוות שהן בקרבנות היחיד. וקראתי שם ספר זה ספר קרבנות.", "10": "ספר עשירי. אכלול בו מצוות שהן בטהרות וטמאות. וקראתי שם ספר זה ספר טהרה.", "11": "ספר אחד עשר. אכלול בו מצוות שבין אדם לחברו, ויש בהם היזק תחילה בממון או בגוף. וקראתי שם ספר זה ספר נזקים.", "12": "ספר שנים עשר. אכלול בו מצוות מכירה וקנייה. וקראתי שם ספר זה ספר קניין.", "13": "ספר שלושה עשר. אכלול בו מצוות שבין אדם לחברו, בשאר דינין שאין בתחילתן היזק--כגון שומרין, ובעלי חובות, וטענות וכפירות. וקראתי שם ספר זה ספר משפטים.", "14": "ספר ארבעה עשר. אכלול בו מצוות שהן מסורין לסנהדרין--כגון מיתות בית דין, וקבלת עדות, ודין המלך ומלחמותיו. וקראתי שם ספר זה ספר שופטים.", "15": "וזה הוא חילוק הלכות של חיבור זה לפי ענייני הספרים, וחילוק המצוות לפי ענייני ההלכות.", "16": "ספר המדע הלכותיו חמש, וזה הוא סידורן: הלכות יסודי התורה, הלכות דעות, הלכות תלמוד תורה, הלכות עבודה זרה וחוקות הגוים, הלכות תשובה.", "17": "הלכות יסודי התורה יש בכללן עשר מצוות: שש מצוות עשה, וארבע מצוות לא תעשה. וזה הוא פרטן: (א) לידע שיש שם אלוה. (ב) שלא יעלה במחשבה שיש שם אלוה זולתי יי. (ג) לייחדו. (ד) לאהבו. (ה) ליראה ממנו. (ו) לקדש שמו. (ז) שלא לחלל את שמו. (ח) שלא לאבד דברים שנקרא שמו עליהם. (ט) לשמוע מן הנביא המדבר בשמו. (י) שלא לנסותו.", "18": "הלכות דעות יש בכללן אחת עשרה מצוות: חמש מצוות עשה, ושש מצוות לא תעשה. וזה הוא פרטן: (א) להדמות בדרכיו. (ב) להדבק ביודעיו. (ג) לאהוב את רעים. (ד) לאהוב את הגרים. (ה) שלא לשנוא אחים. (ו) להוכיח. (ז) שלא להלבין פנים. (ח) שלא לענות אמללין. (ט) שלא להלוך רכיל. (י) שלא לנקום. (יא) שלא לנטור.", "19": "הלכות תלמוד תורה יש בכללן שתי מצוות עשה: ראשונה ללמוד תורה, שניה לכבד מלמדיה ויודעיה.", "20": "הלכות עבודה זרה וחוקות הגויים יש בכללן אחת וחמישים מצוות: שתי מצוות עשה, ותשע וארבעים מצוות לא תעשה. וזה הוא פרטן: (א) שלא לפנות אחר עבודה זרה. (ב) שלא לתור אחר הרהור הלב וראיית העיניים. (ג) שלא לגדף. (ד) שלא יעבוד אותה כדרך עבודתה. (ה) שלא ישתחוה לה. (ו) שלא לעשות פסל לעצמו. (ז) שלא לעשות פסל אפילו לאחרים. (ח) שלא לעשות צורות אפילו לנואי. (ט) שלא להדיח אחרים אחריה. (י) לשרוף עיר הנידחת. (יא) שלא לבנותה. (יב) שלא ליהנות מכל ממונה. (יג) שלא להסית יחיד לעובדה. (יד) שלא לאהוב המסית. (טו) שלא לעזוב שנאתו. (טז) שלא להצילו. (יז) שלא ללמד עליו זכות. (יח) שלא ימנע מללמד עליו חובה. (יט) שלא להתנבא בשמה. (כ) שלא לשמוע מן המתנבא בשמה. (כא) שלא להתנבא בשקר, ואפילו בשם יי. (כב) שלא לגור מהריגת נביא שקר. (כג) שלא לישבע בשם עבודה זרה. (כד) שלא לעשות אוב. (כה) שלא לעשות ידעוני. (כו) שלא להעביר למולך. (כז) שלא להקים מצבה. (כח) שלא להשתחוות על אבן משכית. (כט) שלא ליטע אשרה. (ל) לאבד עבודה זרה וכל הנעשה בשבילה. (לא) שלא ליהנות בעבודה זרה ובכל משמשיה. (לב) שלא ליהנות בציפויי נֶעבד. (לג) שלא לכרות ברית לעובדי עבודה זרה. (לד) שלא לחון עליהם. (לה) שלא ישבו בארצנו. (לו) שלא להדמות במנהגותן ובמלבושן. (לז) שלא לנחש. (לח) שלא לקסום. (לט) שלא לעונן. (מ) שלא לחבור חבר. (מא) שלא לדרוש אל המתים. (מב) שלא לשאול באוב. (מג) שלא לשאול בידעוני. (מד) שלא לכשף. (מה) שלא להקיף פאת ראש. (מו) שלא להשחית פאת הזקן. (מז) שלא יעדה איש עדי אישה. (מח) שלא תעדה אישה עדי איש. (מט) שלא לכתוב קעקע. (נ) שלא להתגודד. (נא) שלא לעשות קורחה על מת.", "21": "הלכות תשובה מצוַת עשה אחת, והיא שישוב החוטא מחטאו לפני יי ויתוַדה.", "22": "נמצאו כל המצוות הנכללות בספר זה חמש ושבעים: שש עשרה מהן מצוות עשה, ותשע וחמישים מצוות לא תעשה.", "23": "ספר אהבה", "24": "הלכותיו שש, וזה הוא סידורן: הלכות קרית שמע, הלכות תפילה וברכת כוהנים, הלכות תפילין ומזוזה וספר תורה, הלכות ציצית, הלכות ברכות, הלכות מילה.", "25": "הלכות קרית שמע. מצות עשה אחת, והיא לקרות קרית שמע פעמיים ביום.", "26": "הלכות תפילה וברכת כוהנים. יש בכללן שתי מצוות עשה: (א) לעבוד את ה' בתפילה בכל יום; (ב) לברך כוהנים את ישראל בכל יום.", "27": "הלכות תפילין ומזוזה וספר תורה. יש בכללן חמש מצוות עשה; וזה הוא פרטן: (א) להיות תפילין על הראש; (ב) לקושרם על היד; (ג) לקבוע מזוזה בפתחי השערים; (ד) לכתוב כל איש ספר תורה לעצמו; (ה) לכתוב המלך ספר שני לעצמו כדי שיהיה לו שני ספרי תורה.", "28": "הלכות ציצית. מצות עשה אחת, והיא לעשות ציצית על כנפי הכסות.", "29": "הלכות ברכות. מצות עשה אחת, והיא לברך את שמו אחר אכילה.", "30": "הלכות מילה. מצות עשה אחת, והיא למול את הזכרים ביום השמיני.", "31": "נמצאו כל המצוות הנכללות בספר זה, אחת עשרה מצוות עשה.", "32": "ספר זמנים", "33": "הלכותיו עשר, וזה הוא סידורן: הלכות שבת, הלכות עירובין, הלכות שביתת עשור, הלכות שביתת יום טוב, הלכות חמץ ומצה, הלכות שופר וסוכה ולולב, הלכות שקלים, הלכות קידוש החודש, הלכות תענייות, הלכות מגילה וחנוכה.", "34": "הלכות שבת. יש בכללן חמש מצוות--שתי מצוות עשה, ושלוש מצוות לא תעשה; וזה הוא פרטן: (א) לשבות בשביעי; (ב) שלא לעשות בו מלאכה; (ג) שלא לענוש בשבת; (ד) שלא לצאת חוץ לגבול בשבת; (ה) לקדש היום בזכירה.", "35": "הלכות עירובין. מצות עשה אחת, והיא מדברי סופרים ואינה מן המניין.", "36": "הלכות שביתת עשור. יש בכללן ארבע מצוות--שתי מצוות עשה, ושתי מצוות לא תעשה; וזה הוא פרטן: (א) לשבות בו ממלאכה; (ב) שלא לעשות בו מלאכה; (ג) להתענות בו; (ד) שלא לאכול ולשתות בו.", "37": "הלכות שביתת יום טוב. יש בכללן שתים עשרה מצוות--שש מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) לשבות בראשון של פסח; (ב) שלא לעשות בו מלאכה; (ג) לשבות בשביעי של פסח; (ד) שלא לעשות בו מלאכה; (ה) לשבות ביום חג השבועות; (ו) שלא לעשות בו מלאכה; (ז) לשבות בראש השנה; (ח) שלא לעשות בו מלאכה; (ט) לשבות בראשון של חג הסוכות; (י) שלא לעשות בו מלאכה; (יא) לשבות בשמיני של חג; (יב) שלא לעשות בו מלאכה.", "38": "הלכות חמץ ומצה. יש בכללן שמונה מצוות--שלוש מצוות עשה, וחמש מצוות לא תעשה; וזה הוא פרטן: (א) שלא לאכול חמץ ביום ארבעה עשר מחצות היום ולמעלה; (ב) להשבית שאור מארבעה עשר; (ג) שלא לאכול חמץ כל שבעה; (ד) שלא לאכול תערובת חמץ כל שבעה; (ה) שלא ייראה חמץ כל שבעה; (ו) שלא יימצא חמץ כל שבעה; (ז) לאכול מצה בלילי הפסח; (ח) לספר ביציאת מצריים באותו הלילה.", "39": "הלכות שופר וסוכה ולולב. יש בכללן שלוש מצוות עשה; וזה הוא פרטן: (א) לשמוע קול שופר באחד בתשרי; (ב) לישב בסוכה שבעת ימי החג; (ג) ליטול לולב במקדש כל שבעת ימי החג.", "40": "הלכות שקלים. מצות עשה אחת, והיא ליתן כל איש מחצית השקל בכל שנה.", "41": "הלכות קידוש החודש. מצות עשה אחת, והיא לחשוב ולידע ולקבוע באיזה יום הוא תחילת כל חודש וחודש מחודשי השנה.", "42": "הלכות תענייות. מצות עשה אחת, והיא להתענות ולזעוק לפני ה' בעת כל צרה גדולה שתבוא על הציבור.", "43": "הלכות מגילה וחנוכה. יש בכללן שתי מצוות עשה מדברי סופרים, ואינם מן המניין.", "44": "נמצאו כל המצוות של תורה הנכללות בספר זה, חמש ושלושים--תשע עשרה מהן מצוות עשה, ושש עשרה מצוות לא תעשה; ויש בו שלוש מצוות מדברי סופרים.", "45": "ספר נשים", "46": "הלכותיו חמש, וזה הוא סידורן: הלכות אישות, הלכות גירושין, הלכות ייבום וחליצה, הלכות נערה בתולה, הלכות סוטה.", "47": "הלכות אישות. יש בכללן ארבע מצוות--שתי מצוות עשה, ושתי מצוות לא תעשה; וזה הוא פרטן: (א) לישא אישה בכתובה וקידושין; (ב) שלא תיבעל אישה בלא כתובה וקידושין; (ג) שלא ימנע שאר כסות ועונה; (ד) לפרות ולרבות ממנה.", "48": "הלכות גירושין. יש בכללן שתי מצוות: (א) מצות עשה, והוא שיגרש המגרש בספר; (ב) שלא יחזיר גרושתו משנישאת.", "49": "הלכות ייבום וחליצה. יש בכללן שלוש מצוות--שתי מצוות עשה, ואחת מצות לא תעשה; וזה הוא פרטן: (א) לייבם; (ב) לחלוץ; (ג) שלא תינשא יבמה לאיש זר עד שתסור רשות היבם מעליה.", "50": "הלכות נערה בתולה. יש בכללן חמש מצוות--שלוש מצוות עשה, ושתי מצוות לא תעשה; וזה הוא פרטן: (א) לקנוס המפתה; (ב) שיישא האונס אנוסתו; (ג) שלא יגרש האונס; (ד) שתשב אשת מוציא שם רע תחת בעלה לעולם; (ה) שלא יגרש מוציא שם רע את אשתו.", "51": "הלכות סוטה. יש בכללן שלוש מצוות--אחת מצות עשה, ושתיים מצוות לא תעשה; וזה הוא פרטן: (א) לעשות לסוטה כתורת הקנאות הסדורה בתורה; (ב) שלא ליתן שמן על קרבנה; (ג) שלא ליתן עליו לבונה.", "52": "נמצאו כל המצוות הנכללות בספר זה, שבע עשרה--מהן תשע מצוות עשה, ושמונה מצוות לא תעשה.", "53": "ספר קדושה", "54": "הלכותיו שלוש, וזה הוא סידורן: הלכות איסורי ביאה, הלכות מאכלות אסורות, הלכות שחיטה.", "55": "הלכות איסורי ביאה. יש בכללן שבע ושלושים מצוות--אחת מצות עשה, ושש ושלושים מצוות לא תעשה; וזה הוא פרטן: (א) שלא לבוא על האם; (ב) שלא לבוא על אשת אב; (ג) שלא לבעול אחות; (ד) שלא לבעול בת אשת אב; (ה) שלא לבעול בת הבן; (ו) שלא לבעול בת; (ז) שלא לבעול בת הבת; (ח) שלא לישא אישה ובתה; (ט) שלא לישא אישה ובת בנה; (י) שלא לישא אישה ובת בתה; (יא) שלא לבעול אחות אב; (יב) שלא לבעול אחות אם; (יג) שלא לבעול אשת אחי האב; (יד) שלא לבעול אשת הבן; (טו) שלא לבעול אשת אח; (טז) שלא לבעול אחות אשתו; (יז) שלא לשכב עם בהמה; (יח) שלא תביא אישה בהמה עליה; (יט) שלא לשכב עם זכר; (כ) שלא לגלות ערוות אב; (כא) שלא לגלות ערוות אחי האב; (כב) שלא לבעול אשת איש; (כג) שלא לבעול נידה; (כד) שלא להתחתן בגויים; (כה) שלא יבוא עמוני ומואבי בקהל; (כו) שלא להרחיק דור שלישי מצרי מלבוא בקהל; (כז) שלא להרחיק דור שלישי אדומי מלבוא בקהל; (כח) שלא יבוא ממזר בקהל; (כט) שלא יבוא סריס בקהל; (ל) שלא לסרס זכר, ואפילו בהמה חיה ועוף; (לא) שלא יישא כוהן גדול אלמנה; (לב) שלא יבעול כוהן גדול אלמנה, אפילו בלא נישואין; (לג) שיישא כוהן גדול בתולה בנערותה; (לד) שלא יישא כוהן גרושה; (לה) שלא יישא זונה; (לו) שלא יישא חללה; (לז) שלא יקרב אדם לאחת מכל העריות, ואפילו שלא בעל.", "56": "הלכות מאכלות אסורות. יש בכללן שמונה ועשרים מצוות--ארבע מצוות עשה, וארבע ועשרים מצוות לא תעשה; וזה הוא פרטן: (א) לבדוק בסימני בהמה וחיה להבדיל בין טמאה לטהורה; (ב) לבדוק בסימני העוף להבדיל בין טמא לטהור; (ג) לבדוק בסימני חגבים להבדיל בין טמא לטהור; (ד) לבדוק בסימני דגים להבדיל בין טמא לטהור; (ה) שלא לאכול בהמה וחיה טמאה; (ו) שלא לאכול עוף טמא; (ז) שלא לאכול דגים טמאים; (ח) שלא לאכול שרץ העוף; (ט) שלא לאכול שרץ הארץ; (י) שלא לאכול רמש הארץ; (יא) שלא לאכול תולעת הפירות כשתצא לארץ; (יב) שלא לאכול שרץ המים; (יג) שלא לאכול נבילה; (יד) שלא ליהנות בשור הנסקל; (טו) שלא לאכול טריפה; (טז) שלא לאכול אבר מן החי; (יז) שלא לאכול דם; (יח) שלא לאכול חלב בהמה טהורה; (יט) שלא לאכול גיד הנשה; (כ) שלא לאכול בשר בחלב; (כא) שלא לבשלו; (כב) שלא לאכול לחם תבואה חדשה; (כג) שלא לאכול קלי מן החדש; (כד) שלא לאכול כרמל מן החדש; (כה) שלא לאכול עורלה; (כו) שלא לאכול כלאי הכרם; (כז) שלא לאכול טבל; (כח) שלא לשתות יין נסך.", "57": "הלכות שחיטה. יש בכללן חמש מצוות--שלוש מצוות עשה, ושתיים מצוות לא תעשה; וזה הוא פרטן: (א) לשחוט ואחר כך יאכל; (ב) שלא לשחוט אותו ואת בנו ביום אחד; (ג) לכסות דם חיה ועוף; (ד) שלא ליקח האם על הבנים; (ה) לשלח האם, אם לקחה על הבנים.", "58": "נמצאו כל המצוות הנכללות בספר זה, שבעים--מהם שמונה מצוות עשה, ושתיים ושישים מצוות לא תעשה.", "59": "ספר הפלאה", "60": "הלכותיו ארבע, וזה הוא סידורן: הלכות שבועות, הלכות נדרים, הלכות נזירות, הלכות ערכין וחרמים.", "61": "הלכות שבועות. יש בכללן חמש מצוות--אחת מצות עשה, וארבע מצוות לא תעשה; וזה הוא פרטן: (א) שלא לישבע בשמו לשקר; (ב) שלא לישא את שמו לשוא; (ג) שלא לכפור בפיקדון; (ד) שלא לישבע על כפירת ממון; (ה) לישבע בשמו באמת.", "62": "הלכות נדרים. יש בכללן שלוש מצוות--שתיים מצוות עשה, ואחת מצות לא תעשה; וזה הוא פרטן: (א) שישמור מוצא שפתיו ויעשה כמו שנדר; (ב) שלא יחל דברו; (ג) שיופר הנדר או השבועה, וזה הוא דין הפר נדרים המפורש בתורה שבכתב.", "63": "הלכות נזירות. יש בכללן עשר מצוות--שתיים מצוות עשה, ושמונה מצוות לא תעשה; וזה הוא פרטן: (א) שיגדל הנזיר פרע; (ב) שלא יגלח שיערו כל ימי נזרו; (ג) שלא ישתה הנזיר יין ולא תערובת יין, ואפילו חומץ שלהן; (ד) שלא יאכל ענבים לחים; (ה) שלא יאכל צימוקין; (ו) שלא יאכל חרצנים; (ז) שלא יאכל זוגים; (ח) שלא ייכנס לאוהל המת; (ט) שלא ייטמא למתים; (י) שיגלח על הקרבנות, כשישלים נזירותו או כשייטמא.", "64": "הלכות ערכין וחרמים. יש בכללן שבע מצוות--חמש מצוות עשה, ושתיים מצוות לא תעשה; וזה הוא פרטן: (א) לדון בערכי אדם כאשר מפורש בתורה, וזה הוא דין ערכי אדם; (ב) דין ערכי בהמה; (ג) דין ערכי בתים; (ד) דין ערכי שדות; (ה) דין מחרים נכסיו; (ו) שלא יימכר חרם; (ז) שלא ייגאל חרם.", "65": "נמצאו כל המצוות הנכללות בספר זה, חמש ועשרים--עשר מהן מצוות עשה, וחמש עשרה מצוות לא תעשה.", "66": "ספר זרעים", "67": "הלכותיו שבע, וזה הוא סידורן: הלכות כלאיים, הלכות מתנות עניים, הלכות תרומות, הלכות מעשרות, הלכות מעשר שני ונטע רבעי, הלכות ביכורים ושאר מתנות כהונה שבגבולין, הלכות שמיטה ויובל.", "68": "הלכות כלאיים. יש בכללן חמש מצוות לא תעשה; וזה הוא פרטן: (א) שלא לזרוע זרעים כלאיים; (ב) שלא לזרוע תבואה או ירק בכרם; (ג) שלא להרביע בהמה כלאיים; (ד) שלא לעשות מלאכה בכלאי בהמה כאחד; (ה) שלא ללבוש כלאיים.", "69": "הלכות מתנות עניים. יש בכללן שלוש עשרה מצוות--שבע מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) להניח פיאה; (ב) שלא יכלה הפיאה; (ג) להניח לקט; (ד) שלא ילקט הלקט; (ה) לעזוב עוללות בכרם; (ו) שלא יעולל הכרם; (ז) לעזוב פרט הכרם; (ח) שלא ילקט פרט הכרם; (ט) להניח השכחה; (י) שלא ישוב לקחת השכחה; (יא) להפריש מעשר לעניים; (יב) ליתן צדקה כמיסת יד; (יג) שלא יאמץ לבבו על העני.", "70": "הלכות תרומות. יש בכללן שמונה מצוות--שתיים מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) להפריש תרומה גדולה; (ב) להפריש תרומת מעשר; (ג) שלא יקדים תרומות ומעשרות זה לזה, אלא יפריש על הסדר; (ד) שלא יאכל זר תרומה; (ה) שלא יאכל אפילו תושב כוהן או שכירו תרומה; (ו) שלא יאכל ערל תרומה; (ז) שלא יאכל כוהן טמא תרומה; (ח) שלא תאכל חללה תרומה, ולא מורם מן הקודשים.", "71": "הלכות מעשר. מצות עשה אחת, והיא להפריש מעשר ראשון בכל שנה ושנה משני הזריעה וייתנו ללויים.", "72": "הלכות מעשר שני ונטע רבעי. יש בכללן תשע מצוות--שלוש מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) להפריש מעשר שני; (ב) שלא להוציא דמיו בשאר צורכי האדם, חוץ מאכילה ושתייה וסיכה; (ג) שלא לאוכלו בטומאה; (ד) שלא לאוכלו באנינות; (ה) שלא לאכול מעשר שני של דגן חוץ לירושלים; (ו) שלא לאכול מעשר תירוש חוץ לירושלים; (ז) שלא לאכול מעשר יצהר חוץ לירושלים; (ח) להיות נטע רבעי כולו קודש, ודינו להיאכל בירושלים לבעליו כמעשר שני לכל דבר; (ט) להתוודות וידוי מעשר.", "73": "הלכות ביכורים עם שאר מתנות כהונה שבגבולין. יש בכללן תשע מצוות--שמונה מצוות עשה, ואחת מצות לא תעשה; וזה הוא פרטן: (א) להפריש ביכורים ולהעלותן למקדש; (ב) שלא יאכל הכוהן ביכורים חוץ לירושלים; (ג) לקרות עליהן; (ד) להפריש חלה לכוהן; (ה) לתת זרוע ולחיים וקיבה לכוהן; (ו) ליתן לו ראשית הגז; (ז) לפדות בכור הבן וליתן פדיונו לכוהן; (ח) לפדות פטר חמור וליתן פדיונו לכוהן; (ט) לערוף פטר חמור, אם לא רצה לפדותו.", "74": "הלכות שמיטה ויובל. יש בכללן שתיים ועשרים מצוות--תשע מצוות עשה, ושלוש עשרה מצוות לא תעשה; וזה הוא פרטן: (א) שתשבות הארץ ממלאכתה בשביעית; (ב) שלא יעבוד עבודת הארץ בשנה זו; (ג) שלא יעבוד עבודת האילן בשנה זו; (ד) שלא יקצור הספיח כנגד הקוצרים; (ה) שלא יבצור הנזירים כנגד הבוצרים; (ו) שישמיט מה שתוציא הארץ; (ז) שישמיט כל הלוואתו; (ח) שלא ייגוש ולא יתבע הלוואה; (ט) שלא יימנע מלהלוות קודם השמיטה כדי שלא יאבד ממונו; (י) לספור שנים שבע שבע; (יא) לקדש שנת החמישים; (יב) לתקוע בשופר בעשירי לתשרי כדי לצאת עבדים חופשיים; (יג) שלא תעבוד אדמה בשנה זו; (יד) שלא יקצור ספיחיה כנגד הקוצרים; (טו) שלא יבצור נזיריה כנגד הבוצרים; (טז) ליתן גאולה לארץ בשנה זו, והוא דין שדה אחוזה ושדה מקנה; (יז) שלא תימכר הארץ לצמיתות; (יח) דין בתי ערי חומה; (יט) שלא ינחל כל שבט לוי בארץ ישראל, אלא נותנים להם ערים מתנה לשבת בהם; (כ) שלא ייקח שבט לוי חלק בביזה; (כא) ליתן ללויים ערים לשבת ומגרשיהם; (כב) שלא יימכר מגרש עריהם, אלא גואלים לעולם בין לפני היובל בין לאחר היובל.", "75": "נמצאו כל המצוות הנכללות בספר זה, שבע ושישים--מהן שלושים מצוות עשה, ושבע ושלושים מצוות לא תעשה.", "76": "ספר עבודה", "77": "הלכותיו תשע, וזה הוא סידורן: הלכות בית הבחירה, הלכות כלי המקדש והעובדים בו, הלכות ביאת המקדש, הלכות איסורי המזבח, הלכות מעשה הקרבנות, הלכות תמידין ומוספין, הלכות פסולי המוקדשין, הלכות עבודת יום הכיפורים, הלכות מעילה.", "78": "הלכות בית הבחירה. יש בכללן שש מצוות--שלוש מצוות עשה, ושלוש מצוות לא תעשה; וזה הוא פרטן: (א) לבנות מקדש; (ב) שלא לבנות המזבח גזית; (ג) שלא לעלות במעלות עליו; (ד) ליראה מן המקדש; (ה) לשמור את המקדש סביב; (ו) שלא להשבית שמירת המקדש.", "79": "הלכות כלי המקדש והעובדים בו. יש בכללן ארבע עשרה מצוות--שש מצוות עשה, ושמונה מצוות לא תעשה; וזה הוא פרטן: (א) לעשות שמן המשחה; (ב) שלא לעשות כמוהו; (ג) שלא לסוך ממנו; (ד) שלא לעשות כמתכונת הקטורת; (ה) שלא להקטיר על מזבח הזהב חוץ מן הקטורת; (ו) לשאת הארון על הכתף; (ז) שלא יסורו הבדים ממנו; (ח) שיעבוד הלוי במקדש; (ט) שלא יעשה אחד במלאכת חברו במקדש; (י) לקדש הכוהן לעבודה; (יא) שיהיו כל המשמרות שוות ברגלים; (יב) ללבוש בגדי כהונה לעבודה; (יג) שלא ייקרע המעיל; (יד) שלא ייזח החושן מעל האיפוד.", "80": "הלכות ביאת המקדש. יש בכללן חמש עשרה מצוות--שתי מצוות עשה, ושלוש עשרה מצוות לא תעשה; וזה הוא פרטן: (א) שלא ייכנס כוהן שיכור למקדש; (ב) שלא ייכנס לו כוהן פרוע ראש; (ג) שלא ייכנס לו כוהן קרוע בגדים; (ד) שלא ייכנס כוהן בכל עת אל ההיכל; (ה) שלא ייצא כוהן מן המקדש בשעת העבודה; (ו) לשלח טמאים מן המקדש; (ז) שלא ייכנס טמא למקדש; (ח) שלא ייכנס טמא להר הבית; (ט) שלא ישמש טמא; (י) שלא ישמש טבול יום; (יא) לקדש העובד ידיו ורגליו; (יב) שלא ייכנס בעל מום להיכל ולמזבח; (יג) שלא יעבוד בעל מום; (יד) שלא יעבוד בעל מום עובר; (טו) שלא יעבוד זר.", "81": "הלכות איסורי מזבח. יש בכללן ארבע עשרה מצוות--ארבע מצוות עשה, ועשר מצוות לא תעשה; וזה הוא פרטן: (א) להקריב כל הקרבנות תמימין; (ב) שלא להקדיש בעל מום למזבח; (ג) שלא ישחוט; (ד) שלא יזרוק דמו; (ה) שלא יקטיר חלבו; (ו) שלא יקריב בעל מום עובר; (ז) שלא יקריב בעל מום, אפילו בקרבנות הגויים; (ח) שלא יטיל מום בקודשים; (ט) לפדות פסולי המוקדשים; (י) להקריב מיום השמיני והלאה, וקודם זמן זה הוא הנקרא מחוסר זמן ואין מקריבין אותו; (יא) שלא להקריב אתנן ומחיר; (יב) שלא להקטיר שאור ודבש; (יג) למלוח כל הקרבנות; (יד) שלא להשבית מלח מעל הקרבנות.", "82": "הלכות מעשה הקרבנות. יש בכללן שלוש ועשרים מצוות--עשר מצוות עשה, ושלוש עשרה מצוות לא תעשה; וזה הוא פרטן: (א) לעשות העולה כמעשיה הכתובים על הסדר; (ב) שלא לאכול בשר העולה; (ג) סדר החטאת; (ד) שלא לאכול מבשר חטאת הפנימית; (ה) שלא יבדיל בחטאת העוף; (ו) סדר האשם; (ז) שיאכלו הכוהנים בשר קודשי קודשים במקדש; (ח) שלא יאכלום חוץ לעזרה; (ט) שלא יאכל זר מקודשי קודשים; (י) סדר השלמים; (יא) שלא לאכול בשר קודשים קלים קודם זריקת דמים; (יב) לעשות כל מנחה כסדר מעשיה הכתובים בתורה; (יג) שלא ישים שמן על מנחת חוטא; (יד) שלא ייתן עליה לבונה; (טו) שלא תיאכל מנחת כוהן; (טז) שלא תיאפה מנחת חמץ; (יז) שיאכלו הכוהנים שיירי מנחות; (יח) שיביא כל נדריו ונדבותיו ברגל שפגע בו ראשון; (יט) שלא יאחר נדרו ונדבתו ושאר דברים שהוא חייב בהן; (כ) להקריב כל הקרבנות בבית הבחירה; (כא) להביא קודשי חוצה לארץ לבית הבחירה; (כב) שלא לשחוט קרבנות חוץ לעזרה; (כג) שלא להקריב קרבן חוץ לעזרה.", "83": "הלכות תמידין ומוספין. יש בכללן תשע עשרה מצוות--שמונה עשרה מצוות עשה, ואחת מצות לא תעשה; וזה הוא פרטן: (א) להקריב שני כבשים בכל יום עולות; (ב) להדליק אש על המזבח בכל יום; (ג) שלא לכבותה; (ד) להרים את הדשן בכל יום; (ה) להקטיר קטורת בכל יום; (ו) להדליק נרות בכל יום; (ז) שיקריב כוהן גדול מנחה בכל יום, והיא הנקראת חביתין; (ח) להוסיף שני כבשים עולות בשבת; (ט) לעשות לחם הפנים; (י) מוסף ראשי חודשים; (יא) מוסף הפסח; (יב) להקריב עומר התנופה; (יג) לספור כל איש ואיש שבעה שבועות מיום הקרבת העומר; (יד) מוסף עצרת; (טו) להביא שתי הלחם עם הקרבנות הבאות בגלל הלחם ביום עצרת; (טז) מוסף ראש השנה; (יז) מוסף יום צום; (יח) מוסף החג; (יט) מוסף שמיני עצרת.", "84": "הלכות פסולי המוקדשין. יש בכללן שמונה מצוות--שתי מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) שלא לאכול קודשים שנפסלו ושהוטל בהם מום; (ב) שלא לאכול פיגול; (ג) שלא יותיר קודשים לאחר זמנן; (ד) שלא יאכל נותר; (ה) שלא יאכל קודשים שנטמאו; (ו) שלא יאכל אדם שנטמא את הקודשים; (ז) לשרוף את הנותר; (ח) לשרוף את הטמא.", "85": "הלכות עבודת יום הכיפורים. מצות עשה אחת--והיא שיעשה מעשה יום הכיפורים כולו על הסדר כמו שכתוב בפרשת אחרי מות, הקרבנות והווידויין ושילוח השעיר ושאר העבודה.", "86": "הלכות מעילה. יש בכללן שלוש מצוות--אחת מצות עשה, ושתיים מצוות לא תעשה; וזה הוא פרטן: (א) לשלם המועל אשר חטא בתוספת חומש וקרבן, וזה הוא דין המועל; (ב) שלא לעבוד בקודשים; (ג) שלא לגוז קודשים.", "87": "נמצאו כל המצוות הנכללות בספר זה, מאה ושלוש--מהם שבע וארבעים מצוות עשה, ושש וחמישים מצוות לא תעשה.", "88": "ספר קרבנות", "89": "הלכותיו שש, וזה הוא סידורן: הלכות קרבן פסח, הלכות חגיגה, הלכות בכורות, הלכות שגגות, הלכות מחוסרי כפרה, הלכות תמורה.", "90": "הלכות קרבן פסח. יש בכללן שש עשרה מצוות--ארבע מצוות עשה, ושתים עשרה מצוות לא תעשה; וזה הוא פרטן: (א) לשחוט הפסח בזמנו; (ב) שלא לזבוח אותו על החמץ; (ג) שלא תלין אימוריו; (ד) לשחוט פסח שני; (ה) לאכול בשר הפסח על מצה ומרור בלילי חמישה עשר; (ו) לאכול בשר פסח שני על מצה ומרור בלילי חמישה עשר לחודש השני; (ז) שלא יאכל נא ומבושל; (ח) שלא יוציא מבשר הפסח חוץ לחבורה; (ט) שלא יאכל ממנו משומד; (י) שלא יאכיל ממנו לתושב או שכיר; (יא) שלא יאכל ממנו ערל; (יב) שלא ישבור בו עצם; (יג) שלא ישבור עצם בפסח שני; (יד) שלא ישאיר ממנו לבוקר; (טו) שלא ישאיר מפסח שני לבוקר; (טז) שלא ישאיר מבשר חגיגת ארבעה עשר עד יום שלישי.", "91": "הלכות חגיגה. יש בכללן שש מצוות--ארבע מצוות עשה, ושתי מצוות לא תעשה; וזה הוא פרטן: (א) להיראות פני ה'; (ב) לחוג בשלושה רגלים; (ג) לשמוח ברגלים; (ד) שלא ייראה ריקם; (ה) שלא יעזוב לוי מלשמחו וליתן לו מתנותיו ברגלים; (ו) להקהיל את העם בחג הסוכות במוצאי שמיטה.", "92": "הלכות בכורות. יש בכללן חמש מצוות--שתי מצוות עשה, ושלוש מצוות לא תעשה; וזה הוא פרטן: (א) להפריש בכורות; (ב) שלא ייאכל בכור תמים חוץ לירושלים; (ג) שלא ייפדה הבכור; (ד) להפריש מעשר בהמה; (ה) שלא ייגאל מעשר בהמה. וכללתי המעשר עם הבכור--לפי שמעשה שניהם אחד, והכתוב כללו עימו: שנאמר \"ואת דמם תזרוק\" (ראה במדבר יח,יז)--כך למדו מפי השמועה, שזה דם מעשר ודם בכור.", "93": "הלכות שגגות. יש בכללן חמש מצוות עשה; וזה הוא פרטן: (א) שיקריב היחיד קרבן חטאת קבוע על שגגתו; (ב) שיקריב אשם מי שלא נודע לו אם חטא אם לא חטא עד שייוודע לו ויביא חטאתו, וזה הוא הנקרא אשם תלוי; (ג) שיקריב החוטא אשם על עבירות ידועות, וזה הוא הנקרא אשם ודאי; (ד) שיקריב החוטא קרבן על עבירות ידועות, אם היה עשיר בהמה ואם היה עני עוף או עשירית האיפה, וזה הוא הנקרא קרבן עולה ויורד; (ה) שיקריבו הסנהדרין קרבן, אם טעו והורו שלא כהלכה באחת מן החמורות.", "94": "הלכות מחוסרי כפרה. יש בכללן ארבע מצוות עשה; וזה הוא פרטן: (א) שתקריב הזבה כשתטהר קרבן; (ב) שתקריב היולדת כשתטהר קרבן; (ג) שיקריב הזב כשיטהר קרבן; (ד) שיקריב המצורע כשיטהר קרבן. ואחר שיקריבו קרבנותיהן, תיגמר טהרתן.", "95": "הלכות תמורה. יש בכללן שלוש מצוות--אחת מצות עשה, ושתיים מצוות לא תעשה; וזה הוא פרטן: (א) שלא ימיר; (ב) שתהיה התמורה קודש, אם המיר; (ג) שלא ישנה הקודשים מקדושה לקדושה.", "96": "נמצאו כל המצוות הנכללות בספר זה, תשע ושלושים--מהן עשרים מצוות עשה, ותשע עשרה מצוות לא תעשה.", "97": "ספר טהרה", "98": "הלכותיו שמונה, וזה הוא סידורן: הלכות טומאת מת, הלכות פרה אדומה, הלכות טומאת צרעת, הלכות מטמאי משכב ומושב, הלכות שאר אבות הטמאות, הלכות טומאת אוכלין, הלכות כלים, הלכות מקוות.", "99": "הלכות טומאת מת. מצות עשה אחת, והוא דין טומאת מת.", "100": "הלכות פרה אדומה. יש בכללן שתי מצוות עשה; וזה הוא פרטן: (א) דין פרה אדומה; (ב) דין טומאת מי נידה וטהרתן.", "101": "הלכות טומאת צרעת. יש בכללן שמונה מצוות--שש מצוות עשה, ושתי מצוות לא תעשה; וזה הוא פרטן: (א) להורות בצרעת אדם כדינה הכתוב בתורה; (ב) שלא יקוץ סימני טומאה; (ג) שלא יגלח הנתק; (ד) שיהא המצורע מפורסם בקריעת בגדיו ופריעת ראשו ועטייה על שפם; (ה) טהרת צרעת; (ו) שיגלח המצורע את כל שיערו כשיטהר; (ז) דין צרעת הבגד; (ח) דין צרעת הבית.", "102": "הלכות מטמאי משכב ומושב. יש בכללן ארבע מצוות עשה; וזה הוא פרטן: (א) דין טומאת נידה; (ב) דין טומאת יולדת; (ג) דין טומאת זבה; (ד) דין טומאת זב.", "103": "הלכות שאר אבות הטמאות. יש בכללן שלוש מצוות עשה; וזה הוא פרטן: (א) דין טומאת נבילה; (ב) דין טומאת שרץ; (ג) דין טומאת שכבת זרע. ועבודה זרה מטמאה כשרץ, וטומאתה מדברי סופרים.", "104": "הלכות טומאת אוכלין. מצות עשה אחת, והיא דין טומאת משקין ואוכלין והכשרן.", "105": "הלכות כלים. עניין אלו ההלכות לידע כלים שמקבלין טומאה מכל אלו הטמאות, וכלים שאינם מיטמאין, וכיצד מיטמאין הכלים ומטמאין.", "106": "הלכות מקוות. מצות עשה אחת, והיא שיטבול כל טמא במי מקוה ואחר כך יטהר.", "107": "נמצאו כל המצוות הנכללות בספר זה, עשרים--מהן שמונה עשרה מצוות עשה, ושתי מצוות לא תעשה.", "108": "ספר נזקים", "109": "הלכותיו חמש, וזה הוא סידורן: הלכות נזקי ממון, הלכות גניבה, הלכות גזילה ואבידה, הלכות חובל ומזיק, הלכות רוצח ושמירת נפש.", "110": "הלכות נזקי ממון. יש בכללן ארבע מצוות עשה; וזה הוא פרטן: (א) דין השור; (ב) דין ההבער; (ג) דין הבור; (ד) דין הבעירה.", "111": "הלכות גניבה. יש בכללן שבע מצוות--שתי מצוות עשה, וחמש מצוות לא תעשה; וזה הוא פרטן: (א) שלא לגנוב ממון; (ב) דין הגנב; (ג) לצדק המאזניים עם המשקלות; (ד) שלא יעשה עוול במידות ובמשקלות; (ה) שלא יהיה לאדם אבן ואבן איפה ואיפה, אף על פי שאינו לוקח ונותן בהם; (ו) שלא יסיג גבול; (ז) שלא לגנוב נפשות.", "112": "הלכות גזילה ואבידה. יש בכללן שבע מצוות--שתי מצוות עשה, וחמש מצוות לא תעשה; וזה הוא פרטן: (א) שלא לגזול; (ב) שלא לעשוק; (ג) שלא לחמוד; (ד) שלא להתאוות; (ה) להשיב את הגזילה; (ו) שלא יתעלם מן האבידה; (ז) להשיב האבידה.", "113": "הלכות חובל ומזיק. מצות עשה אחת, והוא דין חובל בחברו או מזיק ממון חברו.", "114": "הלכות רוצח ושמירת נפש. יש בכללן שבע עשרה מצוות--שבע מצוות עשה, ועשר מצוות לא תעשה; וזה הוא פרטן: (א) שלא לרצוח; (ב) שלא ליקח כופר לנפש רוצח, אלא יומת; (ג) להגלות הרוצח בשגגה; (ד) שלא ליקח כופר למחוייב גלות; (ה) שלא יומת הרוצח כשירצח, קודם עמידה בדין; (ו) להציל הנרדף בנפשו של רודף; (ז) שלא לחוס על הרודף; (ח) שלא לעמוד על דם; (ט) להפריש ערי מקלט ולהכין להם הדרך; (י) לערוף את העגלה בנחל; (יא) שלא יעבוד באותה קרקע ולא תיזרע; (יב) שלא לשים דמים; (יג) לעשות מעקה; (יד) שלא יכשיל תמים בדבר; (טו) לפרוק עם מי שנכשל בדרך; (טז) לטעון עימו; (יז) שלא יניחנו בדרך נבהל במשאו וילך לו.", "115": "נמצאו כל המצוות הנכללות בספר זה, שש ושלושים--מהן שש עשרה מצוות עשה, ועשרים מצוות לא תעשה.", "116": "ספר קניין", "117": "הלכותיו חמש, וזה הוא סידורן: הלכות מכירה, הלכות זכייה ומתנה, הלכות שכנים, הלכות שלוחין ושותפין, הלכות עבדים.", "118": "הלכות מכירה. יש בכללן חמש מצוות--אחת מצות עשה, וארבע מצוות לא תעשה; וזה הוא פרטן: (א) דין מקח וממכר; (ב) שלא יונה במקח וממכר; (ג) שלא יונה בדברים; (ד) שלא יונה גר צדק בממונו; (ה) שלא יונהו בדברים.", "119": "הלכות זכייה ומתנה. עניין אלו ההלכות לידע דין זוכה מן ההפקר היאך יקנה ובמה יקנה, ודין נותן מתנה ומקבל ואיזו מתנה חוזרת ואיזו אינה חוזרת.", "120": "הלכות שכנים. עניין אלו ההלכות לידע דין חילוק הקרקעות בין השותפין, והרחקת נזקי כל אחד מהן משכנו ומבעל המצר שלו, ודין בעל המצר.", "121": "הלכות שלוחין ושותפין. עניין אלו ההלכות לידע דין שלוחו של אדם ושותפו, ומשפטיהן במקחן וממכרן ובהפסדן ושכרן.", "122": "הלכות עבדים. יש בכללן שלוש עשרה מצוות--חמש מצוות עשה, ושמונה מצוות לא תעשה; וזה הוא פרטן: (א) דין קניין עבד עברי; (ב) שלא יימכר ממכרת עבד; (ג) שלא יעבידנו בפרך; (ד) שלא נניח גר תושב לרדות בו בפרך; (ה) שלא נעבוד בו עבודת עבד; (ו) להעניק לו בצאתו חופשי; (ז) שלא ייצא ריקם; (ח) לפדות אמה עברייה; (ט) לייעדה; (י) שלא תימכר; (יא) לעבוד בעבד כנעני לעולם, אלא אם הפיל לו אדוניו אחד מראשי אבריו; (יב) שלא להסגיר עבד שברח מחוצה לארץ לארץ ישראל; (יג) שלא להונות עבד זה הניצול אלינו.", "123": "נמצאו כל המצוות הנכללות בספר זה, שמונה עשרה--שש מהן מצוות עשה, ושתים עשרה מצוות לא תעשה.", "124": "ספר משפטים", "125": "הלכותיו חמש, וזה הוא סידורן: הלכות שכירות, הלכות שאלה ופיקדון, הלכות מלווה ולווה, הלכות טוען ונטען, הלכות נחלות.", "126": "הלכות שכירות. יש בכללן שבע מצוות--שלוש מצוות עשה, וארבע מצוות לא תעשה; וזה הוא פרטן: (א) דין שכיר ושומר שכר; (ב) ליתן שכר שכיר ביומו; (ג) שלא יאחר שכר שכיר אחר זמנו; (ד) שיאכל השכיר מן המחובר שיעשה בו; (ה) שלא יאכל השכיר מן המחובר שלא בשעת גמר מלאכה; (ו) שלא יוליך השכיר בידו יתר על מה שאכל; (ז) שלא יחסום שור בדישו, וכן שאר הבהמה.", "127": "הלכות שאלה ופיקדון. יש בכללן שתי מצוות עשה: (א) דין השואל; (ב) דין שומר חינם.", "128": "הלכות מלווה ולווה. יש בכללן שתים עשרה מצוות--ארבע מצוות עשה, ושמונה מצוות לא תעשה; וזה הוא פרטן: (א) להלוות לעני ומך; (ב) שלא ייגוש אותו; (ג) לנגוש את הנוכרי; (ד) שלא ימשכן בעל חוב בזרוע; (ה) להחזיר המשכון לבעליו, בזמן שהוא צריך לו; (ו) שלא יאחר המשכון מבעליו העני, בעת שהוא צריך לו; (ז) שלא יחבול אלמנה; (ח) שלא יחבול כלים שעושים בהן אוכל נפש; (ט) שלא ייתן המלווה בריבית; (י) שלא ילווה הלווה בריבית; (יא) שלא יתעסק אדם בין מלווה ולווה בריבית, ולא יעיד ביניהן ולא יכתוב שטר ולא יערוב; (יב) ללוות מן הנוכרי ולהלוותו בריבית.", "129": "הלכות טוען ונטען. מצות עשה אחת, והיא דין טוען ומודה או כופר.", "130": "הלכות נחלות. מצות עשה אחת, והוא דין סדר נחלות.", "131": "נמצאו כל המצוות הנכללות בספר זה, שלוש ועשרים--מהן אחת עשרה מצוות עשה, ושתים עשרה מצוות לא תעשה.", "132": "ספר שופטים", "133": "הלכותיו חמש, וזה הוא סידורן: הלכות סנהדרין והעונשין המסורין להם, הלכות עדות, הלכות ממרים, הלכות אבל, הלכות מלכים ומלחמות.", "134": "הלכות סנהדרין והעונשין המסורין להם. יש בכללן שלושים מצוות--עשר מצוות עשה, ועשרים מצוות לא תעשה; וזה הוא פרטן: (א) למנות שופטים; (ב) שלא למנות דיין שאינו יודע דרך המשפט; (ג) לנטות אחרי רבים, אם נחלקו השופטים; (ד) שלא להרוג אם רבו המחייבין באיש אחד, עד שיהיו יתר שניים; (ה) שלא ילמד חובה מי שלימד זכות בדיני נפשות; (ו) להרוג בסקילה; (ז) להרוג בשריפה; (ח) להרוג בסיף; (ט) להרוג בחנק; (י) לתלות; (יא) לקבור הנהרג ביום הריגתו; (יב) שלא תלין נבלתו; (יג) שלא להחיות מכשף; (יד) להלקות לרשע; (טו) שלא יוסיף בהכית הלוקה; (טז) שלא להרוג נקי באומדן הדעת; (יז) שלא לענוש אנוס; (יח) שלא לחוס על הורג חברו או חובל בו; (יט) שלא לרחם על הדל בדין; (כ) שלא להדר גדול בדין; (כא) שלא להטות הדין על בעל עבירות, אף על פי שהוא חוטא; (כב) שלא לעוול משפט; (כג) שלא להטות משפט גר יתום; (כד) לשפוט בצדק; (כה) שלא ליראה בדין מאיש זרוע; (כו) שלא ליקח שוחד; (כז) שלא לישא שמע שוא; (כח) שלא לקלל הדיינין; (כט) שלא לקלל הנשיא; (ל) שלא לקלל אדם משאר בני ישראל הכשרים.", "135": "הלכות עדות. יש בכללן שמונה מצוות--שלוש מצוות עשה, וחמש מצוות לא תעשה; וזה הוא פרטן: (א) להעיד בבית דין למי שיודע לו עדות; (ב) לדרוש ולחקור העדים; (ג) שלא יורה העד בדין זה שהעיד עליו, בדיני נפשות; (ד) שלא יקום דבר בעדות אחד; (ה) שלא יעיד בעל עבירה; (ו) שלא יעיד קרוב; (ז) שלא להעיד בשקר; (ח) לעשות לעד זומם כאשר זמם.", "136": "הלכות ממרים. יש בכללן תשע מצוות--שלוש מצוות עשה, ושש מצוות לא תעשה; וזה הוא פרטן: (א) לעשות על פי התורה שיאמרו בית דין הגדול; (ב) שלא לסור מדבריהם; (ג) שלא להוסיף על התורה, לא במצוות שבכתב ולא בפירושן שלמדנו מפי השמועה; (ד) שלא לגרוע מן הכול; (ה) שלא לקלל אב ואם; (ו) שלא להכות אב ואם; (ז) לכבד אב ואם; (ח) ליראה מאב ואם; (ט) שלא יהיה הבן סורר ומורה על קול אביו ואימו.", "137": "הלכות אבל. יש בכללן ארבע מצוות--אחת מצות עשה, ושלוש מצוות לא תעשה; וזה הוא פרטן: (א) להתאבל על הקרובים, ואפילו כוהן מיטמא ומתאבל על הקרובים. ואין אדם מתאבל על הרוגי בית דין; ולפי זה כללתי הלכות אלו בספר זה, שהם מעין קבורה ביום מיתה שהיא מצות עשה. (ב) שלא ייטמא כוהן גדול לקרובים; (ג) שלא ייכנס עם המת באוהל; (ד) שלא ייטמא כוהן הדיוט לנפש אדם אלא לקרובים בלבד.", "138": "הלכות מלכים ומלחמות. יש בכללן שלוש ועשרים מצוות--עשר מצוות עשה, ושלוש עשרה מצוות לא תעשה; וזה הוא פרטן: (א) למנות מלך מישראל; (ב) שלא יימנה מקהל גרים; (ג) שלא ירבה לו נשים; (ד) שלא ירבה לו סוסים; (ה) שלא ירבה לו כסף וזהב; (ו) להחרים שבעה עממים; (ז) שלא להחיות מהן נשמה; (ח) למחות זרעו של עמלק; (ט) לזכור מה שעשה עמלק; (י) שלא לשכוח מעשיו הרעים ואריבתו בדרך; (יא) שלא לשכון בארץ מצריים; (יב) לשלוח שלום ליושבי העיר כשצרים עליה, ולדון בה כאשר מפורש בתורה, אם תשלים ואם לא תשלים; (יג) שלא לדרוש שלום מעמון ומואב בלבד, כשצרים עליהן; (יד) שלא להשחית אילני מאכל במצור; (טו) להתקין יד שייצאו בו בעלי המחנה להיפנות בו; (טז) להתקין יתד לחפור בו; (יז) למשוח כוהן לדבר באוזני אנשי הצבא בשעת המלחמה; (יח) להיות מארס ובונה בניין ונוטע כרם שמחים בקניינם שנה תמימה, ומחזירין אותן מן המלחמה; (יט) שלא יעבור עליהן דבר, ולא ייצאו אפילו לצורכי העיר וצורכי הגדוד והדומה להן; (כ) שלא לערוץ ולחזור לאחור בשעת מלחמה; (כא) דין יפת תואר; (כב) שלא תימכר יפת תואר; (כג) שלא יכבשנה לעבדות אחר שנבעלה.", "139": "נמצאו כל המצוות הנכללות בספר זה, ארבע ושבעים--מהן שבע ועשרים מצוות עשה, ושבע וארבעים מצוות לא תעשה.", "140": "ונמצאו כל ההלכות של ארבעה עשר ספר, שלוש ושמונים הלכות.", "141": "ועתה אתחיל לבאר משפטי כל מצוה ומצוה וכל הדינין הנגללין עימה מעניינה על סדר ההלכות, בעזרת שדי."}}}