{"originalTitle": "מקור מים חיים", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Mekor Mayyim Hayyim", "source": "Sefaria", "text": {"0": {"0": "See above, Hayyey Sarah #4, regarding this matter; and see in the book Likkutim Yekarim, p.15b, where he writes: “‘Live a life of pain’ (Avot 6:4) – do not read ‘live’ but rather ‘bring to life.’ The explanation is that in every thing he should be careful to intend to bring life to the sparks that are placed within the shells that fell there, for they are in great pain there; see to bring them life and extract them and elevate them.” And so it is in the Likkutei Aggadot at the end of the book Or Torah, p.64b.", "1": "Examine well the language of the Rabbi of Toldot Ya’akov Yosef, Mishpatim p.66c, which I copied above, Bereshit in n.160, that a person’s serving [God] afterward through this power is not the essential wholeness for fixing the spark; rather, he must elevate it immediately.", "2": "In the book Divrei Shalom, Vayetze p.27d, he wrote in these words: “It is written in the name of Rabbi Israel Ba’al Shem Tov, his soul in Eden, that whatever a person has is relevant to the root of his soul; for in them are the actual sparks of his soul. Therefore when a certain thing breaks or is lost he should not worry at all, for he has elevated what was relevant to him and therefore it broke; and when it is lost and comes to another [person’s possession], presumably that thing also contains holy sparks that are also relevant to that person. Therefore when he has elevated from this what he needed, the thing came to another [person’s possession] for him to elevate what is relevant to him.” And see also in Vayikra, p.40b.", "3": "In the book Be’er Mayyim Hayyim, “Explanation of the Haggadah” s.v. Grievous in the eyes of the Lord etc., he wrote: “The Ba’al Shem Tov, may he be remembered for life in the world to come, said: ‘Three who ate at a single table and did not speak words of Torah over it are like those who ate sacrifices of the dead’ (Avot 3:3) – the explanation is that the deceased person is reincarnated in human food, so that words of Torah will be spoken over him, and through this he will bring to life that deceased person who was in this reincarnation; but if they do not speak words of Torah, then he has sacrificed that deceased person who was reincarnated in this food and cast him into lifelessness, and that is why they said ‘sacrifices of the dead.’”"}}}