{"language": "english", "text": {"0": {"0": {}, "1": {"0": "שאו את ראש, to organise them so that they could proceed to the land of Israel immediately, without delay, each one of them knowing to which unit (flag) he belonged. At that point, no war of conquest had even been envisaged, the assumption having been that G’d would remove the inhabitants of the land of Canaan so that no face-to-face encounter would even be necessary. Evidence from Isaiah 17,9 suggests that in fact, at least partially, this even occurred after the 40 years in the desert. The prophet there reports that once again, as at the time when the Emorite and the Hittite abandoned their cities in the face of the advancing armies of the Israelites, history will repeat itself. [based on the Septuagint. Our author assumes that Isaiah may have referred to the tribe of the Girgashi, quoting Jerusalem Talmud Sh’viit 6,1 Ed.] <br>At any rate, due to the sin of the spies the seven Canaanites nations survived another 40 years during which they added to their sins so that at the end of that time G’d did not merely exile them but exterminated them.", "1": "במספר שמות, at that time, the names of the individuals reflected their specific individuality, in recognition of their individual virtues. [They were not merely named after their fathers or other departed relatives. Ed.] References to names reflecting an individual’s virtues are found in Exodus 33,17 when G’d said to Moses that He would ואדעך בשם, “I have singled you out by name;” the generation which eventually entered the Holy Land were not described as being counted  במספר שמות (Numbers 26,2). The Torah there refers only to the people counted being of military age, i.e. above 20. <br>[The author, true to his concept of the highpoint of Jewish history having been the revelation at Mount Sinai, followed by an ongoing spiritual descent, only briefly and partially reversed on a few occasions, sees this as a further example of the generation which did enter the Holy Land already being inferior to the ones experiencing the revelation, i.e. before the sin of the golden calf and the spies. Ed.] The count of the Israelites at this point assumed that the very people being counted would each enter the Holy Land unless some sin occurred which would interfere with this lofty vision.\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": "ויתילדו על משפחותם, seeing the purpose of the count was to know who would have to join the ranks of those going to war, it was important to have genealogically pure men, not any who were the product of forbidden unions. Knowledge that they were the children of unblemished parentage would protect them when exposed to the dangers present in any war and battle. We find a similar thought expressed in Kidushin 76 that “the credentials of people recorded in the king’s register need not be investigated any further.” On folio 70 of the Talmud there we also find the statement that the Shechinah does not rest protectively except over genetically “pure” families."}, "18": {}, "19": {"0": "בכור ישראל. He had not lost his status in the books kept in heaven as he had repented his sin as testified in Genesis 35,22-23 commencing with the otherwise unnecessary words ויהיו בני יעקב שנים עשר, “that Yaakov’s sons remained twelve.” This was in contrast to Reuven’s birthright privileges here on earth having been revoked in favour of Joseph."}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "איש ראש לבית אבותיו, this is emphasised to show that no one challenged the authority and authenticity of the people representing themselves as the “heads of his family.”  When the count occurred, אתכם in the presence of the family heads each one testifying to the age of the individuals concerned, no one would dare to challenge the accuracy of the data provided by the family head.\n"}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {"0": "אלה הפקודים, every single one of the aforementioned had been personally counted by Moses and Aaron."}, "44": {"0": "ויהיו כל פקודי....כל יוצאי בישראל צבא, none were over sixty years of age, as people of that age and beyond were not allowed to go out to war. We know this from Baba Batra 121 concerning Yair ben Menashe and others included in the count mentioned there. The decree that the generation of the spies would have to die in the desert applied only to the ones between 20-60. Those younger or older at the time of the spies’ trip were exempt from this decree."}, "45": {}, "46": {"0": "לא התפקדו, were not counted by the officials appointed to conduct the census, nor did they count themselves. (compare Ibn Ezra on this) They had not prepared themselves as had the other people for coming to the assembly point and providing documents proving their identity and genealogy. What is mentioned in this verse all referred to the time prior to G’d announcing in verse 49 that the tribe of Levi should not be included in this census. The Levites had been awaiting instructions concerning how they were going to be counted. The reason they had reason to wonder was that the tribe of Levi had not been mentioned in the list of tribes during this entire chapter when the Torah referred to “each man per each tribe” in verse 4."}, "47": {}, "48": {"0": "אך את מטה לוי, even though I had said “count all the heads of the community of Israel,” (verse 2) and it was understood that the Levites were included in this, they are distinct from the other tribes in that they will be counted separately, according to different criteria, such as different age groups, and when you compute the total number of people in the general census their number will not be included."}, "49": {"0": "ואתה הפקד, the commandment to count them is repeated to make clear that they are in a class by themselves. The reason was that only this census rated as a holy activity."}, "5": {}, "50": {}, "51": {}, "52": {"0": "והלוים יחנו סביבת, this is another difference between the Levites and the other tribes, i.e. that they were to be encamped immediately adjacent to the sacred domain of the Tabernacle. Whereas the other tribes encamped each around its flag, the Levites’ “flag” was the Tabernacle."}, "6": {}, "7": {}, "8": {}, "9": {}}, "1": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "ונסע...אהל מועד...בתוך המחנה. Between the two flags which have already been mentioned.", "1": "כאשר יחנו, as soon as half the camp had arrived at the next destination the Tabernacle would be put together again so that it would again be situated in the center of the entire encampment. This was possible as the Kehatites traveled immediately behind the flag of Reuven’s segment of the army, and they had been transporting the vital contents of the Tabernacle. We know from Exodus 25,22 that these parts of the Tabernacle were the essential ones, as G’d had made His communicating with Moses dependent on the presence of these furnishings. It follows that the meaning of the words כאשר יחנו can also be understood as “as soon as they (these parts) would come to rest.” The Tabernacle whether in its functional form, fully erected, or in its pre-fabricated parts only, always remained in the center of the Israelites whether the latter were on the move or encamped.\n"}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {"0": "והלוים לא התפקדו, also among the total of the remainder of the tribes.", "1": "כאשר צוה ה' את משה. As G’d had said in 1,49 “do not count them as part of the Children of Israel.”\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "10": {"0": {"0": "כמתאוננים, on account of the difficulties of the journey. They did not actually complain in their hearts as they had nothing to complain about. They only voiced complaints as a form of testing G’d. "}, "1": {"0": "ותשקע האש. This was something supernatural, not compatible with the normal behaviour of fire. Fire rises, does not sink into the earth."}, "10": {"0": "למה הרעות לעבדך? “Why did you appoint me against my will to lead this people out of Egypt? ", "1": "ולמה לא מצאתי חן בעיניך?, When I asked You to send whomever You are in the habit of sending, (Exodus 4,13) why did You not accept my request?", "2": "לשום את משא כל העם הזה עלי, You could only have done this in order to burden me with the load of this whole nation, as if You could not have found another more suitable leader, or at least  You could have provided me with someone else who would be suitable to share this burden and who would be good for them.\n"}, "11": {"0": "האנוכי הריתי, true, a natural father knows how to guide his children even if they have differences of opinions among them. The reason such a father can be successful is that all his children know that he loves them all and has their best interests at heart. But these people do not put their trust in me at all; they suspect me and constantly provoke me to see what I would do for them."}, "12": {"0": "מאין לי בשר?, Clearly, they know very well that I do not have any meat to give them; if so when they cry and demand “give us meat,” they as much accuse me of being able to provide them with meat but denying them their desire! This is only a crude attempt to find out if my actions as their leader have indeed been prompted by my carrying out Your command! What can I attain from You on their behalf?"}, "13": {"0": "לא אוכל אנכי לבד, You will have to provide me with assistants to enable me to carry this burden."}, "14": {"0": "ואם ככה את עושה לי, If You in Your perfection decided not to provide me with assistants in order not to belittle me in the eyes of the people, and You want to continue to lead the people in the manner which You have done so far, הרגני נא הרוג אם מצאתי חן בעיניך, so that You will be free to appoint someone else, someone, or several, who are able to lead the people more perfectly. This is reminiscent of what the sages have said about the prophet Samuel who died before his time in order to enable the Kingdom of David to become reality sooner. (compare Tossaphot on Taanit 5)", "1": "ואל אראה ברעתי, the result of my inadequacy as a leader. If I had to witness this, this would be worse for me than dying at this time.\n"}, "15": {}, "16": {"0": "ונשאו אתך, seeing that they have now also attained the level of prophecy they are able to assist you in assuring the people get justice under your guidance because they see that the elders are with you and approve of what you are doing."}, "17": {}, "18": {}, "19": {"0": "והיה לכם לזרא, they will eat so much of it that that it will cause an excess which in turn will produce sickness. This is what Assaph in Psalms 78,31 spoke about.", "1": "למה זה יצאנו ממצרים?; we had such a variety of food there, not only manna.\n"}, "2": {}, "20": {"0": "שש מאות אלף רגלי, this will require a tremendous quantity of meat to satiate them.", "1": " ואתה אמרת בשר אתן להם ואכלו חודש ימים, if so, this will amount to a huge amount, as also described in Psalms 78,27  וימטר עליהם כעפר שאר וכחול ימים עוף כנף, “He rained meat on the like dust, winged birds like the sand of the sea.” \n"}, "21": {"0": "At any rate, הצאן ובקר ישחט להם ומצא להם? how will that suffice to assuage their complaints, seeing that what they are really asking for is only in order to provoke, as pointed out in Psalms 78,18 וינסו א-ל בלבבם, “they provoked G’d in their hearts.” No doubt, just as they provoked, tested Your patience with this, they will do this with other foods, for no valid reason. The problem is that You will not deprive them of their freedom of will, as we know from the axiom “all is within the power of heaven except control of who will possess reverence for G’d.” (B’rachot 33)."}, "22": {"0": "היד ה' תקצר?, from finding a way which will cause them to be revolted at every food which is not for their health but for their gratification only. This is what was meant in verse 20, that “it will come out of your noses.”", "1": "עתה תראה היקרך דברי, you will see with your own eyes that what I said will occur, that they will eat so much of this meat which they chose for reasons of gratification that it will come out of their noses so that they will despise it. I will not have to interfere with their free choice in order to achieve this result. By not interfering with their freedom of choice they will be able to repent not only because they are afraid of punishment, but because they have discovered that whatever I have done was out of love for them so that they in turn will relate to Me with love.\n"}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "אדוני משה כלאם!, he thought that the reason why these two men had not come to the tent of Meeting was because they wanted to demonstrate that they could prophesy without being within the spiritual sphere and physical presence of Moses. "}, "28": {"0": "כי יתן ה' את רוחו עליהם, without any spiritual radiation emanating from me."}, "29": {}, "3": {"0": "וישובו ויבכו, they again pretended to have justified complaints, testing G’d’s patience. This time they cried that they had agreed to leave Egypt. This was equivalent to insulting the Presence of the Shechinah that had honoured them with its presence amongst them. Moses tells them this explicitly in verse 20 when he said: יען מאסתם את ה' אשר ,בקרבכם ותבכו לפניו לאמור למה זה יצאנו ממצרים?, “because you despised the Lord Who is in your midst and you cried, saying: “why is this that we left Egypt?”", "1": "מי יאכלנו בשר?, They said this in order to test if He would permit incestuous relations to His people (compare Psalms 78,18 where Assaph says וינסו א-ל בלבבם לשאל אוכל לנפשם, they asked openly for meat, and in their hearts for sexual gratification other than by their wives).\n"}, "30": {"0": "מן הים, from the Sea of Reeds which was to the south of them, so that the quail crossed over that sea from the south."}, "31": {"0": "הממעיט אסף עשרה חמרים, all the people intended to consume large quantities of these birds."}, "32": {"0": "הבשר עודנו בין שניהם, it had not yet even come to the stage when they would despise it and be revolted by it.", "1": "טרם יכרת, the period of one month of which G’d had spoken had not yet elapsed;", "2": "ויך ה' בעם, the ones who had been in the forefront of expressing their lust in order to provoke G’d so that they were punished for their provocation. When G’d had said “they will eat from it for a month,” He had referred only to those members of the people who had cried (crocodile’s tears) without actually having experienced a craving for meat at all. The ones who had said: “why did we leave Egypt?” were the ones who were the first to be punished, even before the meat got into their gullets. The words of verse 20 והיה לכם לזרא were fulfilled by what happened to these people who had pretended by their crying that they felt an overpowering desire for meat.\n"}, "33": {}, "34": {"0": "ויהיו בחצרות. They remained there for a period the length of which has not been revealed. We find this expression, for instance in Ruth 1,4 where the period is defined as about 10 years. In Deuteronomy 10,5 when Moses speaks about the Tablets remaining in the ark in which he deposited them, the period was considerably longer. In our situation it is reasonable to assume that the length of time meant is the period during which Miriam had to remain in isolation. Seeing that the Tabernacle had already been erected by that time, G’d invited all three of them to leave their tents and to come to the entrance of the Tabernacle."}, "4": {}, "5": {"0": "בלתי אל המן עינינו, we have no natural grown produce, can see only the manna, and even that we have to hope for on a daily basis, as we have no food reserves. Their attitude reflected what our sages have described as “one cannot compare the state of mind of a person who has bread in his basket to that of someone who does not.” (Yuma 18)"}, "6": {}, "7": {}, "8": {}, "9": {}}, "11": {"0": {}, "1": {"0": " 'הרק אך במשה דבר ה?, has Moses been the only one who experienced the distinction that G’d spoke to him in addition to the whole people experiencing that G’d spoke to them when He gave the Ten Commandments?", "1": "'וישמע ה, as our sages have said junior Torah scholars are in a class by themselves in that G’d is extremely stern in reacting to their slightest misdemeanours. (B’rachot 19)"}, "10": {}, "11": {"0": "אל נא תהי כמת אשר בצאתו מרחם אמו ויאכל חצי בשרו, when a fetus is dead, having prematurely been aborted so that half its flesh looks as if it had already wasted away by the time it is expelled from its mother’s womb, even though it then appears in better condition than it was while still within its mother’s womb. When such a fetus leaves this world (mother’s womb) and enters the world of real life, perfect life, it still adds a negative dimension by being born, seeing that half of its flesh is consumed. Aaron asks Moses (whom he addresses here) not to leave his sister behind “dead” in the desert, whereas he will go on to the Holy Land, seeing that this would appear in retrospect as if he had left half of his own flesh (and blood) behind him in the desert."}, "12": {"0": "א-ל נא רפא נא לה, he was pleading that Miriam should be healed forthwith so that she would not be subjected to the embarrassment of having to leave the camp."}, "13": {"0": "הלא תכלם, she deserves to experience this shameful embarrassment."}, "14": {"0": "והעם לא נסע, even though the cloud had lifted off the encampment and the Tabernacle. The Torah writes: ובהעלות הענן מעל המשכן יסעו בני ישראל בכל מסעיהם, “when the cloud would lift from above the Tabernacle the Children of Israel would begin all their respective journeys.” They did not journey on this occasion as they realised that the reason why the cloud had lifted was in order to distance itself from the tzoraat.\n"}, "15": {"0": "ויחנו במדבר פארן, in a region of the desert which had not been named at all, but it is clear that it was opposite Kadesh Barnea, not far from it. This was in order for them to make all the necessary preparations to enter the first town of what was going to be their homeland. Moses referred to this specifically in his review in Deuteronomy 1,19-21. Having made camp there the Israelites called the site Ritmah, and it is described as such in the list of the journeys of the Israelites in Parshat Massey."}, "2": {}, "3": {"0": "צאו שלשתכם. G’d wanted that Moses should become aware of His being concerned immediately when anyone impugned his honour."}, "4": {}, "5": {"0": "אם יהיה נביאכם, if Moses were a prophet on the same spiritual level as you presumed when you said: “G’d spoke to us also,” ", "1": "ה' במראה אליו אתודע, G’d would have had to reveal Himself to him in a mirror-like vision, (feminine version of the word mareh). He would not have revealed Himself to Moses while the latter was awake, as for instance in the case of Isaiah of whom it is written in Isaiah 6,1 ואראה את ה' יושב על כסא רם ונשא, or as in the case of Michyahu who claimed to have seen G’d sitting on His throne. (Kings I 29,19) These prophets experienced their prophetic visions while they were asleep, certainly not while they were awake. Also Bileam, even though he was addressed by G’d while awake, was not addressed by the Essence of G’d but by one of His attributes, he himself only hoping that G’d as Hashem would address him (Numbers 23,3). He never attained that level of prophecy, but in response to the wish expressed in above mentioned verse we find ויקר אלוקים אל בלעם, that the attribute Elokim encountered Bileam.\n"}, "6": {"0": "לא כן עבדי משה, who experiences that G’d the Essence (hashem) speaks to him while he is awake. \n"}, "7": {"0": "This is the meaning of the expression פה אל פה אדבר בו, “I speak to him as if one mouth to another mouth.” When he experiences prophetic insights he does not have to take leave of his senses and be put to sleep so that his senses have first become neutralised.", "1": "ומראה, a clear vision (masculine mode of the word), something our sages refer to as “a clear picture, visual image.” (compare Yevamot 49).", "2": "ולא בחידות, neither in riddles, such as parables, sometimes even having to be helped to understand the meaning of the parables. (Zecharyah 4,5) Other prophets understood such parables without an angel being needed to help them, such as Jeremiah 1,12 who was told that he had correctly understood the vision which had been granted him in the form of a parable. Bileam also sometimes revealed the parable he himself had been shown as the Divine message (Numbers 23,7) he was revealing.", "3": "ותמונת ה' יביט, all of the aforementioned Moses experiences as a direct communication from G’d in His capacity as “hashem, i.e. the Essence.” He was distinct from Bileam who received the message not clearly formulated but only expressed in the guise of a parable.", "4": "ומדוע לא יראתם, if you have not been afraid to speak as you did this could only be due to something evil in your heart. For, if you thought that I am certainly aware of Moses’ deeds you must have mistakenly concluded that I find pleasure in the wicked. This is exactly the reverse of what you should have been thinking. You should have thought that in view of Moses’ position and the miracles he performed in My name that I would not have allowed him to do this unless I had thought that he was worthy of such a lofty position. If, perchance, you thought that I am unaware of Moses’ past deeds and that you know more about this than I do, and that is why I considered him fit for his lofty position whereas in fact he is not, you would be far more guilty of an error than the error you kept accusing Moses of.\n"}, "8": {"0": "ויחר אף ה' בם, that they did not immediately humble themselves as did David when the prophet Nathan told him that he had sinned. (Samuel II 12,13)  וילך, G’d departed seeing they had not even reacted.\n"}, "9": {"0": "והענן סר, as one needs to keep one’s distance from anyone afflicted with tzoraat, and so that the afflicted person could be removed from the encampment of the people."}}, "12": {"0": {}, "1": {"0": "שלח לך אנשים, do not allow the selection of these men to be made by the people themselves! We know from Deuteronomy 1,22 that the initiative of sending out spies came from the people and that Moses was put under pressure to do this. G’d was cautioning Moses that by allowing the people to select the spies themselves, that if they chose unsuitable candidates and they came back with a faulty report, the people would blame G’d for what was wrong with the country instead of the inadequate ability of the spies to correctly evaluate what they had seen. Once the blame would be laid at G’d’s doorstep it would be impossible to do teshuvah. In the event, the people did teshuvah when they said “we have sinned against You,” as reported in Deuteronomy 1,41 As far as the spies whom Moses sent out were concerned, while it is true that they were guilty in bringing about the refusal of the people to undertake the campaign to conquer the land, and all this was due to a lack of faith in G’d, they did report truthfully on the excellence of the land and they brought back with them proof of it. (compare verse 27) where they are quoted as having said that not only was the land good, but it was a land flowing with milk and honey;  In Deuteronomy 1,25 Moses also agrees that they had reported on the excellence of the land. Their fault lay in their asserting that the country could not be conquered by the Jewish people. Once the people realised that the problem had been their own lack of faith and not any shortcoming they had ascribed to G’d, the way was paved for repentance to become acceptable. They immediately reversed themselves, offering to ascend and to participate in the conquest of the land. (compare verse 41 in our chapter) They prayed and cried to G’d regarding their sin, but G’d did not accept their prayer. Their sin had consisted of a desecration of the Lord’s name in public, something that cannot be atoned for except after the death of the guilty party. G’d had already alluded to this in Exodus 32,34 in connection with the sin of the golden calf when He had said וביום פקדי ופקדתי, “on the day when I mete out justice (literally “remember” i.e. review the deceased deeds, etc.) I will also judge, etc.” In other words, this atonement is reserved for people only posthumously.\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "ויקרא משה להושע בן נון יהושע, the Torah means that this man was known as a man of valour by the name of Hosheah among the members of his tribe. The fact that he has been referred to as “Joshua” already in Numbers 11,28 is because in his capacity as Moses’ personal valet Moses had changed his name in the form of a prayer asking that he be the instrument of his own salvation and that of others."}, "16": {"0": "!עלו זה בנגב. Moses wanted them to commence their mission from the very spot the Israelites found themselves in at this time, i.e. in the south of the land of Canaan. He considered that at this point entry into the land of Canaan would not present any difficulty and they would not have to travel around the country inn order to enter from a more distant location."}, "17": {"0": "וראיתם את הארץ מה היא. If it is mostly populated in open cities or walled cities, like fortresses.", "1": "ואת העם היושב עליה, to find out if the ecological conditions favoured successful settlement in cities. In other words, if sick people would be referred by their physicians to such cities and to such a climate to help them regain their health. They would judge this by the appearance of the inhabitants of such cities; if they appeared healthy, strong, of good posture, etc. They would also observe if the people were numerous, had large families, or if somehow they were few in  numbers. Large numbers of people, and people looking strong and fit, would indicate that the climate was good and favoured large-scale settlement.\n"}, "18": {"0": "הטובה היא, was the water supply plentiful and not contaminated. Moses had stressed in Deuteronomy 8,7 that G’d was bringing the people to a location which was “good” in the sense that it possessed brooks and rivers with pure water.", "1": "הבמחנים, if they lived in open cities, a sign that they felt secure, not expecting any war,", "2": "אם במבצרים, or in walled, fortified towns, suggesting that the inhabitants were afraid of being invaded. Compare Devorah’s song in Judges 5,7 where she bemoans the fact that her people had ceased to live in open cities.\n"}, "19": {"0": "השמנה היא, does it possess riches, surpluses, as Moses said in Deuteronomy 8,9 לא במסכנות תאכל בה לחם, “where you will eat bread without having to stint.”", "1": "היש בה עץ, are there fruit trees, such as grape vines, fig trees, pomegranate trees and olive trees.", "2": "והתחזקתם ולקחתם מפרי הארץ, do not be afraid that the local inhabitants will notice your taking some produce and will attack you on account of that.", "3": "והימים ימי בכורי ענבים, the fruit for which the land is famous had not even fully ripened as yet as it was still early in the season. Even so, what they would see would be enough to convince them of the excellence of the land.\n"}, "2": {"0": "כלם אנשים, men of valour. The word איש occurs in the sense of “man of valour” both in Samuel I 26,15 and in Kings I 2,2."}, "20": {}, "21": {}, "22": {}, "23": {"0": "על אודות האשכול אשר כרתו משם בני ישראל. The Canaanites were surprised about these Israelites who considered this cluster of grapes as something so extraordinary that they cut it off the vine and transported it all the way to their people without bothering to eat it. They were well aware that their country produced far bigger clusters of grapes than the one the spies had taken. The name נחל אשכול reflects the Canaanites’ amazement and who named the location thus."}, "24": {}, "25": {"0": "אל מדבר פארן קדשה, to the part of the desert of Paran facing Kadesh Barnea."}, "26": {"0": "וגם זבת חלב ודבש היא; not only is it a good land, but it deserves the superlative “a land flowing with milk and honey.” The land yields its bounty without man having to engage in backbreaking labour. It produces abundantly in all areas of agriculture and cattle breeding."}, "27": {"0": "אפס כי עז העם, it is impossible to conquer the land since we cannot defeat its people. Not only are the people tough, but the cities are fortified. The inhabitants of the land, the Amelakites hate us fiercely. They will engage in a preemptive war against us so that we should not even get near their borders."}, "28": {}, "29": {"0": "ויהס כלב את העם, he silenced the people who had begun to raise their voices, as they did afterwards when the Torah reports in 14,1 “all the people raised their voices and the cried the whole night.”", "1": "אל משה, so that Moses would have a chance to reply. Perhaps Moses replied with the words he referred to in Deuteronomy 1,29: “I told you not to be scared and not to be afraid of the inhabitants of that land, etc.”", "2": "Calev reinforced Moses’ words by saying: עלה נעלה, it is appropriate for us to ascend for they will not be able to stand up against us to prevent us from progressing;", "3": "וירשנו אותו כי יכול נוכל לו, for as soon as we shall ascend in that direction they will flee from us seeing that these inhabitants of Canaan have already a defeatist attitude toward us.\n"}, "3": {"0": "ואלה שמותם, each one was a distinguished person, known as such. They have been listed in order of their seniority, seeing that other than that they were equal in rank, especially in their qualifications for this mission. The reason I believe that this is the reason for the order in which they have been listed is that the list neither corresponds to the seniority of the tribes nor to the order in which the tribes were encamped."}, "30": {"0": "לא נוכל לעלות, for they will stand up against us and will prevent us from making progress just as happened after the sin when the Torah describes the Amalekites (described as Canaanites) descending and inflicting casualties in 14,45."}, "31": {"0": "ארץ אוכלת יושביה, even though the people living there are strong, this is not a compliment to the land; rather it means that it is only due to their exceptionally hardy constitution that they were able to survive in that land. Ordinary people would die there because the climate is so hard to take."}, "32": {"0": "בני ענק, descended paternally from giants", "1": "מן הנפילים, maternally descended from those giants.", "2": "וכן היינו בעיניהם, like grasshoppers, or even less significant. They did not bother to harm us as they did not think we represented a threat to them.\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "13": {"0": {}, "1": {"0": "וילונו על משה ועל אהרן; who were G’d’s delegates charged with taking them out of Egypt and with saving them from fear of death in the desert; they claimed that all that Moses and Aaron had done was only in order to deliver the people into the hands of the Emorite."}, "10": {"0": "?עד אנה ינאצוני, “What is the limit of their spurning Me? How long am I supposed to tolerate the disdain with which they treat Me?", "1": "?ועד אנה לא יאמינו לי, How many more miracles must I perform for them until they will rely on My word? "}, "11": {"0": "אכנו בדבר, as we read in Deuteronomy 2,15 “and also the Lord’s hand came upon them until He had rooted them out from the camp to the last man.” (the generation of the people who had accepted the majority report of the spies)", "1": "ואורישנו, I will see to it that they have to leave what should have been their inheritance to others. This was similar to what Rashi (based on the Talmud Baba Batra) explained about the dead inheriting the living at the time when the land of Israel was parceled out to the various tribes. By means of the stratagem G’d fulfilled what He had promised in Exodus 6,8: “I will give to you the land as an ‘inheritance.’\n"}, "12": {"0": "ושמעו מצרים, Moses thought that when G’d had said: “I will smite them with pestilence” that He had in mind to strike all of them immediately, simultaneously. He therefore felt impelled to question what would this do to G’d’s great name? Surely, he argued, the Egyptians would ascribe this to G’d’s impotence in making good on His promise to this people, 'מבלתי יכולת ה' להביא את העם וגו, they would claim that G’d’s power did not include dealing with the Canaanites. Seeing that the Egyptians are aware of the effort You expended in liberating them from slavery in Egypt, and they are further aware that You have made the seat of Your residence on earth in their Tabernacle, the mere thought that You would now kill them on account of a sin would never occur to them "}, "13": {"0": "אשר עין בעין נראה, the entire verse illustrates graphically the visual experiences Israel had enjoyed in its relationship with G’d something that would make their committing the kind of sin on account of which their G’d would wipe them out unthinkable. [I paraphrased here. Ed.]"}, "14": {}, "15": {}, "16": {"0": "'יגדל נא כח ה, to suppress the demands of the attribute of Justice."}, "17": {"0": "פוקד עון אבות על בנים, this may extend until the fourth generation, i.e. if the fourth generation of the original sinner will still continue in the wicked ways of their forbears that will make the measure of sin of those families in the third generation so full that it has become irreversible and G’d will take the appropriate action. If the sons and grandsons continued in the evil ways of their forbears but not until the fourth generation, G’d will suspend retribution to see how the fourth generation would conduct themselves before exacting retribution.\n"}, "18": {}, "19": {"0": "סלחתי כדברך. As you said when I mentioned smiting them all with pestilence. Even when I said this, I had not intended to smite them all simultaneously; I had intended to let them all die, little by little, in the desert, preventing them from crossing to the land of Canaan."}, "2": {"0": "ולמה ה' מביא אותנו, what sin did we commit against Him that He made the effort to bring us to this crisis by using you two as His instruments? They thought that these present troubles were all retribution for the abominable things they had been doing while in Egypt, or on account of some other cause they were not aware of which had caused G’d to hate them. We know that they had concluded that G’d must hate them from their own words in Deuteronomy 1,27: “because G’d hates us He took us out of Egypt in order to deliver us into the hands of the Emorite.”"}, "20": {"0": "ואולם חי אני וימלא כבוד ה' את כל הארץ, “I swear that just as I am the G’d Wo Am alive and Whose glory fills the whole earth, etc.” כי כל האנשים, the ones who are twenty years and over אם יראו את הארץ, that they will not get to see the land. This is one of the examples where the word אם is not followed by a תנאי כפול, i.e. spelling out both what will happen if the conditions of an agreement are met and what will happen if the conditions are not met. Other examples are found in Genesis 14,23 when Avraham refuses to allow the King of Sodom to “give” him the victor any of the spoils of war. Samuel I 19,6 also has such an unaccompanied word אם, letting the reader arrive at his own conclusions."}, "21": {}, "22": {"0": " וכל מנאצי לא יראוהו, also their sons who at this time had not reached the age of 20 but would be among those who disdain Me in the future, will also not be granted the privilege of seeing the Holy Land. Examples of this decree were the men who died during the uprising of Korach and had been under the age of 20 (at the time of the Exodus), as well as the people who died at Shittim 38 years later because of their involvement with the Moabite women, as well as the people who died before Moses could erect the copper snake. The people concerned had not been involved in rejecting the land of Israel at the time when the spies made their report as they were under age. (compare Numbers 21,6  and 25,9)"}, "23": {"0": "וזרעו יורישנה; Calev’s children will not only take possession of their share in the Holy Land, but will pass on their share to his descendants in future generations. This is different from the other members of the present adult generation who, though not taking possession of any part of the land themselves, assigned it to their children by reason of having become the “original” (potential) owners at the time they left Egypt. Their children “inherited” by a Divine decree only, as opposed to Calev’s children, etc. (compare verse 12)"}, "24": {}, "25": {}, "26": {"0": "?עד מתי לעדה הרעה הזאת, even though I have forgiven them in accordance with your own stipulation not to decree immediate death for them, instead of letting all of them die already now, I did not include the actual spies themselves in this partial forgiveness. אשר המה מלינים עלי, seeing they were the ones who orchestrated the people slandering Me. They are directly responsible for the sin committed by the multitude. They do not deserve any extension of their lives, I will punish them immediately; concerning them I utter an oath"}, "27": {"0": "חי אני נאם ה' אם לא וגו, whenever we find two successive negatives this is equivalent to a positive statement. [the word אם as well as the word לא are each understood as a negative. Ed.] כאשר דברתם באזני, a reference to verse 2 in which the people are reported as wishing that they had died already in Egypt and inverse 3 when they had prematurely bemoaned their wives and children as becoming part of the Canaanites booty in the war they anticipated losing. G’d also refers to what the spies themselves had said when they described the land of Canaan as “consuming its inhabitants” (13,32). G’d would see to it now that all these statements would become self-fulfilling prophecies.", "1": "כן אעשה לכם; not all at once but at intervals. This is what prompted the psalmist in Psalms 106,26 to say: “So He raised His hand in oath to make them fall the wilderness; to disperse their offspring among the nations and scatter them throughout the land.” Also the prophet Ezekiel sees in the present decree something that had repercussions throughout the ages when he said  (Ezekiel 20,23) “also I raised My hand in an oath already in the desert, saying I will scatter them among the nations.” [our author sees in the punishment meted out at this time a parallel to that meted out at the time of the sin of the golden calf where G’d had reserved the right to spread the retribution throughout history in order not to have to wipe out the people then and there as they had deserved. Ed.]"}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {"0": "ונשאו את זנותיכם, suffering for your faithlessness against me when you had said: “let us appoint a leader to take us back to Egypt ” (verse 4)."}, "33": {"0": "במספר הימים, we have a rule in halachah that שלוחו של אדם כמותו that when one appoints someone to act on one’s behalf the appointee is regarded as an extension of the one who appointed him. The spies had therefore not acted on their own, but as the people’s agents. Hence Moses, i.e. G’d, addresses the people as the instigators of this disaster. Their initial sin had consisted in wanting to find out if the land could be conquered.", "1": "יום לשנה, on a specific day each year, i.e. the ninth of Av, according to the sages in Taanit 30.", "2": "תנואתי; you will find out what it means to try and thwart My plans. (a reference to verse 43 when this “self-fulfilling “ prediction came true.).\n"}, "34": {}, "35": {"0": "והאנשים אשר שלח משה, who at the time had been considered as loyal by him but had in the meantime become disloyal, ", "1": "become enemies by causing to make slanderers out of the whole elite of the nation (the word עדה is taken to refer to the members of the Supreme Court, Sanhedrin) and the leaders of the nation. They had stated that “the local inhabitants are stronger than we.” (13,31) they had intended to slander the land by this remark. They reasoned that during the time it would take the elders of the people to assimilate the information they had just received, they themselves would have time to speak to the ordinary people and to spread lies about the land of Canaan. They could not have gotten away with telling such lies to the elders who knew that these statements were lies."}, "36": {"0": "וימותו האנשים מוציאי דבת הארץ רעה במגפה, from the type of pestilence which they claimed had caused the death of the people they had seen dying in the land of Canaan during their tour of exploration. (13,32) It was the kind of pollution in the air which kills almost instantly."}, "37": {}, "38": {}, "39": {}, "4": {"0": "ויפול משה ואהרן על פניהם, when they saw the truth of (Kohelet 1,15) Solomon’s famous proverb that מעוות לא יוכל לתקן, that “when something has been twisted out of shape it can not be straightened out again.” The Talmud Sanhedrin 19 illustrates this when relating that the entire Sanhedrin out of fear of the King Yannai, perverted Torah law and only Shimon ben Shetach had the courage to tell the king the truth about Torah law on the issue under discussion, which would have embarrassed the king. Shimon ben Shetach appealed to heaven to uphold the one who had interpreted correctly. Thereupon the angel Gavriel killed the entire Sanhedrin, except Shimon ben Shetach. However, in order for such a tragedy not to occur again, the ruling that the king must testify and must be judged by his peers was revoked  for the future."}, "40": {"0": "?למה זה עוברים את פי ה' והיא לא תצלח; by defying G’d in this manner you will not merely be guilty of a sin due to your trying to indulge your whims, but to the sin of deliberately trying to cause G’d to become angry. (the worst category of sin)"}, "41": {}, "42": {}, "43": {"0": "ויעפילו, they stiffened their attitude, similar to Exodus 6,13 where Pharaoh is reported as stiffening his attitude, and as a result not paying heed to Moses’ and Aaron’s warning."}, "44": {"0": "וירד העמלקי, and did not give them a chance to climb the mountain."}, "5": {}, "6": {"0": "הארץ אשר עברנו בה לתור אותה, to investigate both the country and its inhabitants, in accordance with Moses’ instructions “you will take a look at the land what are its characteristics and the people who dwell on it” (13,18).", "1": "טובה הארץ, concerning what you have charged us to investigate the land, we testify that it is a good land, exceptionally good, without drawbacks. We do not agree with our colleagues who, although testifying that the land was good, added the reservation that the “land consumes its inhabitants.” Concerning what my colleagues have said: about the land “consuming its inhabitants, we can testify  כי לחמנו הם, “they are our bread,” they will not even have the courage to frontally face us, the very opposite of our colleagues’ saying that they are a “tough people.”\n"}, "7": {"0": "'אם חפץ בנו ה, if the Lord has taken a liking to us. True, the goodness of the land depends in great measure on G’d taking a liking to us, as we know that this is a land which is constantly under G’d’s supervision so that disobedience to His laws will be promptly punished. All of this had been spelled out in Deuteronomy 11,12-13.", "1": "והביא אותנו אל הארץ הזאת, the very reverse of what our colleagues testified when they claimed “we cannot ascend against this people.” (13,31) The fact is that these people will not even offer us any resistance, as mentioned already in Exodus 15,16 “they will keep as silent as a stone until Your people o Lord have passed.” In fact, even forty years later when the people finally were poised on the borders of the land they did not encounter a single security fence of other defensive structures which these people had erected during the forty years that they had expected the Israelites to invade their land.", "2": "ונתנה לנו, we are certain of this because we have seen that not a single one of them has enough spirit left to confront us, they are only thinking of fleeing.", "3": "ארץ אשר היא זבת חלב ודבש, the land itself is productive without input by farmers”. The expression: “flowing with milk and honey” is applied to produce growing in the forest in Samuel I 14,25 וכל הארץ באו ביער ויהי דבש על פני השדה, “everybody came to the forest and the field was full of honey.” This would not have been possible if there had been anything inferior in that soil. [the author, of course, understands the word “honey” as hyperbole for excellent produce, in contrast to most commentators who understand it literally. Ed.]"}, "8": {"0": "אך בה' אל תמרודו, if you indeed want the soil of this land to correspond to your fond hopes of it, it is incumbent upon you not to rebel against G’d, something you have been told about repeatedly. (compare Deuteronomy 11,13-14 lines we recite at least twice daily.)", "1": "ואתם אל תיראו, if you do not rebel against the Lord He will bring you there and you will have no reason to be afraid of anything, for they are our bread, we have seen with our own eyes that they did not even dare to attack the 12 of us. 40 years later Rachav the innkeeper of Jericho testified that the people were still terribly afraid of the Israelites, none of them summoning enough spirit to go to war against this people. (Joshua 2,11) סר צלם מעליהם, we have seen that they have decided to abandon all armed resistance, reminiscent of what we read in Kings II 7,15 when the armies of Aram had abandoned all their equipment in headlong flight, when they had merely imagined that they were being attacked.\n"}, "9": {}}, "14": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": "חלה תרימו תרומה; after the sin of the spies also the tithe (heaving) known as challah became a necessity in order for the individual homes of the Israelites to enjoy G’d’s blessing. The prophet Ezekiel spells this out (Ezekiel 44,30) when speaking about the temple etc. in the future, when he writes: עריסותיכם תתנו לכהן להניח ברכה אל ביתך, “you are to give from your kneading bowl to the priest so that a blessing will rest on your house.” This practice had already been displayed when Elijah, assisting the impoverished widow, commanded her to first give to him a small cake of the little flour she had left, as G’d had said that in such a case the jar of flour in her house would not become empty during the remainder of the famine. (Kings I 17,13-14)"}, "2": {"0": "לעשות ריח ניחוח.....והקריב המקריב, until the advent of the sin of the golden calf, the expression ריח ניחוח had not surfaced as no libations plus gift offerings had been needed  in order to make the offerings truly pleasing in the eyes of the Lord. This is why we do not find such an expression in connection with the offering of Hevel (Genesis 4,4, of Noach Genesis 8,21, and of Avraham in Genesis 12,7) Neither do we find it in Exodus 24,5 where the burnt offerings and meat offerings offered by the firstborns (before they had been exchanged for the tribe of Levi) were described.  As of the sin of the golden calf gift offerings and libations were required to make public offerings pleasing to the Lord, i.e. לריח ניחוח. After the sin of the spies even offerings by private individuals had to be accompanied by such libations and gift offerings, מנחה ונסכים, in order to qualify for the expression ריח ניחוח as proving that the offering had pleased the Lord.\n"}, "20": {}, "21": {"0": "וכי תשגו, this verse has already been explained by Sifri as speaking of inadvertent commission of the sin of idolatry. Seeing that eventual exile had already been decreed for the descendants of this generation, it would be practically impossible for the exiled Jews not to become guilty of such acts in their host countries from time to time even if they did not intend thereby to violate Torah laws. They would become guilty of such acts even after their return to their homeland, having acquired idolatrous habits while under duress in exile.", "1": "ולא תעשו את כל המצות האלה אשר דבר ה' אל משה. Seeing that you had inadvertently become guilty of idolatrous acts even if you would meticulously observe all the other commandments in the Torah this would not count for much as the commandments not to become guilty of any kind of idolatry had preceded all the other commandments, and by being guilty of that sin you had broken the covenant. Our sages (in Sifri 111) have stated flatly that anyone acknowledging that any idolatrous cult is of substance, is useful, is considered as having denied the validity of the entire Torah.\n"}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {"0": "את ה' הוא מגדף, there is never any atonement for this even if there is complete remorse which is due to the fear of the punishment in store. Only the death of the guilty person can lead to his atonement. This was also the reason why the repentance of the Israelites for the sin of the spies could not be atoned for during their lifetime, although the repentance itself has been documented by the Torah in Deuteronomy 1,45. "}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {"0": "'וראיתם אותו וזכרתם את כל מצות ה, you will be reminded that you are G’d’s servants whose commandments you have accepted reinforced by oaths known as אלה and שבועה. This reminder will be due to your looking at the “fringes” that may be viewed as if their king had placed a stamp on your bodies confirming that the wearer is one of his subjects. ", "1": "This in turn will lead to your ceasing to follow the inclination of your hearts and eyes to indulge your diverse urges, originating in your bodies. Without these fringes as a constant reminder of your purpose on earth, you would be likely to fall prey to these urges inspired by the evil urge. ", "2": "This would eventually diminish the influence of your mind over your body to such an extent that it would lead to your premature death both in this world and in the hereafter."}, "39": {"0": "למען תזכרו, so that you would be free from thoughts of vain matters; once you are no longer concerned with the pursuit of the transient material allusions n this life, you will be receptive to the marvelous ways of the Torah, through the study of which you will come to recognise the greatness of the Creator and His amazing love for His creatures.", "1": "ועשיתם את כל מצותיו, as a result you will perform all His commandments from both love and reverence for Him. ", "2": "והייתם קדושים לאלוקיכם, as a corollary you will be holy unto your G’d, deserving eternal life as He had meant for you to qualify for when He had said in Exodus 19,6 that “you should become for Him a nation of priests and a holy people.”\n"}, "4": {}, "40": {"0": "'אני ה' אלוקיכם אשר הוצאתי אתכם וגו...אני ה, the  reason why I orchestrated your redemption from slavery in Egypt was so that I would be your exclusive G’d, that your existence and well being on earth should be based on a reciprocal relationship not requiring an intermediary. The parameters of this existence should be enduring, not subject to change throughout history. You will be like other parts of the universe which endure eternally"}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "15": {"0": {"0": "ויקח קרח, these verses have to be read as if the Torah had written: “Korach, Datan and Aviram as well as On son of Pelet, plus others totaling 250 men, all men of distinguished standing in the community. They rose up against Moses, supported by people from the Children of Israel.” This is followed by:"}, "1": {}, "10": {"0": "לכן, אתה וכל עדתך הנועדים, know that I leave the matter of judging who is right entirely up to the Lord. Let Him decide who has offended Him. I do not take any countermeasures against you at all."}, "11": {}, "12": {}, "13": {"0": "אף לא אל ארץ...ותתן לנו, not only did you worsen our lot by taking us out of Egypt, and bringing us to a desert leaving behind a land which was flowing with milk and honey, but you have mocked us by not even bringing us to another country, even though it might have been inferior to Egypt. To listen to you speak one might think that you had led us to a land of good fields and vineyards and allocated these to us as our inheritance. Anyone listening to your expounding on the Divine commandments linked to possession of such fields and orchards has been totally misled. (reference to Leviticus 19,9-10) When presenting this legislation to us one could think that the fields and orchards under discussion were already ours.", "1": "העיני האנשים ההם תנקר, do you really think that you can fool all these people into not recognising your machinations which are of such a deceptive nature?\n"}, "14": {"0": "אל תפן אל מנחתם, do not accept any kind of offering these people would You in order to atone for themselves. Moses chose the מנחה type offering as the example as this is usually the most welcome kind of offering to G’d, and we know that he referred to such gift offerings as being ריח ניחוח pleasant fragrance. He explains that the reason such offerings should not be accepted is that he, Moses, has not forgiven the insult fling at him. [In Samuel I 26,19 David explains to King Sha-ul that G’d is apt to be appeased by someone bringing an offering known as מנחה. Ed.] Here Moses conditions G’d accepting such an offering from Korach on he, Moses, first having been appeased by Korach before daring to ask G’d for atonement. We have a standing rule that even Yom Kippur, a day set aside for atonement, does not atone for sins committed between one person and another unless the offender had first reconciled himself with the party whom he had wronged. (Yuma 85). The prophet Jeremiah (Jeremiah 18,20-23) elaborates the same point also, asking G’d not to forgive the people for sins committed against fellow Jews until they had first been forgiven by those against whom they had sinned.", "1": "לא חמור אחד מהם נשאתי, I have not even made use of things which any ordinary person would borrow from his neighbour without giving it a thought. This proves that my position of authority was exclusively used for their benefit and not for mine. Their present complaints prove only that they are extremely ungrateful, seeing that they have benefited from my leadership.", "2": "ולא הרעותי את אחד מהם, they cannot even accuse me of having wrongly convicted anyone of them in legal proceedings as they never brought any of their quarrels before me to have me adjudicate them.\n"}, "15": {"0": "'אתה וכל עדתך היו לפני ה; be ready for judgment in His presence."}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "ויקהלו על משה ועל אהרן, Korach, Datan and Aviram, assembled in order to incite against Moses and Aaron in the presence of 250 dignitaries of the people who had allowed themselves to be incited. This incident occurred at a time when a number of Israelites had assembled in the vicinity of Moses waiting to have their respective complaints adjudged. The 250 men mentioned walked around as if minding their own business, wanting to consult Moses about some harmless matter. It was their intention to arouse the crowd in order to provide support for Korach’s and his henchmen’s insurrection as soon as the latter would show up and begin asking hostile questions of Moses and Aaron. They selected an hour of day when there was a sizable crowd in Moses’ vicinity in order to reap the maximum benefit from that, and so that all those who were convinced of the validity of Korach’s complaints would spread the word and bring reinforcements from the plain people in the camp.", "1": "כי כל העדה, every one of the people", "2": "כולם קדושים, from head to toe; (compare Numbers 15,8 you will be completely holy”)", "3": "?ומדוע תתנשאו; in respect of the sanctity, by forbidding the firstborn to carry out sacrificial service in the Tabernacle? Moses himself had performed priestly duties during the first seven days of the consecration of the Tabernacle  whereas subsequently Aaron and his sons became priests on a permanent basis."}, "20": {"0": "!הבדלו. In order that due to your remaining close to them your merit will not reflect on them to their credit. Compare Job 22,30 ימלט אי נקי, “he will be delivered through the cleanness of your hands.”"}, "21": {"0": "האיש אחד יחטא, by having assembled a whole congregation against us? (verse 19)"}, "22": {}, "23": {"0": "דבר אל העדה לאמר העלו מסביב, Moses now spelled out what he had meant when he said הבדלו in verse 21. He had meant that the people should only put distance between themselves and the supporters of Korach."}, "24": {}, "25": {"0": "פן תספו, for you will not deserve being saved if you will remain in their physical proximity at the time they will be punished."}, "26": {}, "27": {}, "28": {}, "29": {"0": "וידעתם כי נאצו, for they do not deserve to even be buried together with the remainder of the people."}, "3": {}, "30": {}, "31": {"0": "ותפתח הארץ את פיה, the fissure in the surface of the earth became wide enough to extend all the way to their houses.", "1": "כל האדם אשר לקרח, all the people who had made common cause with Korach in this rebellion. Seeing that this is the meaning of the these words, we need not be surprised to be told that Korach’s sons did not die, as they did not “belong” to their father spiritually or philosophically.", "2": "ואת כל הרכוש, this was so that his righteous sons not be burdened with inheriting the ill gotten gains of their father. [the author quotes a Sifri on Ki Teytze item 283 in support of this. Ed.]\n"}, "32": {"0": "ותכס עליהם הארץ, the Torah emphasises that this phenomenon was unlike an earthquake in which the fissures in the earth do not close again to wipe out any traces of what had occurred. Here, the earth looked as if nothing had happened after Korach and his fellow travelers had disappeared."}, "4": {"0": "וידבר אל קרח ואל כל עדתו, he informed them that he was sensitive to the trumped up nature of their charges and the rebellious nature of their complaints.", "1": "את אשר לו, who was the one who spoke sincerely in honour of G’d (did not mouth pious sounding phrases only)", "2": "ואת הקדוש והקריב אליו, He, G’d, Himself will make it plain who is entitled and worthy to offer sacrifices in His honour.", "3": "ואת אשר יבחר בו יקריב אליו, only the worthy person G’d will select from all those taking part in this commotion. The meaning is reflected in G’d saying later to Moses: הבדלו מתוך העדה, “separate yourselves from among this congregation” (verse 21)\n"}, "5": {}, "6": {"0": "הוא הקדוש, only he is the one accorded the title “holy.” In the test Moses proposes there could be only one winner. Moses made this statement in order to frighten his listeners (as they would become aware of the enormity of the gamble they were going to involve themselves in) and knowing this they might repent and not lose their lives. Just as G’d does not want the sinner to die but to repent, so Moses offered these people the chance to retract and thereby save their lives. (compare Ezekiel 18,32).", "1": "רב לכם בני לוי, you, inasmuch as you are considered people belonging to Korach (compare verse 32), are being judged more sternly, exactingly, precisely because due to your superior social position you must lead even more exemplary lives than ordinary Israelites. G’d will be much more angry at you if you fail to reflect the nobility you already represent.\n"}, "7": {}, "8": {"0": "ולעמוד לפני העדה לשרתם, to serve the Lord by representing the whole community by carrying the sacred vessels, and parts of the Tabernacle. G’d selected you to perform this service לפני העדה, in full view of the whole community to serve as a reminder that another group of your nation, the firstborn, had already been deprived of this privilege due to their having participated in the sin of the golden calf, and you had been chosen to replace them."}, "9": {}}, "16": {"0": {}, "1": {"0": "ואת האש זרה הלאה, not on the place where the remains of burned offerings were stacked on the altar. The reason was that it was incense that should never have been allowed into the precincts of the Tabernacle.", "1": "כי קדשו, for only the pans had become holy so that they could not be treated with disrespect.\n"}, "10": {}, "11": {}, "12": {"0": "ויעמוד בין המתים ובין החיים, after he had already reached that spot he waited in order to help cure the ones who had taken sick but had not died yet. Instead of distancing himself from the congregation of sinners (verse 21) Aaron did the opposite in order to save whom he could save.", "1": "ותעצר המגפה. Not a single Israelite was struck by the pestilence from that moment on."}, "13": {}, "14": {"0": "ותעצר המגפה. Not a single Israelite was struck by the pestilence from that moment on."}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "כי הקריבום לפני ה' ויקדשו, they had become sanctified as vessels used for service for the Lord except if used of unauthorised service. This fact qualified these copper pans to be used as an overlay on the copper altar."}, "20": {}, "21": {}, "22": {}, "23": {"0": "ויראו ויקחו איש מטהו. This was the reminder for all times, a miracle which silenced their complaints forthwith."}, "3": {}, "4": {}, "5": {"0": "'אתם המתם את עם ה, by telling all these people to test G’d by offering incense, something that is only fit to be offered together with the public burnt-offering burned on the altar every day in the morning and evening by the individual priest performing that service. If you wanted to make such a test you should have done so with meat offerings, a procedure in which a large number of priests can participate."}, "6": {}, "7": {}, "8": {}, "9": {}}, "17": {"0": {"0": "ואתה ובניך ובית אביך אתך תשאו את עון הקודש, you are responsible to prevent unauthorised people, i.e. ritually impure ones and non-priests from entering sanctified domains near the Tabernacle. This is a collective responsibility of all the priests. If unauthorized people nonetheless enter such domains due to inadequate surveillance you will be responsible for such a sin having occurred."}, "1": {"0": "וישרתוך, seeing their service is meant exclusively to assist the priests in their tasks.", "1": "ואתה ובניך אתך לפני אהל מועד, whereas you and your sons will guard the Holy of Holies which forms the tent housing the Holy Ark containing the Tablets.\n"}, "10": {"0": "תרומת מתנם, what the owners of the animals in question give to the priests from the קדשים קלים, the offerings with a relatively lower level of sanctity, i.e. offerings in which the owners themselves have a share."}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "כל תרומת הקדשים, such as that which is given to the priests of the thanksgiving breads, as well as the two loaves of newly harvested wheat presented on the Shavuot festival.כל תרומת הקדשים, such as that which is given to the priests of the thanksgiving breads, as well as the two loaves of newly harvested wheat presented on the Shavuot festival."}, "19": {}, "2": {"0": "ושמרו משמרתך ומשמרת האהל, the Levites are to guard the Holy of Holies (structure) which in itself is your domain; they are also to guard all the other sacred locations outside the Holy of Holies.", "1": "אך אל כלי הקודש, the ones housed within the Tabernacle, comprising the Table, the Lampstand and the golden altar, ", "2": "they must not approach, whereas the copper altar although it is outside the walls of the Tabernacle they must not approach either.\n"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "ונחשב לכם תרומתכם, to ensure that blessing will be present in your homes even though we are speaking about something which has been measured, something not ordinarily subject to blessings. Our sages had gone as far as saying that when someone prays for G’d’s blessing on things he had already counted, measured, or weighed, this is a futile prayer, i.e. he uttered the Lord’s name in vain. (Taanit 5) This תרומת מעשר, tithe of the tithe is exempt from such restrictions."}, "3": {"0": "ושמרו את משמרת אהל מועד, within the curtained off area of the courtyard."}, "4": {}, "5": {"0": "'לכם מתנה נתוני לה, they are bidden on your behalf to carry out all these duties in connection with the Tabernacle."}, "6": {"0": "תשמרו את כהונתכם. To ensure that a non-priest, such as King Uzziah, does not enter the domain reserved exclusively for the priests.", "1": "ועבדתם, priestly functions are to be carried out only by you the priests;", "2": "the very fact that this assignment is in the nature of a gift for you, עבודת מתנה, makes it likely that outsiders are jealous and want a share of this. This is why you have to be especially on guard (to prevent interlopers from being punished by death.)\n"}, "7": {"0": "ואני הנה נתתי לך, as for Me, in compensation for the careful security measures which you will take to preserve the sacred nature of these locations, I will grant you as exclusive gifts the potions listed forthwith."}, "8": {"0": "מן האש, for all of it was meant for burning on the altar, the priests having no share in it until after the parts which have to be burned up have been burned up. The reason is that the priests’ share is not really theirs, i.e. the sacrificial animal or parts of it does not belong to them, but it belongs to G’d and whatever they may eat, they eat as “guests at G’d’s table,” not in their own right, in Talmudic parlance משלחן גבוה הם אוכלים. "}, "9": {"0": "This is also why בקדש הקדשים תאכלו, you are to eat it within the consecrated grounds of the courtyard of the Tabernacle.\n"}}, "18": {"0": {}, "1": {"0": "'זאת חקת התורה אשר צוה ה, when the Torah in Nuimbers 8,7 had spoken of the need to sprinkle the waters of “chatat” on the Levites in order to purify them before they would begin their function newly assigned to them, our sages (Yuma 16) had already referred to the procedure as a chukkah, a statute, adding that these kinds of statute must not be questioned and probed as they are in the nature of a decree issued by G’d. The wise King Solomon, when mentioning that he had striven to unravel the wisdom in this legislation admitted that he had failed, that it was beyond him. (Kohelet 7,23). The thing which is most baffling in the red heifer legislation is that most who is ritually pure becomes ritually contaminated by direct contact with it, although the whole purpose of the red heifer, its ash, etc., is to purify the people who had been ritually contaminated prior to being sprinkled with spring water containing its ashes.<br> However, when we examine the entire commandment in detail we find that some of the people concerned with that red heifer from the moment it has been burned after having been slaughtered become ritually contaminated, i.e. the person burning its carcass, the person collecting its ashes, as well as the ones throwing the cedar wood as well as the one using the hyssop and crimson thread. into its burnt ashes. The same applies to all those either touching the remains or carrying them. <br>By contrast, the person performing the sprinkling with the mixture of the ash and water as well as the one sanctifying the location where the red heifer is to be burned and the one lighting the fire prior to burning the slaughtered red heifer are not contaminated by their activities.<br> One of the principal conditions concerning the red heifer is the requirement that it must not even have 2 hairs that are white or black. The symbolism of the colour red is supplied by the prophet Isaiah 1,18 who writes that even if your sins are as red as certain type or wool dyed red they can become white as snow under certain conditions of remorse.<br> Our sages considered this line so important that they used to tie a red string to the entrance of the Sanctuary when the scapegoat was thrown down on the Day of Atonement. This string would turn white as proof that the people’s sins had been forgiven. When this happened the people would rejoice for the remainder of that day, whereas when it failed to turn white they would be greatly saddened. (Yuma 67)<br> We must remember that seeing that in the words of Solomon (Proverbs 30,5) אמרת ה' צרופה, “everything G’d has said is absolutely pure, refined,” He has no doubt kept in mind that all extremes are looked upon with disfavour so that His legislation must represent what Maimonides called the “golden mean.” Solomon himself described any perversion as something deserving total failure. (compare Proverbs 28,18). <br>Furthermore, we must remember that when attempting to rectify something that has become bent out of shape by merely bending it in the opposite direction partially this will not restore it to its previous condition, but that it must be reversed completely in order to eventually be straight again. This is a principle applied by physicians in healing physical ailments, a principle described in Proverbs 20,30 as חבורות פצע תמריק ברע, “you must eradicate wounds and injuries by using (what appear to be) harmful remedies.” In other words, although the application of such remedies appears to run counter to the goal of preserving the golden mean, in such situations anything less drastic would never rectify the harm that had been caused by the injury. If similar means were to be applied to a completely healthy person they would, of course, be harmful instead of helpful. <br> A fifth consideration when contemplating the legislation in front of us is that the ash of the red heifer is effective in the context of ritual impurity only when the ritual impurity was caused by direct or indirect contact with a dead person’s body. Any other kind of ritual contamination, such as blood of menstruation, dead creeping things, and a number of other causes of such ritual defilements are not affected at all by the treatment here described.<br> We know that Torah by definition is designed to improve the quality of life of the people observing its laws. The Torah spells this out in Deuteronomy 32,47 by writing: כי היא חייכם, “for it is your very life.” Anyone deviating from the laws of the Torah either is on the way to spiritual and physical death or is already at the point where, although he is walking around he is legally considered as dead. This is what the sages meant when they said that “the wicked are considered as dead although to all intents and purposes masquerading as alive.” (B’rachot 18).<br> A sixth consideration we must bear in mind in connection with this statute is that our sages consider the cedar wood as a symbol of haughtiness, arrogance, whereas they consider the hyssop herb as a symbol of humility (Erchin 16). When the two are paired with the red wool known as תולעת שני, each alludes to something sinful. [the subject in the Talmud there is that a Torah scholar, though he needs to practice humility, nevertheless must maintain a certain amount of dignity so that people dealing with him do not get the impression that he is merely a “wimp,” a feeble ineffective personality. [Compare Sotah 5, discussing a saying by Rabbi Hunna son of Rabbi Joshua and the M’iri on that saying. Ed.] Excessive humility in a person charged with leadership is as counterproductive as arrogance in an individual who has not been called upon to serve as a model to anyone.<br> Our sages quote as an example of excessive humility by a person in public life the humility of Israel’s first King, King Sha-ul, who was punished by G’d for not displaying authority when it needed to be displayed and allowed the common people to get away with making insulting remarks about him without disciplining them. (compare Yuma 22, reference to Samuel I 10,27- 11,13). Even later on in his reign when he excused himself for not having killed the best livestock of the Amalekites, Sha-ul cited his “fear” of the people a the reason why he did not protest the people’s taking these as loot, something which had been forbidden (Samuel I 15,17). The prophet upraided him for behaving with his customary humility in public life, in the discharge of his duties as King.<br> Having said all this we come to the conclusion that although the whole red heifer legislation is a statute, a decree by G’d which must not be questioned, and we must not, G’d forbid, arrogate to ourselves to judge this legislation as suitable or not, seeing that everything G’d has said is pure and refined, it does teach some exceptionally valuable lessons even when looked at superficially as we have done. Although people like Moses and others on a high level of wisdom may have had an insight into the deeper meaning of this statute, we must learn what we can from what meets the eye.<br> An important lesson of value to every penitent for every sin committed appears to be the one that in trying to rectify one’s error, one must not content oneself to bend the “bent iron” back with the same amount of force it took to bend it out of shape in the first place, but one must strive to bend it beyond that so that in the future the likelihood of committing the same sin again will be reduced. {We encounter many בעלי תשובה in our daily lives who appear to relate to certain commandments with what appears to be exaggerated stringency. No doubt they have taken to heart what our author just explained about how to straighten out what has been bent out of shape. Ed.]<br> The red heifer legislation and its details appears among other objectives to indicate a path for the penitents how to make their repentance effective and lasting. The principal element is a complete reversal of the path in life which led him to commit the sins he became guilty of in the first place.<br> One of the lessons we learn from the details of this legislation is that whereas the method described in our portion is effective for the sinner who wishes to cleanse himself of his sins, i.e. to address himself to his problem by using extreme measures, such extremism when used by anyone other than a repentant sinner would have the opposite effect, i.e. it would make out the previously unblemished, pure, ritually clean person the very reverse, would contaminate him with ritual impurity (a euphemism for his sins.) The sinner is permitted, nay encouraged, commanded to use extreme measures in order to eventually achieve the balance represented by Maimonides’ ideal, the golden mean.<br> The Talmud Taanit, 11 in describing the procedure of the Nazir terminating his vow (Numbers 6,11) questions the line וכפר עליו מאשד חטא על הנפש, “he will thereby atone for the sin against his soul,” wanting to know what sin such a Nazir  could possibly have been guilty of? The answer given is that during the period of his abstinence from wine the Nazir experienced great distress over having to abstain from wine etc. It is reasoned that if the Torah describes a person who causes himself unnecessary distress in one small area of life as a sinner, how much more so will it consider a person who abstains from all food and drink a sinner? [the paragraph commenced with the sage Sh’muel describing people who voluntarily practice fasts as sinners. Ed.]<br> Consider the fact that the instrument the Torah provides for ritually cleansing the person who had become defiled through contact with a deceased person as a mixture of spring water and ash from the red heifer. This mixture is composed of two extremes, i.e. residues of pure water and fire. Merging these two extremes appears (symbolically) is an excellent way of regaining the path known as the golden mean. Using this combination teaches us that this golden mean is what G’d considers as טהרה, ritual purity, as spelled out in the Torah’s description of the function of the Day of Atonement, מכל חטאתיכם לפני ה' תטהרו “you will become purified from all your sins before (against) the Lord,” (Leviticus 16,30).<br> We have to contemplate the fact that the Torah decrees that a person who has been defiled by contact with a dead person must not touch the Tabernacle of the Lord, (verse 13) and that he must not enter the airspace of the Tabernacle on pain of contaminating it, (verse 20). I believe the hidden meaning of this regulation is that anyone who has been in too close contact with the vanities of the terrestrial universe (to use the phraseology employed by Solomon in Kohelet again and again) automatically will confer some of the pollution represented by these vanities to sacred things he comes into contact with. He will therefore taint the צלם אלוקים, the Divine image in which he has been created. As a result, he must repair, remove such a taint in order to regain his former stature as an אדם. <br> Contact with the dead, results in an awareness of the transience of the lives of all of us, makes us aware of the negative aspects of our lives in this world; this is bound to leave a mark on our personality, one that may even border on considering life on earth as an exercise in futility, as indicated by Solomon when he speaks of such matters in Kohelet. The “world” Kohelet describes, i.e.תחת השמש, as if it exists only beneath the sun, a material world only, would indeed lead its inhabitants to such conclusions.<br> We who believe in a world מעבר לשמש, beyond that serviced by the sun, fortunately have something better to look forward to if we prepare ourselves for this. [I have added remarks of my own to the words of the author but I am certain that these remarks reflect his message. Ed.]<br> When the Torah speaks of וכל הבא אל האהל, “anyone entering the tent wherein the deceased is kept,” this may be understood allegorically as anyone coming under the influence of the הבלי העולם, the vanities of this terrestrial world, the ultimate uselessness of an existence premised on this being all there is to life. <br>Our chapter, when read as a simile, reminds the reader of what the task of an עם קדוש, a “holy nation” is, that it cannot be combined with the pursuit of merely secularly oriented pursuits, they are literally a “dead alley.” The expression משכן ה' in verse 13 would be the human body, whereas the expression מקדש ה' would refer to our soul. The author, following the view that gentile corpses do not confer ritual impurity when merely in the same airspace with a Jew, understands this halachah as reflecting the fact that only the body, the physical raw material is called upon to perform the commandments. <br>Seeing that even being in the same airspace as a dead person confers ritual impurity, it is not difficult to understand that people who engage in sprinkling the waters of the red cow and its ash on a person so contaminated, will in turn be affected by such contact with him, and will themselves absorb a degree of impurity, though much less severe, one that can be cleansed by immersion on a ritual bath the same evening. <br> People engaged in indirect procedures preparing the מי נדה will not become ritually impure as they were not in contact with the party to be purified at all. We see that there are many aspects of this commandment which yield valuable lessons for us the readers even if we do not penetrate to the innermost meaning of the legislation."}}, "19": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "ויקדש בם, by these very waters G’d did become sanctified later on in the incident which occurred at the river Arnon when He showed these people these unnatural waters as testified to by the Israelites in their song (21,19) ומנחליאל במות that these waters instead of flowing downwards in accordance with the laws of gravity, actually flowed uphill."}, "13": {}, "14": {}, "15": {}, "16": {"0": "דרך המלך, the route which the king would command them to travel. It was an established custom that when foreign armies were given permission to traverse a neutral country’s territory that they were assigned a specific route for that purpose. Such armies would also be assigned a guide advising them of possible pitfalls en route."}, "17": {"0": "פן בחרב אצא לקראתך, most of the people of Edom were bloodthirsty people and did not need more than the slightest pretext in order to start a war."}, "18": {"0": "במסלה נעלה, Moses argued that if they were to cross through towns and come into contact with the inhabitants there might be concern about possible friction, but it was their intention to cross the land in areas that were totally uninhabited so that there could not be a question of possible friction and war.", "1": "רק אין דבר ברגלי, we have not even with us anything that could become the focus of a quarrel.", "2": "אעבורה, seeing that your only concern is possible friction and you do not object basically to our traversing your territory we will proceed to cross it seeing that you have nothing to fear.\n"}, "19": {"0": "ויצא אדום לקראתו, to face them at the border."}, "2": {"0": "וירב העם עם משה, the subject of the quarrel was why Moses had brought the people to such a desert as the one they found themselves in at the time. However, there was also a complaint against G’d Himself, as the Torah testifies in verse 13 where the Torah writes: אשר רבו בני ישראל את ה', “in that the Children of Israel quarreled with G’d.” This referred to the words (verse 5) “why did you take us out of Egypt?”\n"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "והפשט אהרן את בגדיו, the garments that were exclusively those of a High Priest, i.e. those in addition to the garments worn by the ordinary priest.", "1": "והלבשתם את אלעזר, who was already wearing the standard four garments which every priest wore. As a result, Aaron would remain wearing the basic four garments worn by every priest. It is precisely these four garments which he would wear any time he had occasion to enter the Holy of Holies, so that he in no way was deprived of status by not wearing the garments which were meant only for his image among his peers, not for his image when facing G’d. In fact, basically, what he remained with were the kind of garments angels appear in when they appear to human beings.\n"}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {"0": "קח את המטה...ודברתם אל הסלע, there are numerous opinions of what precisely Moses’ sin consisted of. Many commentators have difficulty understanding the wordsלא האמנתם, ‘you lacked faith” in verse 12 as well as with the word מעלתם בי, “you trespassed against Me” in Deuteronomy 32,51, as well as the words מריתם את פי “you rebelled against My command” in verse 24 of our chapter here. <br>If it had indeed been G’d’s intention that they were only to speak to the rock, what purpose was served in commanding Moses to take the staff? If the sin consisted in that Moses struck the rock, something he had not been commanded to do, what was Aaron’s sin?<br> However, when we scrutinise the matter (the quarrel) more thoroughly we must remember that G’d’s instructions were designed to bring home to the people how wrong they had been in their rebellious attitude. They were meant not only to become aware of this, but to repent it and to apologise for it, seeing that G’d does not desire the death of the sinner but his rehabilitation by his own efforts. <br>Knowing that this is so, Moses and Aaron’s actions or inaction resulted in G’d’s intention of bringing about the people’s repentance of their conduct was thwarted. G’d punished them for having become the instrument of thwarting His plan. <br>The quarrel of the people with Moses was that they accused him of a failure of leadership that resulted in their finding themselves in a situation where they even lacked water for survival. Their quarrel with G’d consisted in their accusing Him of taking them out of a good land called Egypt and bringing them to a desert instead. G’d had wanted to make it clear to them by means of the miracle that Moses had not acted on their own but had merely been His messenger, had carried out his mission faithfully, and that the One Who had sent him had not caused the people any harm at all. We must remember that there are three distinct kinds of miracles in Scripture<br> 1) The “hidden” miracle such as that rain occurs when needed, or that people are recovering from a variety of life threatening diseases. These are the types of miracles that the righteous can bring about by means of their prayers. The Torah quotes an example of this kind of miracle in Genesis 20,17 when it tells us that Avraham’s prayer resulted in G’d healing the households in Avimelech’s kingdom where an outbreak of a disease had resulted in none of the expectant women being able to give birth to their babies until after Avraham’s prayer. A similar miracle occurred in Numbers 21,7 when Moses prayed on behalf of the people who had acknowledged that they had sinned.<br> 2)\tThe second type of miracle is an “open” miracle, something that could not be produced by nature without a special assist by G’d, although it could conceivably be become a natural phenomenon over a long period of time. Examples of this kind of miracle are Moses throwing his staff to the earth and G’d turning it into a snake (Exodus 4,5) or G’d commanding Moses to raise his staff (Exodus 14,16)  and the waters of the sea parting, or Moses striking the rock in Exodus 17,6 in order to produce water from that rock. Kings II 13,17 is a similar miracle where Elisha by letting the king shoot arrows means to assure victory over the armies opposing Israel.<br> 3)\tThe third type of miracle is something that nature could never produce however long it practiced. It is a miracle to accomplish which only words are employed. G’d, by means of His prophet, produces a result by means of mere words which demonstrates that use of intelligence without any physical action can produce phenomenal results. This kind of miracle within a material universe employs an absolute minimum of the tools that are the basic instruments of running this terrestrial universe. This is the type of miracle employed when the earth opened and swallowed Korach, etc. (16,31) or when at Joshua’s command the orbit of both the sun and the moon were arrested (Joshua 10,12).<br> In our situation G’d was about to provide the Jewish people with the demonstration of such a miracle in order to bring about their repentance when the people would become alert to the uniqueness of the prophet as well as to that of the One Who had made him His emissary, and Moses and Aaron deprived Him of that opportunity by preempting Him through hitting the rock. When G’d said to Moses that the rock ונתן מימיו, “it will give forth its waters,” He meant that it would dissolve into water so that no one could claim that the source of its waters had been elsewhere and that the course of these waters had merely been diverted to make it look as if the stone had turned into water. Moses’ high-handed action in merely striking the rock had been responsible for the fact that this type of miracle had not occurred, and that the aggrandizement of G’d’s name by the performance of such a miracle had not taken place. He himself had testified to this when he said in Deuteronomy 8,15 that G’d is One Who המוציא לך מים מצור החלמיש, “Who has produced water for you from the rock which is as hard as flint.” The reason that he chose this adjective is clear. If the waters that gushed forth from that rock had merely been diverted from somewhere else, what difference would it have made if the rock were soft or hard as flint? <br> This type of miracle could never be produced by forces concealed within nature irrespective of thousands and millions of years of evolution. [my choice of word, but author’s meaning. Ed.] G’d had commanded that this type of miracle occur as a result of words spoken by His servants. This is the reason for the emphasis on the words ודברתם אל הסלע, “you are to speak to the rock.” The Children of Israel were to be alerted not just to a miracle, but to the specific nature of this kind of miracle. Observing Moses in action in this fashion, they would get an inkling of the Power of the G’d Who had employed him as His emissary.<br> They were to reflect on the fact that although G’d/Moses had taken the people out of Egypt they had not suffered any harm from that at all seeing that their G’d had been with them every step of the way. He had converted the desert into a pool of water on their behalf, had performed miracles totally beyond the latent powers of nature ever to perform. As long as G’d was with them, i.e. in the words of Sukkah 53,אם אני כאן הכל כאן, “if I, the Lord, is present, everything you need is present.” Jeremiah 2,31 phrased it thus: המדבר הייתי לישראל, “was I G’d then a desert for Israel?” (did I not provide everything that is otherwise lacking in a desert?)<br> G’d commanded that as soon as the rock would yield up its water, Moses was to use his staff in order to guide separate streams of that water to the various areas in which each tribe had its tents, so that they would not have to leave their homes, as they did to collect the manna, in order to benefit from this vital resource.<br> This was the meaning of the words “take the staff…..and extract the water for them from the rock and provide water for the congregation” (verse 8). This is also the meaning of 21,18 במחוקק במשענותם, “when they split it with their staff.” Moses and Aaron had agreed between them to carry out the second part of the miracle by bringing water to the people via the rock as they had done at Refidim when the Torah had described what would happen as “when you strike the rock the water will come forth from the rock an the people will drink.” (צור, not סלע), (Exodus 17,6) <br> The type of miracle we had described as category three earlier is described here with the words והוצאת להם מין מן הסלע, what Moses and Aaron agreed to do was the lesser level of miracle as they were not sure G’d meant to perform the third category of miracle, i.e. not involving any action such as striking the rock. The reason why they doubted that G’d was going to perform the latter miracle was that they did not considered the Israelites worthy at the time to experience this kind of miracle seeing they had acted in a rebellious manner, Moses himself having addressed them as ממרים, rebels. By performing the second category of miracle, the one which demonstrates only the elevated stature of the messenger, while failing to perform the third category of miracle which would also have demonstrated the exalted nature of the One Who had instructed them as His emissary they committed a serious error. This is the reason the Torah writes לא האמנתם, “you did not have faith enough” (verse 12). The meaning is not that they considered G’d incapable of producing water from the rock by their merely speaking to it, but they did not believe that the circumstances at the time warranted that G’d would put Himself out to such an extent for these people. Deuteronomy 32,51 makes clear that their sin of omission constituted a desecration of G’d’s honour."}, "8": {}, "9": {}}, "2": {"0": {"0": "ואלה תולדות אהרן ומשה ביום דבר ה' אל משה. At the time when G’d set the tribe of Levi apart from the other tribes, some of them having to transport the Tabernacle on its journeys, some to perform service in and around the Tabernacle and to pronounce blessings in G’d’s name. Nadav and Avihu were included in the people described as Levites."}, "1": {"0": "ואלה שמות בני אהרן; each one of them was mentioned by his name, i.e. not only because he was a son of an illustrious father such as Aaron."}, "10": {}, "11": {"0": " תחת כל בכור, as a redemption."}, "12": {"0": "כי לי כל בכור, as the Temple service used to be the duty of the respective firstborn in each family.ביום הכותי כל בכור בארץ מצרים הקדשתי לי כל בכור בישראל, although at the time when the firstborn in Egypt were killed, the Jewish firstborn had been guilty of death also, as had been the firstborn of that entire generation. They were singled out for this penalty as they were the most honoured people of their time, and as such served as role models for others. There was no special merit due to which they would have been spared, as in Genesis 19,15 where the angels warned Lot not to remain in Sodom lest he too would be killed on account of the company he kept.<br> G’d, in sanctifying them, i.e. placing them on a spiritually elevated pedestal so that they would not partake in all manner of secular pursuits, justified sparing them at that time. Now that, due to the sin of the golden calf, they had forfeited this spiritually elevated status, they had to be “redeemed” in order to resume life on a more mundane level than that for which they had been destined. This is the meaning of וכל בכור אדם תפדה, “you shall redeem every human male firstborn.” (Exodus 13,13).<br>We must not make the mistake of thinking that seeing that this verse was written before the sin of the golden calf, that the firstborn had already been subject to redemption at that time, i.e that G’d had despised them as not fit to offer the sacrificial offerings. On the contrary, the “redemption” of which Exodus 13,13 speaks, i.e. [without a simultaneous substitution of others in their place, Ed.] was only in order to permit these firstborn to also pursue a regular lifestyle when they would not be performing service in the Temple, etc. Without “redemption” every object that has been sanctified is out of bounds for any mundane use whether passive or active, as it would constitute a demeaning of its holiness. (compare Chulin 137)", "1": "מאדם עד בהמה לי יהיו, from now on, humans have to be redeemed, animals to be slaughtered and their blood and fat offered on the altar."}, "2": {"0": "הכהנים המשוחים, future priests were not described in such terms as they were not anointed while the High Priest was alive. אשר מלא ידם לכהן, the reason why the sons of Aaron were also anointed with the oil of anointment was to enable them to perform priestly duties, as otherwise there would have been no priests other that Aaron, no one having been born as priest to a father who was a priest. Had they been born after Aaron’s appointment, they would not have required such anointing as heredity would have sufficed.\n"}, "3": {"0": "בהקריבם אש זרה, this was the only blemish they had been guilty of.", "1": "ובנים לא היו להם, if they had had sons, the sons would have been their replacements if they had been physically and mentally suitable.", "2": "ויכהן אלעזר ואיתמר, they had been given authority to substitute for their father in the Tabernacle if the need would arise, by the command of G’d.", "3": "על פני אהרן אביהם, during the lifetime of Aaron his sons had already been anointed. The death of two of them, as well as their replacing their father as High Priest was not at Aaron’s command, even though he was the High Priest. [if I understand the author correctly, he means that contrary to a king appointing a son as his successor, the High Priest is not entitled to appoint his own successor. Ed.] None of what is reported here is of significance for future generations as ordinary priests were not anointed, whereas the position of High Priest was not a position that could be inherited.\n"}, "4": {}, "5": {"0": "ושרתו אותו. Seeing that the ultimate responsibility for anything connected with the Tabernacle was Aaron’s, as we know from Numbers 18,1 אתה ובניך ובית אביך אתך תשאו את עון המקדש ואתה ובניך אתך תשאו את עון כהנתכם, “you and your sons and the house of your father with you will have to carry the sin or guilt of the Temple; and you and your sons with you will have to be responsible for any sin/guilt involving the priesthood you have been appointed to.” As a result of these verses, the service performed by the Levites was in the nature of being assistants to the priests, comprising standing guard over the Tabernacle, protecting it against the entry of people not in a fit state for one reason or another. They had to ensure that the vessels of the Tabernacle remained not only in good condition but were not stolen, etc. The second half of that verse in chapter 18 refers to no non-priests being allowed within the sacred domain reserved for either the priests or even only the High Priest.\n"}, "6": {"0": "משמרת כל העדה לפני אהל מועד לעבוד את עבודת המשכן, to assist in the tasks needed to perform the service in the Temple properly. Had it not been for the sin of the golden calf, it would have been the duty/privilege of the members of the Supreme Court, Sanhedrin, to carry out the tasks now allocated to the Levites."}, "7": {"0": "משמרת בני ישראל לעבוד את עבודת המשכן, the auxiliary aspects of the service in the Tabernacle, to carry, to sing, etc; these tasks, if not for the sin of the golden calf, would have been assigned to ordinary members of the people at large instead of being reserved exclusively for the Levites."}, "8": {"0": "נתונים נתונים המה לו, all their (the Levites’) service was to be performed at the instruction of Aaron, to whom the Levites had been delegated by the people. ", "1": "מאת בני ישראל, who in turn obligated themselves to compensate their delegates, the Levites, by giving them the tithes of their crops.\n"}, "9": {"0": "ושמרו את כהנתם, concerning all matters involving the altar, the dividing curtain and what is beyond it, to ensure that the Levites not enter any of these domains.", "1": "והזר הקרב, any unauthorised person entering these domains will be legally executed (if he did it deliberately after due warning).\n"}}, "20": {"0": {"0": "וישב ממנו, without killing a single Israelite."}, "1": {}, "10": {}, "11": {}, "12": {"0": "מעבר ארנון...היוצא, in that region where the river Arnon borders the region where the desert starts.", "1": "כי ארנון גבול מואב, the border between the Emorite and Moav is a joint border only at that point where the river separates the two nations. The area where the Israelites had entered the territory of the Emorite was not anywhere near its boundary with Moav.\n"}, "13": {"0": "בספר מלחמות ה' את והב בסופה, [if I understand the author correctly he suggests that the waters of the rock at Massah Umerivah which he described as flowing upstream, anti gravity like, were the reason why Sichon did not attempt to oppose the Israelites at the time when they first entered territory which was under his sovereignty. Ed.]  Some of these miraculous events are recorded in what are known as the book of G’d’s wars. Examples of such miracles were what happened here and how these waters described a turn returning to their origin, i.e. the well that originated at Massah and Merivah. The reason why the Torah is so vague about these miracles is out of consideration for Moses and Aaron. The reason for these miracles was only in order to demonstrate to the Israelites what kind of miracles they had not been shown because Moses and Aaron had decided not to speak to the rock at the time. The people only found out in retrospect that the waters which had come forth from that rock were not natural waters, subject to the laws of nature such as the laws of gravity. These waters also did not behave according to the laws of centrifugality, i.e. of instead displaying a tendency of flowing towards the center. This is why these waters ascended with the Jewish people in their journeys through mountainous regions. [I have summarised the author’s commentary on these verses in order for the reader not to lose track of the main thrust of this commentary. Ed.]\n"}, "14": {}, "15": {}, "16": {}, "17": {"0": "באר חפרוה שרים, this well was not full to its brim such as wells which are filled by waters emptying into it from above.", "1": "וממדבר מתנה, this phenomenon demonstrated that its waters originated in the miraculous waters flowing from the rock at Massah and Merivah.\n"}, "18": {"0": "וממתנה נחליאל, in spite of this the waters neither increased nor decreased as a result of their behaving so erratically and having to traverse both depressions in the earth and hilly country. "}, "19": {}, "2": {"0": "ויחרם אתהם ואת עריהם. They vowed at that time to make all this loot holy, property of the Temple Treasury, as we know they did from the beginning of the Book of Judges (Judges 1,17) [possibly the author uses the extraneous word הכנעני in that verse as the reason for linking it to the fulfillment of above vow. Clearly, the Safed mentioned there has nothing to do with the Safed in the north of the Land of Israel we are familiar with. Ed.]"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {"0": "בכל ערי האמורי בחשבון ובכל בנותיה, for all the cities which Sichon had captured previously had become satellite tows of Cheshbon his capital. We encounter the expression בנות in this sense in Ezekiel 16,61. ונתתי אותם לך לבנות, where the word בנות means “suburbs” according to Rashi."}, "25": {"0": "כי חשבון עיר סיחון מלך האמורי היא, the reason why we described all the towns of the Emorite as suburbs of Cheshbon is because Cheshbon had been the capital city of Sichon the King of the Emorite already before he had conquered any of the cities of Moav."}, "26": {"0": "על כן יאמרו המושלים, the people who reveal the visions they have seen in their dreams and their interpretations of these visions, as did Bileam when his interpretation is introduced with the words וישא משלו  (Numbers 23,7).", "1": "בואו חשבון, “you the inhabitants of Moav come to Cheshbon and subject yourselves to the rule of Sichon for he will defeat you and rule over you.”\n"}, "27": {}, "28": {}, "29": {"0": "ונירם אבד, and what will be his domain he will lose seeing that after said מושלים, visionaries had predicted his rise to great power they had continued by revealing that they also foresaw his defeat at the hands of the Israelites."}, "3": {}, "30": {"0": "וישב ישראל בארץ האמורי, from all that has been reported here it is clear that the Israelites at that time did not settle in territory under the rule of the Moabites. This is precisely the point made by Yiphtach in Judges 11,15 when he rejected the claims of the Moabites at the time he was judge, saying that Israel had never taken land belonging to either Ammon or Moav"}, "31": {"0": "וילכדו בנותיה, the spies whom Moses had sent captured Bnot Yaazer.", "1": "Afterwards Moses dispossessed the Emorite who was still in Yaazer."}, "4": {}, "5": {}, "6": {}, "7": {"0": "עשה לך שרף, the snake should be constructed of material which is associated with שרפה, burning. The association with “burning one’s tongue” should be uppermost in their minds when contemplating their sin which had been that they allowed their tongues to utter thoughts that angered G’d. They would repent when looking at a snake called שרף, something which “burns” (transitively)."}, "8": {"0": "נחש נחושת, after Moses had understood what G’d had intended with His command, he agreed to make this replica of a snake out of copper and not out of gold. Copper would be more likely to induce thoughts of remorse as they would associate its colour with the sensation of burning. "}, "9": {}}, "21": {"0": {}, "1": {"0": "וירא בלק, a man who was famous as well schooled in all the martial arts. We find proof of this in Judges 11,25:הטוב טוב אתה מבלק בן צפור מלך מואב?, “do you imagine yourself to be superior to Balak son of Tzippor? Balak, in spite of his expertise, “saw” what had happened to Sichon who had refused to let the Israelites pass and had paid for this error with the loss of his life and his kingdom. "}, "10": {}, "11": {"0": "לא תלך עמהם. Even if you were not to curse the people they referred to you are not at liberty to go with them. The reason is that I do not want you to set your evil eye on these people even without uttering any words. (compare the expression נתן עיניו בו in B’rachot 58 In that instance the victim was reduced to a heap of bones.)"}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": "אם לקרוא לך באו האנשים, if they only came in order to get your advice, as in Numbers 1,16 where such people who give advice are described as קרואי העדה, or in Samuel I 28,15 where a similar expression is used for advisors;", "1": "go ahead and accompany them in order to prevent them from sinning.\n"}, "2": {"0": "ויגר מואב, the leaders of Moav who had not allowed the Israelites to traverse their territory as reported in Judges 11,17 were now afraid,", "1": "כי רב הוא, for the Israelites were numerically superior to them, not because they felt inferior in military tactics.", "2": "ויקץ מואב, “the man in the street” considered their lives as not worth living because of the impending invasion by the Israelites.\n"}, "20": {}, "21": {"0": "כי הולך הוא, that his purpose in accompanying them was not to lead others as in Kings II 4,30 where Gechazi followed the dead boy’s mother to be shown the way, etc. Bileam, on the other hand, went as if he had his own agenda, attempting to foil the will of the Lord. The delegates had not come to ask for his advice at all.", "1": "לשטן לו, to obstruct him. The subject matter known as שטנה, always involves an activity contrary to someone else’s activity. We find an example of this expression in this sense in Genesis 26,21 where the Philistines foiled the attempt of Yitzchak’s servants to use the water from the well they had dug. In this instance the angel had come to oppose Bileam seeing his journey contravened G’d’s will. He was afraid that Bileam would do his usual and not be content to await a propitious moment, so that he would become guilty of death. G’d wanted to spare him such a sin. [if I understand the author correctly, he feels that Bileam’s function as a “prophet”, i.e. pronouncing curses, when exploited at times when doom threatened his potential victims anyway, would not be construed as sinful by G’d. Ed.] ", "2": "והוא רוכב על אתונו ושני נעריו עמו. This is why he did not see the angel; as our sages explain when three people travel together they do not see potential dangers but they will not be harmed by what they do not see either.\n"}, "22": {"0": "ותלך בשדה, this is when he abandoned his two attendants and the dignitaries of Moav. [the ass on its own took a path of her own enabling what followed to become possible. Ed.] Naturally, neither the lads nor the dignitaries of Moav had any idea of what transpired now."}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "ויפתח ה' את פי האתון, He provided her with the ability to speak; we are familiar with the verse in Psalms 51,17 which we recite daily before our prayers, asking G’d ה' שפתי תפתח, O Lord please open my lips.” G’d went to all these lengths in order to provide Bileam with yet another incentive to become a penitent. Solomon in Proverbs 16,1 points out מה' מענה לשון, “the answer of the tongue comes from G’d.”  Even when man is not prepared to change his way for the better, G’d, on occasion, initiates a step in this direction; how much more so will He extend a helping hand to sinners who seek to mend their ways! All of this in order to save the sinner from perdition."}, "28": {}, "29": {"0": "?ההסכן הסכנתי, you should have reflected on the meaning of my behaviour knowing that it is so totally out of character for me to act in this manner unless there was an urgent reason. You should have realised that all this only happened to you in order to teach you that your plan will not succeed, for even though you did not have an overt sign there have been hints."}, "3": {"0": "עתה, now that the Israelites had conquered both Sichon and Og and their respective countries.", "1": "ילחכו הקהל את כל סביבותינו, they wanted their leaders to enlarge the area under their control in order to make their borders more secure.", "2": "ובלק בן צפור, who was known as a hero and a military expert.", "3": "מלך למואב בעת ההיא, in spite of these factors which should have encouraged the Moabites they did not have the heart to fight the Israelites as is clear from Judges 11,25. As to the remarks by Joshua that Balak son of Tzippor arose and fought Israel (Joshua 24,9), Joshua said this in reference to Balak hiring Bileam to curse the people of Israel as he himself pointed out in the same verse.\n"}, "30": {}, "31": {"0": "על מה הכית את אתונך?; When you saw these various signs you should have been astute enough to guess that your journey is unwelcome and will not succeed.", "1": "זה שלוש רגלים, how could you remain obstinate in light of three successive warnings! How could you persist in trying to hasten events?", "2": "הנה אנכי יצאתי לשטן, When I went out of my way to oppose you I did so for your eventual benefit!", "3": "כי ירט הדרך לנגדי, the root of the word ירט is רטט, it occurs in a sense similar to here in Jeremiah 49,24 ורטט החזיקה “and a quaking has seized her.” The construction is parallel to that of the root רצץ, to crush, which we find meaning “it crushed his skull,” ותרץ את גוגלתו, in Judges 9,53.  The angel when saying הנה יצאתי לשטן, explained that his purpose in opposing Bileam had been to frighten him into turning back Sometimes the presence of a hostile or superior force is felt although not seen, as in the case of Daniel’s companions who trembled although they did not see the visions Daniel had seen and which were the cause of this trembling. (Daniel 10,7). The angel chides Bileam for all his efforts apparently having been in vain. He accuses Bileam of having been stiff-necked, else he could not have failed to notice the signs.\n"}, "32": {"0": "ותראני האתון ותט לפני, in spite of your own oblivion to these signs your ass did see me and tried to avoid a frontal contact with me. She did so three times and yet you did not pay any attention to these strange symptoms.", "1": "אולי נטתה מפני, you should have considered that maybe she had swerved so on my account  You were aware that  the Jewish people have advocates at G’d’s throne so that it is not far fetched to assume that such an advocate had been commissioned to hinder your mission against  these people. G’d has given me permission to act in the manner in which I did.\n"}, "33": {}, "34": {"0": "לך עם האנשים, do not go following your own agenda, but go with them as if you are there only at their request, so that they will not kill you for reneging.", "1": "ואך את הדבר, In spite of all that has transpired I am not afraid that you will actually act against My interest as the fact is that you will not be able to do anything other than what I will command you. \n"}, "35": {"0": "ויצא לקראתו, in order to honour him, for Balak knew that Bileam was a very vain person, as our sages have made clear in Avot 5,18."}, "36": {}, "37": {"0": "הנה באתי אליך, even though I would have come to you at the time as you requested, what good would it have done you? Even now the situation is the same.", "1": "?היכול אוכל דבר מאומה; I am totally unable to speak in the manner normal people speak when they express their own will. הדבר אשר ישים אלוקים בפי אותו אדבר, similar to Samuel II 23,2 where David said that the spirit of the Lord spoke through him, i.e. רוח ה' דיבר בי. When uttering words in this fashion I am truly not the speaker."}, "38": {}, "39": {"0": "וישלח לבלעם, as a gift offering in addition to his regular meal, in order to satisfy Bileam’s quest for honour."}, "4": {}, "40": {"0": "וירא משם קצה העם, in order to harm them by focusing his evil eye on them. Compare kings II 2,24 ויפן אחריו ויראם ויקללם, “He turned around and cursed them in the name of the Lord.” (the prophet Elisha cursed the lads who had insulted him) Deuteronomy 34,1 is an example of the very reverse, i.e. bestowing a blessing. Moses looked at the people with a benevolent eye, i.e. he blessed them."}, "5": {"0": "אולי אוכל, after you have cursed them.", "1": "נכה בו, I militarily and you by means of curses.", "2": "אשר תברך מבורך, actually Bileam’s power did not consist in blessing but in cursing people by mentioning their failings at a critical moment in G’d’s timetable, as elaborated on by our sages in B’rachot 7. This is why Balak did not demand a blessing from Bileam to make him victorious in war, or at least to be blessed so that he could fight the Israelites to a standstill. But when he nonetheless added the words ידעתי את אשר תברך מבורך, he did so only as a way of flattering Bileam.\n"}, "6": {"0": "וקסמים בידם, the instruments by means of which to perform sorcery.. Bileam’s specific expertise in such sorcery was to calculate precisely when certain constellations would be favourable to what he planned to achieve. He is described as a sorcerer when his death his reported in Joshua 13,22."}, "7": {"0": "כאשר ידבר ה' אלי, for I am preparing myself to receive a prophetic message."}, "8": {"0": "?מי האנשים האלה עמך, who are these people with you on account of whom you went to the trouble to receive prophetic messages in order to know what to do for them?Have they really come to you to inquire about matters which will occur in the future and you want to know about the future in order to give them guidance? Or, have they stayed with you to enlist your help to pronounce curses over someone and you are now asking My permission to fulfill their request?"}, "9": {}}, "22": {"0": {"0": "בנה לי בזה, for this is a place from where I can view the Jewish people."}, "1": {}, "10": {}, "11": {"0": "הלא את אשר ישים ה' בפי, you already know that He is the G’d of Israel, and that therefore He will only speak well of the Israelites."}, "12": {"0": "אשר תראנו משם, so that you can focus on them with your evil eye.", "1": "אפס קצהו תראה וכלו לא תראה, do not try and look at all of them simultaneously, because if you will do you will not even achieve part of your objective. Compare the meaning of the word כלו, כלה in Jeremiah 46,28 כי אעשה כלה בכל הגויים ..ואותך לא אעשה כלה, “whereas I will make an end to all the nations, I will not utterly destroy you.” [seeing that the Jewish people have been assured that they will never be totally annihilated, do not try and do what is an exercise in futility, but try and make your curse effective against part of them. Ed.]\n"}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {"0": " וברך, Israel is blessed already."}, "2": {"0": "התיצב על עולותך, so that you can mentally concentrate on what you are doing during the offering of each single part of the animal, a reminder of the blood being the essence of the animal (Leviticus 17,11).", "1": "'אולי יקרה ה, perhaps through my isolating myself I can achieve to see “the King’s face, have him relate to me with a benevolent mien.” Bileam hoped, (perhaps), to achieve the kind of familiarity with G’d which the Torah reports about Moses, whom G’d described as having unrestricted access to His entire “house.” (Numbers 12,7) יקרה לי, that G’d would come toward me, as had happened to Moses at the beginning of his career as a prophet at the burning bush. G’d had waited with addressing Moses until the latter had made up his mind not to ignore the bush that burned but would not become consumed by the flames (Exodus 3,4)."}, "20": {"0": "ותרועת מלך בו, whenever the whole camp begins to journey or to make camp they blow the trumpets to express the joy of having their King with them."}, "21": {"0": "כתועפות ראם לו like the horns of a wild ox for him, seeing that it does not act like a lion, a predator. It only pushes with its horns like a wild ox, i.e. while it wants to expel the nations living in the land of Canaan. It is not bent on killing the inhabitants unless they resist occupation. We find a matching verse in Psalms 80,9 תגרש גויים ותטעה, “You (G’d) expelled nations and planted it. (Israel in their place)” All of this because G’d is not interest in the death of people. This is also the meaning of what our sages said in the Jerusalem Talmud Sheviit 6,1 “Joshua sent three letters to each of the nations inhabiting the land of Canaan; offering them a number of choices: 1) anyone wishing to emigrate can do so and will not be molested. 2) anyone wishing to make peace with us, i.e. to surrender, is welcome to do so. 3) anyone wishing to resist us by fighting us is welcome to do so.” The people of Canaan were obstinate attacking the incoming Israelites so that the latter were forced to kill them.  It is clear therefore that the Jewish nation did not behave at all in the manner a lion behaves when he looks for prey. Instead, they acted in the manner of a wild ox when it feels forced to resist opposition.\n"}, "22": {"0": "כי לא נחש ביעקב, the reason why G’d took the Jewish people out of Egypt and expels other nations in their wake by providing them with the horns of a wild ox is that they are a generation of people looking for G’d and His proximity instead of relying on all kinds of demonically inspired methods of divining the future. Moses spelled out this stark contrast between the Jewish people and their gentile neighbours in Deuteronomy 18,14 when he said: “for these nations that you are about to dispossess do indeed resort to soothsayers and augurs; to you however, the Lord your G’d has not assigned the like.”", "1": "כעת, at any time they wish to know what the future holds.", "2": "'יאמר ליעקב ולישראל מה פעל ה, they will be told by means of a prophetic message or through some other divine revelation what G’d has decreed. They will not be told what the various constellations of the stars appear to portend. The reason is that their fates are subject to direct supervision by G’d, not to the intermediaries He has appointed for that purpose for the gentile nations."}, "23": {"0": "כלביא יקום, in order to go to battle against those who have not attacked them at all.", "1": "עד יאכל טרף, they will consume and destroy those nations who from now on will be like prey in their teeth.\n"}, "24": {}, "25": {}, "26": {"0": "אולי יישר בעיני האלוקים וקבותו לי משם, perhaps this section of the people will be more deserving of a curse."}, "3": {}, "4": {}, "5": {}, "6": {"0": "וישא משלו, he explained in parable form what he had seen in a vision.", "1": "ויאמר, after having related his vision (which has not been described in the Torah), he proceeded to interpret its meaning He described how Balak had brought him from a region far away.\n"}, "7": {}, "8": {"0": "הן עם לבדד ישכון, in the final analysis, they are the only people who will eventually populate the earth. This concept is repeated by Moses in Deuteronomy 32,12 ה' בדד ינחנו, “the Lord will guide only them alone.” It will be impossible to destroy them."}, "9": {"0": "תמות נפשי מות ישרים, if I were to die now I do not mind, provided that it would be the death of the righteous who will pass over into another life.", "1": "ותהי אחריתי כמוהו, so that my offspring be like that of the Israelites. The children of man and those who are the biological issue of him are known as אחריתו, [literally the ones who are following behind him. Ed.]  We encounter the word אחרית in this sense in Psalms 109,13 תהי אחריתו להכרית, “may his posterity be cut off. We encounter it in this context also in Daniel 11,4 ולא לאחריתו, “but not for any of his posterity.”\n"}}, "23": {"0": {"0": "לקראת נחשים, he stopped trying to divine the precise hour when a curse could stick to the Israelites, seeing that by no he had realised that it pleased G’d to bless the Jewish people. There was no hope that any curse could become effective.", "1": "וישא אל המדבר פניו, to bestow limited blessings on them, blessings which contained potential harm for the nation if it did not live up to the premise underlying the blessings. Our sages (Taanit 20) have illustrated this point when they said “the curse of the prophet Achiyah from Shiloh was easier to live with than having to live with Bileam’s blessings.”\n"}, "1": {}, "10": {"0": "ברח לך, the use of the word ברח does not refer to escape from a pursuer, but refers to abandoning a certain place because of fear of what might happen there in the future. "}, "11": {"0": "הלא גם אל מלאכיך, you have no cause to be surprised as I told your emissaries already that the reason I had not complied with your request was not that I did not think that you paid me sufficient honour. I had told them that the matter was not within my power."}, "12": {}, "13": {"0": "לכה איעצך, the advice was to use the women as seducers. This is made crystal clear in Numbers 31,16.", "1": "אשר יעשה העם הזה לעמך באחרית הימים, for indeed the evil this people will cause to your nation will not occur during your lifetime so that you, personally, have nothing to fear. It will only happen at the end of time. He repeats this later on in verse 17, and we find reference to this in Isaiah 11,14.\n"}, "14": {}, "15": {}, "16": {"0": "אראנו, I can clearly see it but it is not due now.", "1": "דרך כוכב, both physical and enduring. We find the word כוכב used in this sense in Daniel 12,3 as ומצדיקי הרבים ככוכבם לעולם, “and those who lead many to righteousness will be like the stars forever and ever.”", "2": "ומחץ פאתי מואב, even though all the nations will be wiped out by G’d the nations Edom and Moav will be decisively defeated by the Jewish people themselves as an act of vengeance for their longstanding enmity to the Jewish people.\n"}, "2": {}, "3": {}, "4": {"0": "!מה טובו אהליך יעקב; a reference to the Torah academies. [the word אהל in that sense dates back to Genesis 25,27 where Yaakov is described as יושב אהלים a dweller in tents.” It was also used in this sense by Noach when he blessed his son Shem (Genesis 9,27) We find it even more prominently as possessing this meaning in Exodus 33,7 “anyone desirous of finding the presence of G’d would go out to the Tent of Testimony.”", "1": "משכנותיך, a reference to the synagogues of the Jews all over, as well as to their Temples when these existed. The reason that Bileam said  מה טובו, an unusual formulation, is that he wanted to make plain that the Torah academies are not only of benefit to the people who study in them, but that they also are good in a transitive sense, i.e. their very existence is of benefit to the entire nation. The very name יעקב also contains such a dual meaning. On the one hand it appears to have a negative connotation, but it also symbolises עקב a heel, something at the tail end of matters, meaning after everything else has already disappeared the עקב still remains, endures. The name “Israel” that was added to Yaakov’s name was justified by this thought, that its bearer had come out of a confrontation with celestial forces and had survived, had endured. If Israel could contend with celestial forces successfully, it would certainly be able to do so with terrestrial forces, i.e. עם אנשים, (Genesis 32,29)."}, "5": {"0": "כנחלים נטיו, for indeed Torah academies and synagogues are for the multitude what the brooks carrying water to irrigate their fields are as a material blessing. People spend their times in Torah academies and synagogues will receive for their souls what their fields receive from the waters of the brooks Bileam describes. This is why he used the simile כגנות עלי נהר, “as the gardens alongside a river.” These gardens never fail to deliver the fruit expected of them. Our sages paraphrase this when they said that the covenant of the 13 attributes of G’d He made with Moses means that he who invokes them in his prayer will be assured that he will have at least part of his prayer granted. (Rosh Hashanah 17)"}, "6": {}, "7": {"0": "יאכל גויים צריו, a promise that will be fulfilled in the distant future. Moses repeats this in Deuteronomy 32,43 ונקם ישיב לצריו, “G’d will take vengeance on their oppressors.”", "1": "וחציו ימחץ, again words paraphrased by Moses in Deuteronomy 32,42. אשכיר חצי מדם “I will make My arrows drunk with blood.”\n"}, "8": {"0": "מברכיך ברוך. We know that this was the case already in Avraham’s time. Even in exile, Avraham;s descendants will be of benefit to the nations who host these exiles. (compare Deuteronomy 30,9)"}, "9": {"0": "ויספק את כפיו, as a sign that he had abandoned hope of achieving his objective, seeing that Bileam was cursing those whom he wanted to be the cursers."}}, "24": {"0": {"0": "ויחל העם לזנות, originally, there had been no intention of committing idolatrous acts at all. All that the males had intended was to indulge their libido with the womenfolk who made themselves available. However, these people fell victim to precisely the warning of the Torah in Exodus 34,15-16 of what would happen if Jews would allow the Canaanites to remain in their country and conclude a covenant with them. They would be invited to their social gatherings  resulting in their eating forbidden foods, and eventually intermarriage followed by lip service to their gods.", "1": "ויאכל העם וישתחוו לאלוהיהן. This was a classic demonstration of how the evil urge works, first suggesting minor infractions of Torah law and then, gradually, suggesting major sins. (compare Shabbat 108)\n"}, "1": {}, "10": {"0": "בקנאו את קנאתו בתוכם, for having taken G’d’s vengeance in the presence of all the people, so that by their watching what he did and not protesting his deed they would qualify for atonement of their sin for not having protested the sinners at the time when they were about to commit their evil deeds. [compare author on verse 4 in this chapter where he made a similar point explaining the unusual command by G’d to Moses. Ed.]"}, "11": {"0": "את בריתי שלום. Peace with the angel of death. We have a similar meaning of this word שלום in Job 25,20 עושה שלום במרומיו, “He makes peace in His lofty regions.” [I assume that the reference is to the fact that the angel of death has no authority in the celestial regions. Ed.] Losses occur only as a result of confrontations by opposites. We find that as a result of this שלום, “peace, or armistice” with the angel of death Pinchas enjoyed an exceedingly long life on earth, more so than any other member of his generation. In fact, he was still serving as priest in the Tabernacle at Shiloh during the civil war between Binyamin and the other tribes. This occurred many years after the death of Joshua and the elders who were Joshua’s assistants. (Judges 20,28) Joshua 24,26 reports these elders as surviving Joshua for many years. If, as is indicated by the Talmud, Pinchas was still alive in the days of Yiphtach (Judges 11,26) he must have been 300 years old by that time. (compare either Bereshit Rabbah 60,3 or Pirke de Rabbi Eliezer chapter 47 on the subject of Pinchas)"}, "12": {"0": "תחת אשר קנא לאלוקיו, seeing he had had the courage to fight My fight, I have ennobled him, granting him “peace” [a fitting reward for a noble fight. Ed.]", "1": "ויכפר על בני ישראל, seeing that he did what he did in full view of his peers so that they would obtain expiation for not having protested Zimri’s behaviour, he proved himself fit to become a priest whose primary function it is to secure expiation for the sins of their Jewish brethren. As a priest he could continue in the role he had first adopted on this occasion.\n"}, "13": {"0": "ושם איש ישראל המוכה, Pinchas had endangered his own life by what he did in view of the high rank of his victim, one of the 12 princes of the people, as well as a princess from a neighbouring country. [if not for this, the Torah might not have bothered to name the individuals concerned just as it did not name such sinners as the man gathering wood (Numbers 15,33, or the blasphemer Leviticus 24,10. Ed.]"}, "2": {}, "3": {"0": "נגד השמש, so that the people would observe the execution of the idolaters and by not protesting their punishment achieve atonement. This would help them achieve atonement for having sinned by not protesting the sinners’ conduct beforehand."}, "4": {}, "5": {}, "6": {}, "7": {"0": "ותעצר המגפה, for G’d had already decreed previously that all the people who had spurned Him would not see the land of Israel. (Numbers 14,25). [this justifies the letter ה before a מגפה which we had not heard about. Ed,]"}, "8": {}, "9": {}}, "25": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "לאמר מבן עשרים שנה ומעלה; Moses and Eleazar told the Israelites to inform them with a list of all the details of the males who had attained the age of 20. This was parallel to what we were told in Numbers chapter 1 at the previous census, hence the words “as G’d had commanded,” etc.; if these words had referred to what occurred now there would have been no need for this phrase. At that time G’d’s instructions had included the words: “according to their families, the houses of their fathers,” i.e. the co-operation of each family in the census had been requested."}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {"0": "לרב תרבה נחלתו, a reference to the amount of land, for although the land was being divided 12 tribes in shares of equal value in terms of money, the size of the allocations varied according to the quality of the soil each tribe received. A tribe who numbered many souls received a quantitatively larger piece of real estate as is spelled out here by the words  לרב תרבו נחלתו, “you shall give a larger inheritance to the numerically superior tribe.”<br>This is the reason why Menashe and Ephrayim received 2 separate territories seeing that their father Joseph had been a firstborn and treated as such in Yaakov’s final blessing, they were entitled to two such shares. (Genesis 48,22) This is also the way we must understand Chronicles I 5,1 ובחללו יצועי אביו ניתנה בכורתו ליוסף בן ישראל, “and when he defiled the bed of his father his birthright was given to Joseph, son of Yisrael.”<br> Shimon, who numbered fewer people than any other tribe at this count, received a relatively small parcel of land, which itself was an enclave within the territory allocated to the tribe of Yehudah. (compare Joshua 19,9 on this subject) This also was the fulfillment of Yaakov’s wish in Genesis 49,7 “I will divide both Levi and Shimon among the tribes of Israel.”\n"}, "54": {}, "55": {"0": "על פי הגורל תחלק נחלתו, when it came to the actual distribution of the land, the result of the lottery confirmed what Joshua had announced as the fair share for each tribe. It was found that the tribes who numbered more people did indeed receive parcels that were larger than those who numbered fewer people."}, "6": {}, "7": {}, "8": {}, "9": {}}, "26": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "אשר יצא לפניהם, when they would go to war;", "1": "ואשר יוציאם, by means of someone else. This refers to political management of the affairs of the people.\n"}, "17": {"0": "איש אשר רוח בו; someone who is ready and worthy to be presented to the King of Kings. We have a similar expression in Exodus 31,6 ובלב כל חכם לב נתתי חכמה, where the Torah speaks about people equipped, endowed with the necessary amount of Holy Spirit to enable them to perform the tasks allocated to them. "}, "18": {"0": "וצויתה אותו לעיניהם, you appoint him as leader in their very presence so that they will accept his authority willingly and will be obedient to his directives. The expression צווי meaning appointment is not unique; we find it in Samuel I 25,30 וצוך לנגיד, “He will appoint you as leader.” (Avigail speaking to David) We find it also in Samuel II 7,11 למן היום אשר צוותי שופטים, “from the day I have appointed Judges, etc.” (G’d giving a message to the prophet Nathan for David)"}, "19": {"0": "ונתתה מהודך עליו, you are to confer upon him some of the aura of your regal authority while you are still alive, so that the people will get into the habit of treating him with respect.", "1": "למען ישמעו, the reason why you are to appoint him in full view of the people is so that the  whole עדה, i.e. the Supreme Court, the leaders of the nation, will get into the habit of listening to what he has to say with reverence.\n"}, "2": {"0": "והוא לא היה, he was not a member of the rebellious people who had made common cause with Korach. Those people had been banished by Moses, i.e. disinherited by  him, deprived not only of potential property but even of all their actual belongings, as we have been told in Numbers 16,26. The words כל הרכוש in verse 32 of that chapter make clear that they had forfeited all claims to anything.", "1": "כי בחטאו מת, he died on account his personal sin, something that did not involve the claims of his heirs to his estate. [The daughters by saying this did not mean to malign their father; rather they meant to say that their father had completely atoned for his sin by his premature judicial execution. Gottlieb]\n"}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "27": {"0": {}, "1": {}, "10": {"0": "ובראשי חדשיכם, it was an ancient custom among the Israelites to treat the day of the new moon as a semi festival. We know this already from Samuel I 20,19 where Yonathan  describes the day as one on which no work is performed in the field, a day not defined as יום המעשה, “a working day.” This is why this day has retained a special significance for the Jewish people, i.e. the Torah describes it as ראשי חדשיכם “the beginning of your months.” You will not find the regular festivals, מועדים described as “your festivals.” We do not find the Sabbath described as “your Sabbath” or the festival of Shavuot as “your day of the firstling fruits.” [the author will go to some length to explain that the ending כם in the word שבועותיכם in verse 26 does not refer to that festival. Ed.] Neither do we find the expression סכותיכם, etc.<br> The reason for this ancient custom of treating the day of the new moon almost like a festival is that historically, success of the Jewish people in matters terrestrial has always been linked to the lunar cycle. The moon is a phenomenon which has no light of its own, a phenomenon which depends on receiving and reflecting light from an external source.<br> Although prior to the sin of the golden calf the Jewish people’s fate was totally independent of any foreign domination, described as חרות על הלוחות, a kind of absolute independence, freedom engraved on the Tablets (the first set no doubt), (compare Exodus 32,16) as well as Eyruvin 54 and Tanchuma, Ki Tissa 16), once they had sinned they (divested themselves of this privilege, (and) no longer made use of this “Royal crown” at all times as did the other nations, so that they did no longer appear to enjoy this advantage over the other nations of the world. <br>Ever since that spiritual disaster, the Jewish people could enjoy their original privilege of independence from the restrictions imposed by the fact that one is part of the “laws of nature” only on rare occasions in their history, whereas most of the time they were dependent on “light”, i.e. good fortune, from external sources not under their control. To that extent, their history reflects the situation of the moon with its periods of ascent and decline month after month. When the moon is not directly exposed to the light of the sun it becomes invisible. The expression אין מזל לישראל, (Shabbat 126) means that the Jewish people do not generate light of their own, do not work at being masters of their own fate, but rely entirely on G’d to guide their fates. They receive this Divinely emanated light when their deeds are pleasing to G’d. <br>This is why in the parlance of our prophets G’d Himself is referred to as: “אור ישראל” Israel’s source of light. (compare Isaiah 10,16 as well as Psalms 27,1 where David refers to G’d. as אורי וישעי, “my light and my salvation.”)<br> Whenever the Jewish people are in a state of sin, their sins act as a barrier between them and their G’d so that they are deprived of their source of light. When Isaiah describes their state of being when sinful, he speaks of their G’d’s hiding His face from them, as Israel walking in darkness harassed by the gentile nations. (Isaiah 59,2).<br> Whenever the Jewish people’s fortunes are at low ebb this represents a desecration of G’d’s name, i.e. His reputation, as the gentiles refer to us sneeringly as עם ה' אלה “are these the ones who describe themselves as G’d’s special nation?” We can understand what our sages have said in Gittin 58 that whenever the Jewish people are in trouble, G’d is automatically forced to share their troubles. Having linked His honour to the honour and glory of the Jewish people, He suffers with us, (allegorically speaking). Whenever we suffer, whenever we are in a state of being oppressed, G’d is described as saying that “the pirate has attacked Me and you simultaneously.”<br> Seeing that the sin offering presented on New Moon’s day is an atonement for the Jewish people who are the cause of preventing the light of the moon to shine, or the reason it shines so weakly when it does shine, the sages in our prayers on that day referred to that sin offering as לכפר בעדם זכרון לכולם יהיו תשועת נפשם מיד שונא, “to obtain atonement for themselves. They were to be a memorial for them all, and a salvation for their soul from the hand of the enemy.” This is the reason that this is the only sin offering described as חטאת לה', “a sin offering on behalf of G’d.” Presentation of  this offering is also in respect of the damage the sinful behaviour of the Jewish people has inflicted on G’d’s image among the gentile nations. <br> When we read about the dialogue described between the moon and G’d in Chulin 60, where G’d is eventually described as saying to the Jewish people “bring a sin offering on My behalf,” (in expiation for My diminishing the light of the moon) what the sage (Rabbi Shimon ben Pezzi) wanted to explain by putting such strange sounding words in G’d’s mouth is that ultimately the reason why the moon was diminished was because seeing it has a kinship with the Jewish people and these did not always live up to their lofty destiny, the moon [as a celestial representative of G’d Himself, Ed.] therefore has to suffer alongside with them for their shortcomings. Seeing this may not sound quite fair, G’d allegorically ordered a sin offering to be brought by the Jewish people on New Moon’s day in order appease the moon.\n"}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "בשבועותיכם, on account of the weeks of cutting, harvesting. Compare Jeremiah 5,24 שבועות חקת קציר, “the weeks appointed for the harvest.” The reason for the apparently superfluous letter ב at the beginning of this word here is similar to the use by Scripture of the same letter in constructions such as בנפש יכפר in Leviticus 17,11, or בדם עשהאל in Samuel II 3,27, or בלחם נשכרו in Samuel I 2,5. It is a form of emphasis of the word it introduces."}, "3": {}, "4": {}, "5": {"0": "עולת תמיד העשויה בהר סיני, before the sin of the golden calf when there was not yet a need to accompany this sacrifice with libations."}, "6": {}, "7": {"0": "כמנחת הבוקר וכנסכו תעשה אשה ריח ניחוח, even though you have already offered the daily burnt-offering of the morning which in all respects corresponds to this one, also the second one will be received by G’d with equal goodwill, to also become a pleasant fragrance."}, "8": {}, "9": {}}, "28": {}, "29": {"0": {}, "1": {"0": "'וידבר משה אל ראשי המטות....זה הדבר אשר צוה ה, G’d had commanded the basic legislation at Mount Sinai when He had said (Leviticus 19,12) ולא תשבעו בשמי לשקר וחללת וגו' “do not render a false oath in My name and thereby desecrate it.” The plain meaning of that verse had not been that you must not deliberately swear falsely, but that having sworn you must honour your oath in all its details. A woman who is married and therefore subject to restrictions imposed upon her by the authority of her husband, is not considered as having desecrated G’d’s name when violating her vows or oath on that account, provided her husband had declared her vow void."}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {"0": "ואם החרש יחריש, when someone who has the authority to cancel a vow keeps silent when he hears it, it is as if he had given his consent by not voicing his objection."}, "15": {"0": "ואם הפר יפר אותם אחרי שמעו, more than 24 hours after he had heard about it, i.e. when the period during which he could have cancelled it had expired, he can no longer change his mind;", "1": "ונשא את עונה, the same guilt as that of a person who forces someone else to commit a violation of Torah law, or who teaches Torah other than according to the halachah, thereby misleading the student.\n"}, "2": {}, "3": {}, "4": {}, "5": {"0": "וה' יסלח לה, for having made a vow which it was not in her power to fulfill", "1": "כי הניא אביה אותה, and at the time she made the vow she had not known that her father would object to it. It had been her intention to honour her vow.\n"}, "6": {}, "7": {}, "8": {}, "9": {}}, "3": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "ופקדת אלעזר, to issue orders who was to do what; i.e. who was to carry which parts of the Tabernacle.", "1": "פקדת כל המשכן; responsibility for the whole Tabernacle at the time when they broke camp to start their journeys and again when it came time to make camp.\n"}, "16": {}, "17": {"0": "אל תכריתו, do not allow the procedure of carrying parts of the Tabernacle to be a free for all, the one first on the spot carrying the part he chooses to, for if you do this the resulting chaos will lead to destruction, to death. Such chaotic conditions will inevitably lead to desecration of holy things, holy objects, with tragic results, i.e. loss of life. Our sages illustrated what is meant when describing the race between priests to be the first to carry out the cleaning of the ashes off the top of the altar. (compare Yuma 23-24)."}, "18": {"0": "ושמו איש איש על עבודתו ואל משאו, assign to each of them his specific duty in order to avoid a free for all. By doing this, you will insure that each Levite will wait patiently until his turn comes to carry out his assigned duty."}, "19": {"0": "ולא יבאו לראות, by having a previously assigned roster of individual duties you will avoid that someone will see things forbidden to be seen by him, as a result of which he would have to die. He will avoid watching the priests covering the holy vessels, something which would cause their death."}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {"0": "לעבוד ולמשא. The former, לעבוד, while the people were encamped; the latter while the people were journeying. ולמשא, at the time of the journeys. Seeing that earlier when the Torah said:ומשמרת בני גרשון באהל מועד, (3,25) it spoke about their carrying out their function at the time of the people being encamped, the Torah also stated that everything which was under their control while the people were encamped remained under their control during the journeys.\n"}, "24": {}, "25": {"0": "ועבדו, during the periods when the Israelites were encamped their duties consisted of watching over all the vessels which formed part of the auxiliary equipment of the Tabernacle, i.e. אשר יעשה להם, “watching over all that would be done with them or to them.” For instance, seeing to it that the tools enabling the pegs to be firmly implanted in the earth so that the wind could not blow away the carpets forming the roof of the Tabernacle would be in good shape and position.\n"}, "26": {"0": "לכל משאם, at the time of the journey,", "1": "ולכל עבודתם, when the people would be encamped.\n"}, "3": {}, "4": {"0": "בנסוע המחנה, after the cloud above it had already withdrawn, for prior to that they were forbidden to enter the Tabernacle."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {"0": "ונתנו על המוט; after that the Levites were permitted to carry all these parts."}}, "30": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {"0": "?!החיים כל נקבה. Although it was a rule that in all wars not involving the seven Canaanite nations women, children, and livestock would be spared as we know from Deuteronomy 20,14, these soldiers should have at least killed the women whom they personally knew, seeing it had been the women who had caused the death of 24.000 Israelites by seducing them. [we have no evidence that any Midianite women seduced the Israelites with the exception of Cosbi, a Midianite princess. Numbers 25,1 reports only about sexual misconduct with the Moabite women. Ed.]"}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {"0": "זאת חקת התורה, the instructions you have received from Moses concerning your own purification rites, including being sprinkled with water containing ash from the red heifer, is a decree by the Torah. The institution known as פרה אדומה has as its purpose the purification of people afflicted with ritual impurity due to direct or indirect contact with the dead."}, "21": {"0": "אך את הזהב, however, metal objects require an additional procedure before they are ritually clean, namely immersion in a ritual bath, (or rinsing in boiling water, or even making it red-hot, depending on how these utensils had been used.)"}, "22": {"0": "וטהר, it will have become decontaminated from the negative vibes attached to it as residue of idolaters.", "1": "אך במי נדה יתחטא, even making it red hot does not automatically remove its impurity, even if it looks as if new. It requires the waters and ash of the red heifer, i.e. מי נדה\n"}, "23": {}, "24": {}, "25": {}, "26": {"0": "וחצית את המלקוח, seeing that this war was a war of revenge for something the enemy had done against the people as a whole, the Torah wanted that the principle of ואכלת את אויביך, “you will consume your enemies,”  (Deuteronomy 20,14) be fulfilled. Something similar occurred with David and the loot taken from Amalek (Samuel I 30,26) when he distributed loot he personally had captured from the Amalekites."}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {"0": "יתר הבז אשר בזזו, for the property which was part of the houses, i.e. chattels the soldiers had taken for themselves."}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {"0": "וימסרו, to Moses by the representatives of each tribe."}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {"0": "לכפר על נפשותינו, for the sin at Baal Peor, as an act of gratitude for not having died in the plague that broke out then."}, "5": {"0": "וישלח אותם משה אלף אלף למטה לצבא, he sent one thousand men of each tribe.", "1": "אותם ואת פינחס, after the 12.000 men had all been assembled he sent Pinchas to accompany them.", "2": "לצבא וכלי הקודש וחצוצרות התרועה בידו, he sent him to the army, as head, i.e. as the priest especially appointed in every war involving invasion of foreign territory. The various holy vessels, including the trumpets would be at his disposal during that period.\n"}, "50": {"0": "ויקח משה,  he accepted it from them and weighed it.", "1": "כל כלי מעשה, every kind of jewelry and decorative art employed by the women at Baal Peor.\n"}, "51": {}, "52": {}, "53": {"0": "ויקח משה, after having weighed it he brought it to the Tabernacle,", "1": "as a remembrance for the Jewish people, to serve as expiation of the sin committed at Baal Peor. "}, "6": {}, "7": {}, "8": {}, "9": {}}, "31": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {"0": "עד אשר אם הביאונום “as long as we have not brought them, etc.” The construction is similar to Proverbs 8,26 עד לא עשה ארץ ןחוצות, “while G’d had not yet made earth nor its attributes.” We also find something similar in Genesis 24,19 עד אם כלו, “until they have finished.”"}, "17": {}, "18": {}, "19": {}, "2": {"0": "עטרות ודיבון, each one offers good grazing land."}, "20": {}, "21": {}, "22": {"0": "'הנה חטאתם לה, by your failure to live up to your undertaking it will become clear that you had sinful intent from the beginning.. הנה חטאתם לה', by your failure to live up to your undertaking it will become clear that you had sinful intent from the beginning."}, "23": {}, "24": {"0": "עבדיך יעשו, the part of the condition which involves our being the vanguard we will most certainly fulfill."}, "25": {}, "26": {}, "27": {"0": "ויצו להם, Moses now commanded not to give to these two tribes the lands of Sichon and Og until they would return from conquest of the lands on the west bank of the river Jordan. This is the meaning of verse 22.  The two tribes did not accept this arrangement and said נחנו נעבור חלוצים (verse 32) on condition that אתנו אחזת נחלתנו, that simultaneously we will be in possession of our ancestral inheritance. As soon as we shall cross the river Jordan these lands will be legally ours!\n"}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {"0": "ויתן להם משה, only because he did not want to get involved in a serious quarrel with these two tribes."}, "4": {}, "5": {"0": "?האחיכם יבאו למלחמה;  Did you really think that your brethren are going to war in order to make conquests", "1": "?ואתם תשבו פה, while you are settled here on land that we have already conquered? Surely you did not think for a moment that you could get away with such an arrangement! Your suggestion therefore can only have the effect of undermining the morale of your brethren!"}, "6": {"0": "?ולמה תניאון, what is the point in your undermining the resolution and morale of your brethren? You are repeating what the spies in the last generation did!"}, "7": {}, "8": {}, "9": {}}, "32": {"0": {"0": "אלה מסעי, G’d wanted all the journeys to be recorded in order to compliment the Jewish people who had followed him blindly through the desert where nothing grew, so that as a reward for their faith they would deserve to enter and inherit the land of Israel."}, "1": {"0": "ויכתוב משה, he wrote down the name of the places towards which they were setting out, as well as the name of the places from which they had started that particular journey. [this unusual sequence would justify the Torah mentioning first מסעיהם before מוצאיהם at the end of our verse. Ed.]", "1": "The reason why we find sometimes the objective mentioned first and other times the place of departure, is due to the fact that sometimes the people were glad to get away from a certain place where unpleasantness had occurred, whereas other times they were merely glad to arrive at a new destination hoping for a pleasant stay in their new encampment. One of the most vexing aspects of all these journeys was that the new objective had never been announced beforehand, so that the people were always in the dark about what the next day would bring. In spite of all these uncertainties they never refused to follow the cloud and break camp at a moment’s notice when required. The reason that both the breaking of camp and the making of camp are mentioned separately is because both entailed a considerable amount of discomfort.\n"}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {"0": "וישמע הכנעני, this too was a credit for them in that this time they did not say: “let us appoint a new leader and return to Egypt.” (Compare Numbers 14,4 when they did) This time they were not afraid of facing war and battle."}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {"0": "והורשתם את הארץ, when you will wipe out the present inhabitants of that land your children will thereby acquire the right to treat it as their ancestral heritage. If you fail to drive out or wipe out the local population, the land will not become your heritage even though you have conquered it."}, "53": {}, "54": {}, "55": {"0": "והיה כאשר דמיתי לעשות להם אעשה לכם, for you will surely follow their religious cult, which will result in your expulsion or death."}, "6": {}, "7": {}, "8": {}, "9": {}}, "33": {"0": {}, "1": {"0": "זאת הארץ אשר תפול לכם בנחלה; the word תפול is used to describe the manner in which lots are drawn, i.e. a die is cast, falls. You will each be assigned your ancestral heritage even before the end of the military campaign resulting in the land’s conquest. The expression נפל in connection with lots is found in Psalms 22,18 as well as in Esther 3,7.<br> The reason why the Torah the word זאת, which at first glance appears to be superfluous, is to tell us that anything conquered outside the boundaries which will now be described is not subject to division by lottery. We find this confirmed by the fact that Moses distributed the lands of Sichon and Og without resorting to any lottery. The reason for this is that those lands do not have the degree of sanctity which is integral to the “Holy Land.” Joshua confirmed this when (Joshua 22,19) he spoke of ואך אם טמאה ארץ אחוזתכם, “even if the land of your inheritance is unclean,” [Joshua denied the right of the two and a half tribes on the east bank to build an altar even if thereby they had meant to add sanctity to the soil they lived on, which was not holy or sacred by definition. Ed.] The major reason why this land could not be distributed by lottery was that the lottery reflected Divine decisions, and G’d would not mix in unless the land concerned was holy by itself."}}, "34": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "לבהמתם, for riding and carrying loads.", "1": "ולרכושם, cattle and flocks.", "2": "ולכל חיתם, such as bees and their beehives or pigeons and their habitats, etc.\n"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {"0": "עד מות הכהן הגדול, the Torah had already made clear that exile is a penalty applicable only to inadvertently committed killing. Seeing that there are different degrees of inadvertent killing, i.e. some border on accidents totally beyond the control of the perpetrator, whereas others are acts of criminal negligence, though unintended, the Torah in determining the penalty does not give us a fixed time, but a variable. When the killing occurred only a short time before the death of the High Priest, the exile spends little time in the city of refuge; on the other hand, there may be times when the exile dies in the city of refuge before the High Priest officiating at the time of the “crime,” dies. These variables are taken into account by G’d Who alone is in possession of all the facts, i.e. the degree of negligence which caused this inadvertent killing. The important reference to G’d’s involvement and calculations in all this is found in Exodus 21,13 והאלוקים אנה לידו, “G’d had caused, directed his hand,” (that of the inadvertent killer.)"}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {"0": "מאת הרב תרבו, seeing that the value of the land had been determined not in terms of quantity but in terms of quality, when the tribe with large tracts of land contributed more square cubits for the cities of the Levites this did not represent an unfair burden."}, "8": {}, "9": {}}, "35": {"0": {}, "1": {"0": "בנחלה בגורל, if a tribe would occupy land belonging to that of another tribe the purpose of sharing out the land by lottery would not have been carried out. [the Torah speaks of the daughters of Tzelofchod possibly marrying out of their tribe and their ancestral heritage therefore becoming part of another tribe, that of their husbands. Ed.]"}, "10": {}, "11": {"0": "ממשפחות בני מנשה, seeing that they had realised that it was G’d’s will that the land should not be transferred from one tribe to another, even though He had given permission for them to choose a husband from any family of their tribe in accordance with their wishes, they chose the sons of their uncles over other families of their tribe as these were more closely related to them.", "1": "ותהי נחלתן על מטה משפחת אביהן, so that there was no transfer of any land to another tribe by reason of their marriages. In fact, no land was reassigned to another family within the same tribe. \n"}, "2": {}, "3": {"0": "ואם יהיה היובל...יגרע נחלתן, even in the event that we will not now conquer the whole land, as predicted in Exodus 23,30 that the land would be conquered in stages, progressively, so that each tribe would have to conquer the area it laid claim to, a person who had sold his share or potential share could not claim exemption form the war of conquest seeing that the land he had sold would be restored to him in the Jubilee year. In any event it would remain part of his tribe’s ancestral heritage. However, the share given to the daughters of Tzelofchod  which would not be restored to their tribe in the Jubilee year, would furnish an excuse to members of their tribe not to bother to fight for that piece of land, and they would allow the present owners to remain there. At any rate, the argument of the family of Machir of Menashe was that the most recent legislation could result in the whole principle of sharing out the land by lottery being partially aborted. \n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {"0": "כן עשו במות צלפחד, they endeavoured to conform to the will of their Creator, כאשר צוה את משה, not because these husbands were the ones they would have chosen had they been allowed unrestricted choice.\n"}}, "4": {"0": {}, "1": {}, "10": {}, "11": {"0": "כי תשטה אשתו, she deviates from the path of chastity.", "1": "ומעלה בו מעל, she has profaned what is holy to G’d, that which He loves, marital union, by embracing and kissing someone other than her husband. (compare Maleachi 2,11)\n"}, "12": {"0": "ושכב איש אותה, and another man has lain with her It is characteristic of the evil urge to cause the sinner to proceed from a relatively mild sin to ever more serious sins.", "1": "ונעלם מעיני אישה, even though there had been indications of mistrust, jealousy, etc., her latest indiscretion remained hidden from the eyes of her husband. It is as if his eyes had been too weak to see what was going on. Had her husband been aware of her infidelity, the waters would not even have the power to bring this to light. Our sages have made this quite clear (Sifrey 7).", "2": "ונסתרה, she had subsequently hidden, and this fact had become known to her husband.\n"}, "13": {"0": "ועבר עליו רוח קנאה, a pure spirit, his wanting to reprimand her after he was aware that she had behaved unchastely.", "1": "וקנא את אשתו, he warned her and told her not to seclude herself with the man who was suspected as her lover. Or,", "2": "עבר עליו רוח קנאה, a foolish fit of jealousy, not based on any cause for suspecting her,", "3": "והיא לא נטמאה, and she had not become defiled at all; nonetheless she disregarded her husband’s warning and secluded herself with another man. In spite of this, והביא האיש את אשתו, we do not say that seeing that her husband had sat by silently while his wife had behaved unchastely, accusing her in his heart without saying a word, that this is proof of the husband’s bad attitude and we should therefore ignore his jealousy seeing he had allowed matters to get to the point where she had slept with another man; neither do we ignore his jealousy if she had not given him cause as something not worth paying attention to. We still subject her to the destruction (erasing) of the name of G’d (in the procedure the Torah will presently describe) in order to reveal the truth.\n"}, "14": {"0": "והביא האיש את אשתו, we do not say that seeing that her husband had sat by silently while his wife had behaved unchastely, accusing her in his heart without saying a word, that this is proof of the husband’s bad attitude and we should therefore ignore his jealousy seeing he had allowed matters to get to the point where she had slept with another man; neither do we ignore his jealousy if she had not given him cause as something not worth paying attention to. We still subject her to the destruction (erasing) of the name of G’d (in the procedure the Torah will presently describe) in order to reveal the truth."}, "15": {}, "16": {}, "17": {}, "18": {"0": "והשביע, the priest will tell her to accept the oath on condition that it (the procedure) will be the judge of her guilt or innocence.", "1": "אם לא שכב, now,", "2": "ואם לא שטית טומאה, and if you have not been guilty of defiling yourselves on other occasions of which your husband was totally unaware, and did not suspect you;", "3": "הנקי, the reason why the Torah has to state something so obvious is that the Torah had already stated in Exodus 20,6 that no one causing the name of G’d to be mentioned needlessly will be completely innocent of that sin, and we might have thought that this woman, seeing she had sown doubt in the hearts of those who have to judge her had already become guilty of causing a needless oath, i.e. a needless mention of the holy name of G’d; the priest, i.e. the Torah, assures her that she has nothing to fear on that account.\n"}, "19": {"0": "ואת, accept it also.", "1": "כי שטית תחת אישך וכי נטמאת, that the curse will apply on account of your having defiled yourself and for no other reason at all. However, if the reason you have to drink this proves to be a false accusation you have nothing to fear from this curse.\n"}, "2": {}, "20": {}, "21": {"0": "אמן אמן. The reason she has to repeat the word אמן is that she thereby acknowledges that she accepts the verdict both if it is in her favour and if it would incriminate her."}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "ונקתה, from the penalty that would apply for causing a needless oath. In this instance, G’d, Who knows the true circumstances, will certainly not consider this oath as having been a frivolous one."}, "28": {"0": "זאת תורת הקנאות; jealousy which is legally approved on the one hand, and jealousy which is legally not approved. This becomes clear from the words אשר תשטה אשה תחת אישה ונטמאה, this is the example of the legally justified jealousy. The Torah goes on to write או איש אשר תעבור עליו רוח קנאה, as an example of legally unjustified jealousy."}, "29": {"0": "וקנא את אשתו, warning her not to seclude herself with any man anywhere.", "1": "ועשה לה הכהן את כל התורה הזאת, and he is not concerned with erasing the holy name of G’d on the scroll placed in the water.\n"}, "3": {}, "30": {"0": "ונקה האיש מעון, even though he had suspected his wife’s fidelity. The reason is that by her conduct she had given him just cause for such suspicions. Had she not ignored his warnings things would not have come to such a pass. We have our sages in Shabbat 56 on record that David did not accept badmouthing which was designed to make Mephiboshet appear as having been disloyal to him. He rather based himself on visual evidence. [This was Sh’muel’s interpretation of what had occurred. Rav disagrees with his assessment. Ed.]", "1": "והאשה ההיא תשא את עונה, that if she had been guilty of adultery she would die, and if not, her public embarrassment at undergoing the procedure as a punishment for having had the effrontery to ignore her husband’s warning would be her punishment.\n"}, "4": {}, "5": {"0": "'למעול מעל בה, our traditional sources already told us that the subject is robbery from a proselyte who dies intestate before the robber confessed and made restitution. The robber had committed an act of desecrating the name of G’d in the eyes of the proselyte who must be appalled that a natural born Jew could be guilty of such a deed. This is why the sin of the robber in this verse is described as a “transgression against something sacred.”"}, "6": {}, "7": {"0": "'המושב לה, when the original owner of the stolen property no longer exists, it is proper to make restitution to the “boss” of the person from whom it has been taken, his “boss” being none other than G’d. [The author considers any property owned by any one on earth as only “on loan” from the real owner, from G’d. Ed.] Our sages phrase this as “when the servant dies he has to return it to the master.” (Baba Batra 51)"}, "8": {"0": "וכל תרומה, according to Sifrey 5 the t’rumah of which the Torah speaks here are the first fruit which have to be offered to G’d, as it is customary for the owner of fields or orchards to present these first fruit of each year’s produce (seven species) and to recite the appropriate benediction when presenting same in the Temple. (compare Deuteronomy 26,3). Here the Torah tells us that just as property stolen from a proselyte who died intestate, which was described as “being returned to G’d,” winds up in the hands of the priest, i.e. G’d’s agent, so the bikkurim, the farmer’s gift to G’d has also been assigned by G’d to the priest of the respective roster on His behalf."}, "9": {"0": "ואיש את קדשיו לו יהיו, however other kinds of “holy” gifts, namely ordinary tithes and trumot, may be given by the owner to whichever Levite or priest he chooses, not necessarily the priest officiating in the Temple at the time the gift is presented.", "1": "איש אשר יתן לכהן, once the owner has given “his” holy portion to the priest it becomes secular, mundane, not encumbered with any restrictions. Rather, לו יהיה, it is exclusively “his,” neither the previous owners nor other priests can legally deprive him of it.\n"}}, "5": {"0": {}, "1": {"0": "כי יפליא, he will separate himself from all the vanities and physical pleasures in life.", "1": "לנדור נדר נזיר, to become a Nazirite and the life of self denial which comes with this.", "2": "'להזיר לה, to separate himself from all the pleasures in order to devote himself exclusively to the service of the Lord, to study His Torah and practice walking in His ways."}, "10": {}, "11": {}, "12": {"0": "יביא אותו, our sages in B’rachot 8 have already explained this to mean that the Nazirite is to bring himself, as it were. Normally, when someone is being prepared for a higher status than that he had attained in the past, such a person is being “brought” to his new assignment by someone superior to himself. This is why the person afflicted with tzoraat is brought to the Temple. Here. the Nazir presents himself in the Temple instead of being brought, i.e. presented by someone superior. Compare Leviticus 14,2 concerning the צרוע, and concerning the Sotah where the Torah had also written in Numbers 5,15 that the husband was to bring his wife to the priest. Similarly, a Jewish servant, asking to extend his term of service beyond the original 6 years, is brought to the door post to have his ear pierced by his master. (Exodus 21,6).  Contrary to all this, the Nazirite at the end of his term who will once more begin to shave the hairs of his face and head, thus becoming “a new man,” brings himself. The reason is simple. There is no one on a higher spiritual niveau who could act as the one “bringing” him, i.e. presenting him."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "מיין ושכר יזיר, he is not to flagellate himself, or practice fasting, but only to abstain from wine and intoxicating liquids. The former methods of self-denial would result in a diminished ability to serve the Lord with all one’s faculties. Flagellation, a common practice among certain types of monks and “holy men,” is not allowed, but becoming a teetotaler does reduce the urge to let oneself go and engage in demeaning activities due to drunkenness"}, "20": {}, "21": {}, "22": {}, "23": {"0": "יברכך, with material wealth. The reason this is the first of the blessing is explained by our sages in Avot 3,15 אם אין קמח אין תורה, “if there is no flour, (no economic base) a Torah environment cannot flourish.”", "1": "וישמרך, and protect you from those who steal material possessions.\n"}, "24": {"0": "יאר, may He grant light to your eyes to see and appreciate all the wonderful things G’d has done and keeps on doing. You should become aware that all that you achieve is due to His blessing."}, "25": {"0": "ישא ה' פניו אליך, giving you a vista of the world to come which awaits you. The line is similar in essence to what David said in Psalms 36,10 כי עמך מקור חיים באורך נראה אור, “with You is the fountain of life; by Your light do we see light.” It also reflects the statement of our sages in B’rachot 17 that in the world of the future the righteous sit with their crowned heads and enjoy the radiations of G’d’s glory.", "1": "וישם לך שלום, the serenity of peace which is equivalent to an infinite, unbroken and undisturbed existence, not tainted by punishment, something which is a feature of life in the world to come.\n"}, "26": {"0": "ושמו את שמי, every one of these blessing features mention of My name, not the name of those who receive the blessing. This is the meaning of ואני אברכם, “I, the Lord, bless them. The priest or priests are not to say: ”we bless you.”\n"}, "3": {}, "4": {"0": "תער לא יעבור על ראשו, by not coiffing his hair through trimming it to certain shapes, he automatically abandons all manner of preening himself.", "1": "קדוש יהיה, separate from base urges and addiction to the pleasures of the flesh.\n"}, "5": {"0": "על נפש מת לא יבא; he must not desecrate his sacred activities by honouring the dead and thereby downgrading his spiritual concerns. In this respect he is much like the High Priest. Our sages report that a father who had sent his son to study Torah in an advanced academy in Tiberias heard that his son was engaged in doing charitable deeds there. When the father heard about it he sent the following message to his son: “are there no opportunities to perform such charitable deeds in our town that I had to send you to Tiberias to do this?” (Jerusalem Talmud Chagigah 1,7) The point is that there are other people who can perform the charitable deed of burying the dead so that the services of the Nazirite are not required. "}, "6": {}, "7": {"0": "'קדוש הוא לה. He will merit the light available for those enjoying eternal life, as well as be able to instruct the spiritual leaders of his generation. This may have been what Elkanah referred to when he said: “may the Lord keep His word” (Samuel I 1,23). What he meant was that he agreed with Chanah his wife’s vow that the child she would bear would spend his life on earth as a Nazirite. He did not add any additional request regarding the child that would be born to them. If G’d would allow Chanah’s prayer and vow to come true this would be more than enough satisfaction for him."}, "8": {}, "9": {}}, "6": {"0": {"0": "ואת המזבח ואת כל כליו, and to erect the altar and all its appurtenances, each in its proper place.", "1": "וימשחם ויקדש אותם, after each component had been positioned in the place assigned to it.\n"}, "1": {"0": "הם נשיאי המטות, הם העומדים על הפקודים. Seeing they all occupied official positions the gift/offering each one brought was on behalf of his tribe and its members. Seeing each one was in charge of other people, he felt a sense of some members of his tribe being suspected of some misdemeanour. At the same time, seeing that they did not only represent the members of the tribes but were נשיאים, “princes” in their own right, they agreed to act as the interlocutors of their tribe in trying to obtain atonement for the errors committed by members of their tribe by offering a communal offering on their behalf."}, "10": {}, "11": {}, "12": {"0": "'וקרבנו קערת כסף אחת, וגו; each one of the princes offered all these components as part of his offering. They comprised: a burnt offering, עולה, a gift offering, מנחה, a sin offering, חטאת, as well as peace offerings, שלמים, and incense, קטורת. The reason why the Torah does not simply lump all these offerings together but tells us separately, 12 times what each prince’s offering consisted of, is that each one had intended thereby to atone for all the sins he was aware of that members of his tribe had committed, had been guilty of. Each prince performed the סמיכה, the act of placing all his weight on the animal becoming the sin offering on behalf of the members of his tribe guilty of sins requiring such a sin offering to atone for their sins. This was a regular procedure when communal offerings were being brought."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "עגלה על שני הנשיאים. The reason that they shared a cart each was not that they were stingy, but that they wanted to demonstrate that there was no rivalry between them, but that, on the contrary, they felt like brothers one toward the other. Such sentiments have been recorded in the Torah in Deuteronomy 33,5 ויהי בישורון מלך בהתאסף ראשי עם, יחד, “Moses was king in Yeshurun when all the people gathered together;” [a king is not someone aloof, in an ivory tower, but his distinction becomes relevant only in his being part of his people, יחד, together.” The opposite is reported in Hoseah 10,2 חלק לבם עתה יאשמו, “when its collective heart is divided, this is they their guilt.”"}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {"0": "קח מאתם, Moses had thought that anything that the Levites would carry had to be carried on their shoulders, as the Torah had spelled out in connection with how the Kehatites were to perform their tasks (verse 9)."}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {"0": "ולבני קהת לא נתן כי עבודת הקודש עליהם, as opposed to what was called עבודת אהל מועד. G’d had commanded concerning these carts that they would form part of what was called עבודת אהל מועד, the task of the members of the family of Gershon and that of the family of Merari. The Kehatites did not transport anything which was part of the actual structure called משכן. They only transported furnishings which were part of the Tabernacle. Those were referred to as מקדש for short. (compare Numbers 10,21 ונשאו הקהתים נושאי המקדש.)"}, "80": {}, "81": {}, "82": {}, "83": {"0": "זאת חנכת המזבח, when we compare the consecration of the altar of the Tabernacle to that of the consecration of Solomon’s Temple, this appears as so insignificant as to be hardly worth mentioning. (compare Kings I chapter 8)"}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {"0": "ובבא משה אל אהל מועד לדבר אתו וישמע את הקול, even though in physical terms the Tabernacle was insignificant compared to the magnificent structure Solomon had built, in terms of spiritual achievement the Tabernacle far outranked Solomon’s Temple, which in  turn outranked the second Temple.  During the entire period of the second Temple (420 years) not a single prophet had been able to enter the Temple and there to hear the voice of G’d at any given moment. If at this point Moses was able to do this it proved that G’d had approved the consecration and had drawn near Moses as the shepherd of the Jewish people. In spite of all this spiritual grandeur of the Tabernacle in the desert and the clear manifestation of G’d’s presence over it or in it, even this was a far cry from the presence of G’d in the Israelite camp during the period of the revelation at Mount Sinai, and the 40 days before the sin of the golden calf. Once Moses entered the Tabernacle he was able to hear the voice of G’d, something he had been able to hear all the time before the sin of the golden calf, and without the benefit of the Tabernacle and the hallowed ground it stood on. ", "1": "מדבר, read “mi-dabber,” talking to Himself. [According to Moreh Nevuchim 1,68 and in accordance with Aristotele’s concept of G’d, there is no division between subject and predicate in the sphere of understanding something, defining it, actively or passively when we speak of G’d, as is the case when we speak of His creatures. A creature, by definition is subjective vis-à-vis itself, G’d is never subjective, always objective. Having said this you will understand that the translation of G’d “speaking to Himself,” i.e. being both at the receiving end and at the initiating end at the same time is not a contradiction in terms.” Ed.] Proverbs 16,4 כל פעל ה' למענהו, reveals that in the final analysis, all that G’d does has an intelligent purpose known to Him and approved by Him, so much so that the fact that He has seen fit to do it automatically means that it is beneficial for His universe and those in it. We need to keep this in mind whenever we read a line such as וידבר ה'. It is as if the Torah reminded us that the One described as מדבר\n"}, "9": {"0": "ויקריבו הנשיאים את חנכת המזבח, they sanctified it.", "1": "ויקריבו הנשיאים את קרבנם לפני המזבח, after they had sanctified it as a sacrifice the brought it before the altar.\n"}}, "7": {"0": {}, "1": {"0": "בהעלותך את הנרות, when you kindle the six lamps,", "1": "אל מול פני המנורה, facing the lamp on the center shaft; this means that the wick is to be inclined towards this center shaft so that the flames will point in this direction from the respective sides of the menorah.  Then, and only then,", "2": "יאירו שבעת הנרות, all seven lamps will fulfill their function of illuminating and being the conduits of spiritual light descending on to the Jewish people. [obviously, the individual lamps would be able to provide physical light before being positioned in the manner described. Ed.]<br> The mussar, allegorical lesson conveyed by the lights of the menorah is us that only by the “right” side representing preoccupation with eternal values, life in the future, working together with the “left” side which represents the concerns with physical life on our planet, will we be able to attain our purpose on earth. Our sages in Chulin 92 phrased it thus: אלמלי עלייא לא מתקיימא אתכליא, “if not for the input from celestial regions, spiritual input, the creatures on earth would not be able to survive at all.” [I have not found this precise quote, but it means more literally that if there were no wise people who could tutor the ignorant, the world as we know it would collapse. Ed.] In order for this universe to function as G’d wanted it to, all social levels of the people have to make their respective contributions. <br>A major function of the combined activity by the “tutored and the ignorant” is to ensure that G’d’s name would be hailed, revered and enthusiastically acknowledged by every segment of mankind, all of His creatures. An example of such a thing happening is found in Exodus 19,8 ויענו כל העם יחדו ויאמרו כל אשר דבר ה' נעשה, the emphasis here being on the word יחדו, i.e. all the people in unison would combine to carry out G’d’s will.\n"}, "10": {}, "11": {}, "12": {}, "13": {"0": "והבדלת את הלוים, this “separation” will express itself in their having separate areas in which they would encamp, i.e. the Levites who were members of the people who had participated in the Exodus and their children growing up in the desert; ", "1": "והיו לי הלוים, and both they and their descendants, (when they would not all live next to the Temple) would be for “Me,” i.e. ready and prepared to carry out their duties as Levites.\n"}, "14": {"0": " ואחרי כן יבאו הלוים, the ones existing now."}, "15": {"0": "כי נתונים נתונים המה לי, they have devoted themselves to me and My service, as the Torah testified in Exodus 32,26 when all of them responded to Moses’ call that whoever was for the Lord should assemble around him. מתוך בני ישראל, they are also “נתונים” by the Children of Israel who will provide them with a livelihood by means of giving them their tithes, i.e. the מעשר ראשון 10% of their harvest after hey had set aside the t’rumah for the priests.", "1": "תחת פטרה כל רחם, who had originally been assigned the duties now assumed by the Levites.\n"}, "16": {"0": "כי לי כל בכור, I had already owned the firstborn whose duty it had been to perform the tasks now given to the Levites. The reason that the firstborn had originally been charged with the duties was that they were the most distinguished members of their respective families and one delegates those to represent one before one’s lord and master, before G’d.", "1": "ביום הכותי כל בכור בארץ מצרים הקדשתי, the reason why I required them now to undergo the procedure of being redeemed from their sanctity and the duties that were part of this that from the day I had sanctified them, was that they were not supposed to engage in mundane activities, such as earning a livelihood, at all.<br> Firstborn male animals that are acceptable as sacrifices on the altar may not be used for mundane purposes, i.e their owners must neither let them perform work, not shear their wool and use it for themselves. This was in order for Me to have demonstrated their holy character. These regulations were imposed in order to justify these firstborn not being killed along the firstborn of the rest of the Egyptians and their herds. Having been part of the Egyptian culture, and having been the most distinguished in their respective families, they should, ordinarily, have become part of Psalms 78,49 calls the משלחת מלאכי רעים, “the wrath inflicted by the band of deadly messengers.” The surviving firstborn humans and their offspring, in order not to lead a life of idleness, therefore have to be “redeemed,” so that they can at least lead normal lives. G’d therefore accomplished this by the stratagem known as פדיון, redemption.\n"}, "17": {"0": "ואקח את הלוים תחת כל בכור, a regulation applicable only during the generation addressed by Moses at the time, a one-time procedure, as we explained previously."}, "18": {"0": "ואתנה את הלוים, since they are by themselves “given” to perform service for Me, they are now at the disposal of Aaron and his sons, My delegates on earth.", "1": "לעבוד את עבודת בני ישראל באהל מועד, to perform the very duties which, previously, it had been the duty of the firstborn to perform on behalf of the Children of Israel.", "2": "ולכפר על בני ישראל, and to be the instrument of the people’s atonement by their accepting the tithes tendered them by the people so that they would be free to perform the duties G’d has now assigned to them. G’d had come to despise the firstborn, seeing that they participated also in the sin of the golden calf which had caused G’d so much grief.", "3": " ולא יהיה בבני ישראל נגף, both among the Israelites and among the Levites.", "4": "בגשת בני ישראל אל הקודש, the Israelites’ sin would be that of entering domains out of bounds to them, whereas the Levites’ sin would be allowing them  to do so without trying to prevent them from entering holy precincts. All of them would make themselves guilty and would die at the hands of G’d as spelled out in 18,3.\n"}, "19": {"0": "ויעש משה ואהרן וכל עדת בני ישראל ללוים, the prefix ל in the word ללוים means “on behalf of, in aid of them.” They assisted with the shaving, the laundering of their clothing, as well as in preparation of the requisite offering.", "1": "ככל אשר צוה ה' את משה ללוים. As G’d had commanded Moses that he, in turn, should command the Levites to do.", "2": "כן עשו להם בני ישראל, the wording reflects how promptly these instructions were carried out. They were so eager to please their Maker.\n"}, "2": {}, "20": {}, "21": {"0": "כאשר צוה ה' את משה על הלוים, G’d had commanded that the task of the Levites would be to stand guard, to form the choir chanting the psalms and to carry the parts of the Tabernacle whenever the situation called for this. They would be assigned their immediate duties by Aaron and his sons.", "1": "כן עשו להם, Aaron and his sons would organise them, allocate to them their specific duties.\n"}, "3": {"0": "וזה מעשה המנורה מקשה, the very composition of the menorah as a single chunk of gold, with all its lights facing the lamp on the central shaft, symbolises this united endeavour to serve G’d, i.e. to look towards the spiritual light  as symbolised by that in the center of the menorah, its “trunk.” המנורה מקשה, to underline the unity, the whole people jointly striving to attain the same spiritual objective.\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "8": {"0": {"0": "בחודש הראשון, after he had taken a census of the males fit for service in the army according to their ages. Moses was to make all the preparations necessary to arrange for the orderly entrance of the Israelites into the land of Canaan.<br>This involved first and foremost that the inhabitants of the camps of the Israelites be ritually pure in conformity with the Torah’s imperative that the army of the Jewish people when assembled must be holy (Deuteronomy 23,15). Needless to say that it must not contain people who had not cleansed themselves of their ritual impurity. They also had to be certain that no members of the Israelite camp was the product of an illegal union between people whose incestuous relationship carried the karet penalty. The purpose of all this was that G’d’s Shechinah would rest on the troops, and that therefore victory would be assured and casualties minimized. <br>The Talmud in Sotah 11 and 31 relates that the Jewish people had 4 virtues to their credit on account of which they merited entering and conquering the land of Canaan already at that time if the sin of the spies had not intervened. We know that Moses was convinced that the conquest of the land of Canaan was at hand when he asked his father-in-law Yitro to remain with him and to partake in that event. (Numbers 10,29) <br>These merits were: 1) the altar had been successfully consecrated, the offerings of the Jewish people were being accepted by G’d. 2) the Levites had been consecrated. 3) The Jewish people had demonstrated eagerness when observing the anniversary of the Exodus by performing the required ceremonies in difficult circumstances. 4) They had followed their G’d to an inhospitable desert even though they had no idea if and when the cloud would lift and indicate that they were suddenly to break camp. Their entire situation was such that sometimes they would remain in the same spot for months or years, whereas other times they would break camp and re-establish camp after only 24 hours, all of which involved a tremendous upheaval when we consider that we speak about two and a half to three million souls. <br>In order to describe the various merits the Jewish people had in their favour at the time the Torah told us at this point about these events instead of relating them in chronological order, as we might have expected. Consecration of the altar occurred in the first month of the second year, so did the consecration of the Levites, and so did the celebration of the second Passover. Seeing that the beginning of the Book of Numbers speaks of events in the second month of that year, we could have questioned the Torah’s sequence. However, the Torah had a purpose in delaying the report about the last mentioned events in order to demonstrate that had it not been for the disastrous mission of the spies everything would have been in place for an immediate ascent to the Holy Land. The entire paragraph is another illustration of the principle known as אין מוקדם ומאוחר בתורה, that the Torah is not a record of events in chronological order. The Torah most certainly is very orderly, has been written after careful consideration, but G’d, the author, had decided that “order” does not necessarily mean “chronological sequence.”\n"}, "1": {"0": "ויעשו בני ישראל את הפסח, apart from the procedures reported as having taken place on the eighth day of the consecration of the Tabernacle, and the consecration of the princes between the first and twelfth of the month of Nissan, 2 days later the whole nation observed the Passover. They did not feel that they had become free from doing so seeing that they had just finished a string of rituals as a result of which they were on a spiritual “high,” full of joy. This was in contrast to the consecration of Solomon’s Temple, on the occasion of which, according to our sages in Moed Katan 9, Solomon ordered a dispensation of the Day of Atonement seeing that the people were on such a spiritual “high” on account of that event."}, "10": {}, "11": {}, "12": {}, "13": {"0": "חקה אחת יהיה לכם, here while you are in the desert.", "1": "ולגר ולאזרח הארץ, once you will have settled in the land of Israel.\n"}, "14": {}, "15": {}, "16": {"0": "ואחרי כן יסעו, after the cloud had lifted off the Tabernacle the people would march, following its direction.", "1": "ובמקום אשר ישכון שם הענן שם יחנו, the Torah records this in order to praise the Israelites for following G’d in the desert regardless of the site where the cloud stopped being a desolate inhospitable place."}, "17": {}, "18": {"0": ". ושמרו בני ישראל את משמרת ה', the reason why the Torah repeats this fact a second time is to emphasise that even when the location selected by the cloud was not only inhospitable, but the cloud remained there for a long period, the Israelites did not grumble or protest this fact. They did not start journeying on their own, looking for a more suitable place to encamp."}, "19": {"0": "ויש אשר יהיה הענן ימים מספר, now the Torah reports the same matter for the third time as sometimes the encampment of the Jewish people was in an area which was pleasant, offered grazing for their animals and in spite of this after a day or two the cloud lifted, something which must have caused the people discontent [especially after the decree that the generation of the spies would die in the desert and they could not expect even if they moved to enter their ultimate destination. Ed.] Still, and this is why the Torah repeats the basic fact, the Israelites never complained about the movements of the cloud. Whatever the situation,", "1": "על פי ה' יחנו, they journeyed in accordance with G’d’s instructions, regardless if it suited them or not. ", "2": "ועל פי ה' יסעו, even if the location of their camp had suited them very well.\n"}, "2": {}, "20": {"0": "ויש אשר יהיה הענן מערב עד בוקר, this is the fourth time that the manner in which the cloud operated is being mentioned, to show that it was impossible to predict with any degree of probability how long they would stay in one location. Sometimes, only overnight. This was not even time enough to pitch their tents, much less to erect the Tabernacle. The principal reason this detail was mentioned is to make clear that the journeys never started at night."}, "21": {"0": "או יומים או חדש או ימים, this is now already the fifth time that the Torah belabours the subject of these journeys, something totally unprecedented. It alerts us to how sometimes the people did not even have time to send their beasts to graze, whereas on other occasions they had to dismantle everything at very short notice, any plans they had made having to be abandoned."}, "22": {"0": "על פי ה' יחנו, even when the encampment was so short-lived and the time for the to arrange their affairs was so short.", "1": "ועל פי ה' יסעו, when the dismantling in advance of the next journey would be more time consuming seeing that they had been in the same location for a long time, they still hastened and packed up to follow the cloud.\n"}, "3": {}, "4": {}, "5": {}, "6": {"0": "אנחנו טמאים לנפש אדם למה נגרע, seeing that the ritual impurity we have incurred was incurred in the process of our fulfilling a positive commandment, why should the result of this be the misdemeanour of not fulfilling such an important commandment as observing the Passover at the appointed time?", "1": "במועדו, seeing that this is a commandment which can only be fulfilled at its appointed date?\n"}, "7": {}, "8": {}, "9": {}}, "9": {"0": {}, "1": {"0": "עשה לך שתי חצוצרות כסף, seeing that the immediate plan was for the people to journey to the Holy Land without delay, G’d gave the commandment for the trumpets to be used as “Royal trumpet blasts,” announcing the moving of the Tabernacle to a new location, or announcing the arrival of the Tabernacle at its next location. The trumpets would also be blown before battles, as we know from verse 9.", "1": "והיו לך למקרא העדה, to assemble the people or their leaders in front of the Tabernacle. G’d wanted that the trumpets be used to render honour to the king.\n"}, "10": {"0": "בחודש השני בעשרים בחודש, after the ritually impure had purified themselves and had brought their Passover offering on the 14th of the second month, the trumpets were constructed so that Moses could use them to call the people to mobilize for their journey away from Mount Sinai. The Torah informs us of the order in which the 4 army units and their flags were marching and how all this was organized with the help of the trumpets. It also describes the manner in which the trumpets were used on different occasions at the Temple and during times of war. When the cloud lifted off the Tabernacle it began its journey in the direction of Kadesh Barnea, which was the first town in the land of Israel which the Israelites encountered on that journey, described as the journey across “the great and awesome desert” in Deuteronomy 1,19, when Moses is quoted as recalling: “we arrived at Kadesh Barnea.”"}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {"0": "כי אם אל ארצי ואל מולדתי אלך, so that in his old age he would not have to adjust to the different climate and food in a country he had not grown up in."}, "3": {}, "30": {"0": " אל נא תעזוב אותנו. At least allow your children to go with us,", "1": "כי על כן ידעת חנותנו במדבר, for this was the purpose of your getting familiar with our ways in the desert. If your children depart also you will be desecrating the name of the Lord among the nations as they will say: “if Yitro would have seen any merit in this religion surely he and his sons would not have abandoned them!” Both Yitro and his sons agreed with this argument of Moses so that in the end only Yitro returned to his country, as we know from Exodus 18,27 “Moses saw his father-in-law Yitro off, and he went by himself back to his own country.” There is no question that his children remained with the Jewish people, as the Book of Judges testifies when writing about “the children of the Keyni, the father-in-law of Moses, having previously ascended from the city of palms with the tribe of Yehudah.” (Judges 1,16). \n"}, "31": {}, "32": {"0": "דרך שלשת ימים, to the border of the land of Israel, for within the space of 3 journeys they had advanced to Kadesh Barnea opposite the desert of Paran. From there the spies were dispatched. As Moses explained in Deuteronomy 1,22  “you all approached me asking: ‘let us dispatch men, etc.’” This was the place where the Jewish people had been encamped in the desert of Paran which has been mentioned here in 12,15 after the delay due to Miriam’s having been afflicted with tzoraat. The spies had returned to that location at the end of their mission. (Numbers 12,16) [The fact that the place from which the spies were dispatched is described by Moses as הר האמורי, the mountain of the Emorite, proves that this was within the boundaries of the land of Canaan of which the Emorite was the leading tribe. Ed.]", "1": "וארון ברית ה' נוסע לפניהם דרך שלשת ימים, during these three days that they spent on these three journeys through the “great and awesome desert,” (Deut.1,19) the Ark was traveling ahead of the Jewish people. The purpose was to remove any dangerous obstacles in the path of the advancing Israelites. However, during the remainder of the journeys the Ark was positioned within the center of the marching armies as described in Numbers 2,17. This was in line with the other holy artifacts transported by the Kehatites in that position of the marching order.", "2": "לתור להם מנוחה, a safe and secure place for camping in this awesome desert.\n"}, "33": {"0": "וענן ה' עליהם יומם, it was not traveling ahead of them as it did during the other journeys, seeing that the Ark was performing the task of seeking out a suitable spot for making camp. Instead, it positioned itself above the people."}, "34": {"0": "ויהי בנסוע הארון proceeding to enter the holy Land;", "1": "קומה ה' ויפוצו אויביך, if the people had not insisted on dispatching the spies the march would have been proceeding unopposed, the enemies scattering before the armies of G’d without offering resistance. Isaiah 17,9 phrases it thus: “In that day their fortress cities shall be like the deserted sites which the Choresh and the Amir abandoned because of the Israelites, and there shall be desolation.”", "2": "וינוסו מפניך, lest the Israelites would wipe them out.\n"}, "35": {"0": "שובה, may Your rest be here with us, as per Psalms 132,14 זאת מנוחתי עדי עד, “this is My resting-place for all times.” Even though You will display Your presence in front of Israel in order to chase out their enemies, may the resting place of the Shechinah be in our midst.", "1": "ה' רבבות אלפי ישראל, another description of an attribute of G’d, not unlike that of ה' צבא-אות אלפי ישראל. The reason why G’d is accorded the attribute “G’d of Hosts,” is only on account of the hosts (armies) of Israel.” The reason Moses said: רבבות אלפי ישראל, this is reminiscent of Psalms 68,18 רכב רבותים אלפי שנען, perhaps at that time the total number of Israelites including women and children amounted to that number.\n"}, "4": {"0": "ותקעתם תרועה ונסעו המחנות החונים קדמה, seeing that this flag also had the carriers of the Tabernacle in its wake."}, "5": {"0": "ותקעתם תרועה שנית, as a result of which the second “flag” would start journeying, the ones that were positioned to the south. This “camp” was accompanied by the Levites carrying the sacred vessels.", "1": "תרועה יתקעו למסעיהם, this had to be spelled out as both the tekiah sounds and the teruah sounds would be blown by the trumpets in conjunction with the journeying of the camps. The former sounds to make sure the people would all be assembled in their assigned spots, the latter to ensure that the Levites were in position with their respective carts, etc. Just as the people in order to assemble were called by means of the tekiah, so the princes when they were to assemble were called by means of the tekiah blasts, without the teruah blast.\n"}, "6": {}, "7": {}, "8": {}, "9": {}}}, "originalTitle": "ספורנו על במדבר", "source": "Sefaria", "englishTitle": "Sforno on Numbers", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}