{"language": "english", "text": {"0": {"0": {"0": "ואלה שמות, seeing that the Torah wanted to let us know how the Israelites had increased and multiplied (verse 3) it became necessary to repeat that when they had arrived in Egypt they had numbered only 70 souls. The dramatic increase in numbers of Israelites began only with the death of the generation that had moved there from the land of Canaan. As a result, when a new king came to the throne in Egypt, he wanted to diminish their numbers and did not succeed in doing so."}, "1": {}, "10": {"0": "מיסים, typically one of the words with double consonants, the singular being מס and the plural requiring a dagesh in the letter ס to show there really ought to have been two letters ס in the middle. Similar examples are found in Leviticus 2,6 where the line פתות אותה פתים is spelled with the dagesh in the letter ת of the word פתים as being derived from פת it would require two such consonants in the plural.", "1": "מסכנות, storages. You find the word as סוכן in the singular mode, in the same sense in Isaiah 22,15."}, "11": {"0": "כן ירבה; the measures the Egyptians took to slow down the Jewish birthrate not only did not work but backfired.", "1": "ויקוצו, they became frustrated with their own lives when watching the development of the Israelites. This expression for frustration with one’s own life has already been used when Rivkah could not bear thinking about Yaakov marrying a Canaanite girl. (Genesis 27,46) It also occurs in a similar sense in Isaiah 7,16.\n"}, "12": {"0": "בפרך. An expression related to breaking something, The treatment of the Israelites was intended to break them mentally and physically. In the Talmud the term is used to describe the cracking of the outer shell of walnuts. (Beytzah 12)"}, "13": {"0": "ובכל עבודה בשדה, ploughing and harvesting.", "1": "את כל עבודתם, in addition to all their other work.", "2": "אשר עבדו בהם, inside the city בפרך, all of it under the most intolerable conditions.\n"}, "14": {"0": "למילדות העבריות; the ones who were Jewish."}, "15": {"0": "על האבנים; on the birth-chair. We encounter this expression משבר meaning birth-chair in Kings II 19,3 באו בנים עד המשבר, “the babes have reached the birth-stool.” The expression אבנים also occurs in Jeremiah 18,3 where it describes a tool similar to round millstones.", "1": "וחיה. The stress is on the first syllable, just as in shavah from shav. We encounter the use of this term in Genesis 11,12 where the Torah, when telling us about the age of Arpachshad when he sired children, writes: ארפכשד חי, ”Arpachshad had lived, etc.” The parallel construction in the feminine mode is chayah. However, in a verse in Kohelet 6,6 אילו חיה אלף שנים, “if he were to live for 1000 years,” the stress is on the last syllable of the word chayah and is in the masculine mode, just like עשה or עלה, which being verbal modes are in the masculine mode, the letter ה at the end notwithstanding."}, "16": {"0": "ותיראנה, meaning “they feared, revered.” If the word had been spelled without the letter י it would be a derivative of ראה, to see. It appears in that mode in Exodus 2,6.", "1": "ותחיין, there is no difference in meaning if the form of the past tense as a future with the letter ו in front is used or if the Torah had used a regular past tense such as והחיו את הילדים."}, "17": {}, "18": {"0": "כי חיות הנה, “healthy, alert and the birthing process proceeds smoothly and quickly.”"}, "19": {}, "2": {}, "20": {"0": ".ויעש להם בתים. A form of house arrest, to prevent them from attending Jewish women about to give birth."}, "21": {"0": "ויצו פרעה לכל עמו לאמר, the meaning of the line is: “and this is what he said to them.” Every time the word לאמר occurs in the Torah it implies a repetition of words spoken which had been introduced either with the word ויצו or ויקרא, or וידבר, or ויאמר as we explained in connection with Genesis 8,15."}, "3": {}, "4": {}, "5": {"0": "וכל הדור ההוא, the seventy souls mentioned."}, "6": {"0": "פרו, the number of pregnancies;", "1": 0, "2": "וירבו, the number of births. All the infants born grew up healthy, there were no deaths of children as could normally be expected.", "3": "ויעצמו, they did not even die in early adulthood, but they were all healthy specimens.", "4": "במאד מאד, until the whole country became full of them, ותמלא הארץ אותם. The Torah describes a perception of fullness, much as Ezekiel 10,4 describing והחצר מלאה את נוגה כבוד ה', “the inner courtyard was filled with the glow of the Glory of Hashem.” This was a perception, not something tangible. Similarly, Isaiah 6,1 ושוליו מלאים את ההיכל, “and its skirts filled the Sanctuary.” "}, "7": {}, "8": {}, "9": {"0": "נתחכמה לו, so that they will not increase further. In the event that they would continue to multiply and a war should break out between us and our enemies. The construction here is just as in Judges 5,26  ידה ליתד תשלחנה, “her left hand reached for the tent pin”. The word תשלחנה is in the plural mode although Devorah speaks of Yael using a single hand to do this. In our verse too the word תקראנה is unaccountably in the plural mode. ", "1": "כי תקראנה, as if the Torah had written כי תארענה, “if it were to happen.”", "2": "ונלחם בנו ועלה מן הארץ, in order to return to the land of their ancestors. It would be disastrous for us to lose this source of cheap manpower. If that were to happen my kingdom would be an emaciated kingdom. [Pharaoh speaking of his loss of “face,” if he would allow the Jews to escape although they were also a great source of frustration. Ed.]\n"}}, "1": {"0": {"0": "וילך איש מבית לוי, a reference to Amram.", "1": "ויקח את יוכבד בת לוי, She had been born for Levi in Egypt (Numbers 26,59). He married her many years before Moses was born, for Aaron was 83 years old when he appeared before Pharaoh with Moses who was 80 years old at the time.\n"}, "1": {"0": "ותהר האשה, during the period that Pharaoh’s decree that every male baby had to be thrown into the Nile to be drowned.", "1": "ותלד בן. ותרא אותו כי טוב הוא ותצפנהו, anyone who translates this as “she (only) hid him because he was good, is lying.” Mothers display mercy for all their children. If this is so, we need to explain the reason why the Torah added the words כי טוב הוא. At the end of the story of creation in Genesis 1,31 the Torah wrote וירא אלוקים את כל אשר עשה והנה טוב מאד. G’d, at the end of six days of creation surveyed all He had done to find out if any of it needed improving. He was pleased to find that all had turned out as He had wished it to be.”", "2": "Here too, seeing that Moses had been born 3 months premature, just as we encounter such a phenomenon in Samuel 1,20, when the prophet Samuel was born prematurely, the prophet writing לתקופת הימים, there was good reason to examine such a premature baby as to its viability. The word תקופה, a season, is a period of 91 days. Seeing that Samuel was born after 2 such תקופות he was born after 182 days of pregnancy. [perhaps the fact that the Torah did not mention that the time for Moses to be born had arrived, as happens very often, is another support for the assumption that he was 3 months premature. Ed.] At any rate, she had nothing to fear during the three months she hid Moses at home as the Egyptians had not expected Yocheved to give birth until the end of that period of time. When Yocheved had noted that in spite of being born so much prematurely, Moses was fully formed in every way, she decided it was worthwhile to hide him and to hope that somehow he would be spared from the decree. When an inspector would show up, she would tell the inspector that he had been premature and incapable of living so that she had had to bury him or that the Egyptians had drowned him anyway."}, "10": {"0": "מכה, perhaps Moses only struck him and did not kill him.  [why then did he bury him? Ed.]"}, "11": {}, "12": {}, "13": {"0": "הלהרגני אתה אומר?, because I am striking my fellow ?", "1": "כאשר הרגת את המצרי, .on account of an Egyptian hitting an Israelite.", "2": "אכן , Moses had come to the realisation that he had been wrong when he buried the Egyptian thinking that no one had observed his death and burial. It turned out that the matter had been witnessed.\n"}, "14": {"0": "וישב בארץ מדין. A general description of the locality, followed by more details of why he settled there, i.e. his experience at the well. He had originally only stopped there for refreshment as do most travelers. The Torah follows this with the story of Yitro and his daughters."}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "בחמר, on the inside,", "1": "ובזפת, on the outside, so that the water would not get inside the basket.", "2": "ותשם בסוף; which was על שפת היאור, near the embankment of the river. People walking along the river would not automatically be able to spot the basket from the outside, but people bathing in the river would be able to see it. Yocheved had not entered the water to hide the basket from all directions. This is why the daughter of Pharaoh saw the basket while she was bathing in the river. Her maidservants, who were only walking along the embankment, had not noticed the basket and who was inside it."}, "20": {}, "21": {"0": "בארץ נכריה. The meaning of the name Gershom, i.e. a stranger in a distant land."}, "22": {"0": "ויהי בימים הרבים ההם, after Moses had slain the Egyptian and Pharaoh had tried to execute him for murder, and Moses had fled from his presence and remained in hiding until he was 80 years of age when G’d decided to speak with him, the King of Egypt who had tried to kill him died (only now). The Children of Israel had merely groaned under his persecution all this time. G’d now saw their suffering, while Moses during all that time had been a shepherd of his father-in-law’s flocks. At that time G’d appeared to Moses and commanded him to return to Egypt (3,1). Moses was unwilling to return to Egypt as he was still afraid of criminal proceedings against him, until G’d told him (4,19) that there was no cause for this, as all the people who wanted him dead had already died themselves. This is why the Torah reports here וימת מלך מצרים, so that we would understand what 4,19 is all about. The entire literary construction is similar to Genesis 9,18 וחם הוא אבי כנען. [verses 19-21 after that are in parenthesis before the Torah continues about Cham. Ed]"}, "23": {"0": "ויזכר אלוקים, which He had sworn to all three patriarchs, and the end of the period of the 400 years G’d had spoken of to Avraham in Genesis chapter 15 promising to give his descendants the land of Canaan was fast approaching."}, "3": {}, "4": {"0": "אמתה, not “her nursemaid,” but “her maidservant.”"}, "5": {"0": "ותפתח ותראהו את הילד, anyone explaining that the meaning of the line is that “she saw the infant,” is in error. Who does not know that when someone would open the basket that he or she would see the infant? Surely, the Torah did not have to tell us something so elementary! Therefore, the meaning of the line is this: when she opened the basket and saw the infant and wanted to know if it was male or female, she found that the baby was a נער, that it was male and not female. When she also observed that his member had been circumcised, she realised that this baby had not been abandoned but had been hidden in the reeds. If she would have found that the baby was a girl, she would have assumed that it had been abandoned (as an illegitimate birth) There is nothing unusual about an infant being called נער, as we find Manoach asking the angel who had predicted the birth of Simshon  מה נעשה לנער אשר יולד,”what shall we do for the boy once he will be born?” (Judges 13,8).", "1": "והנה נער בוכה, ותחמול עליו, because he was crying she took pity on him. Furthermore, because she saw that he was a circumcised boy, she added: מילדי העברים זה, that it was one of the Hebrew children. We find something parallel in Samuel I 1,5 where we are told ולחנה יתן מנה אחת אפים, that Elkanah would give his wife Chanah a double portion, the reason being explained later with the words: כי את חנה אהב “for he deeply loved Chanah.” This is all very fine, but why does the prophet stress the word אחת in the description מנה אחת אפים, “one portion twice,” instead of writing שתי מנות, “two portions?” The reason is that although she was childless her husband gave her a double portion (only), whereas Peninah, having numerous children received far more than 2 portions. Elkanah compensated Chanah for her childlessness. Here the daughter of Pharaoh reacted to the miserable condition Moses found himself in. "}, "6": {"0": "ותיניק לך את הילד, A transitive construction, meaning the Hebrew nursing woman would perform on her behalf as if it were her own child."}, "7": {}, "8": {"0": "ותניקהו, There is no need to assume that we are dealing with a two-letter mode of the verb as in שב, בא, or קם, and that the letter י of the root ינק is missing here as is usual in the transitive form, הפעיל of the roots קום or שוב, so that we have the construction ותקימהו “she made him stand up,” or ותשיבהו, “she brought him back.” The root we are dealing with here is the verb ינק, and in order to shorten the word somewhat the Torah writes instead of ותיניקהו simply ותניקהו."}, "9": {"0": "משיתיהו. As if to say: משכתיהו, “I pulled him forth.” We know that the word used here is also used elsewhere in connection with pulling something out of the water, as in Psalms 18,17 ימשני ממים רבים, “He drew me out of the mighty waters.” The construction follows the same pattern as with the root קנה the intransitive form of which parallel to ours would be קניתיהו, “I have acquired him, whereas the transitive mode, הפעיל would be יקנני, yakneyni in the future tense, “he will acquire me.”"}}, "10": {"0": {}, "1": {"0": "וישאלו, to be an outright gift, just as in Psalms 2,8 שאל ממני ואתנה נחלתך, “ask of Me, and I will give your inheritance.”"}, "2": {}, "3": {"0": " 'ויאמר משה לפרעה כה אמר ה' כחצות הלילה, וגו, the construction of כחצות is derived from the root חצה just as כעשות is derived from the root עשה, or as in the expression  כעלות המנחה the word כעלות is derived from the root עלה. In other words, the meaning of כחצות הלילה is: “as soon as midnight arrives.” אני יוצא בתוך מצרים, when it came to the execution of this prophecy the Torah writes instead: ויהי בחצות הלילה, “it was exactly at midnight.” (12,12). This is the plain meaning of the text. The reason Moses had to use a slightly different formulation was that he meant to say that G’d will divide the night into 2 halves, יחצה. Seeing that the word כחצות describes an activity by G’d being performed at a certain time, Moses could not merely have described the time without avoiding reference to G’d doing something at that time."}, "4": {"0": "אשר אחר הרחיים, later on the simile is changed and the Torah speaks about השבי אשר בבית הבור, “the prisoner in the dungeon.”(12,29) There is no contradiction, seeing that we know from Judges 16,21) that Shimshon as well as other prisoners were obliged to act as the “horse-power” turning the millstones while they were incarcerated."}, "5": {"0": "אשר כמוהו לא נהייתה, although we have a mixture of masculine and feminine construction here, this is only one of many such examples in the Torah. Genesis 32,9 המחנה האחת והכהו is just one such example which is well known."}, "6": {"0": "לא יחרץ כלב, the angel proceeds to afflict and kill the firstborn of the Egyptians. By contrast, the Jewish firstborn did not even have to endure the barking of a dog."}, "7": {"0": "וירדו כל עבדיך, Even at this point Moses respected royalty, and, when referring to something undignified for a king, instead of describing the indignity as being something the king had to endure, described it as something his servants would have to endure. Let us look at the facts reported in the Torah: While the dying was in progress, the Torah reports Pharaoh as rising from his sleep in 12,30-31 calling in Moses and Aaron and doing exactly what Moses had predicted at the time Pharaoh had expelled him from his presence. (10,29)"}, "8": {"0": "לא ישמע אליכם פרעה. This was a refrain which G’d repeated to Moses and Aaron before every plague except the last one."}, "9": {"0": " 'ויחזק ה, every single time."}}, "11": {"0": {"0": "בארץ מצרים לאמר, seeing that this is a paragraph containing a great deal of legislation, it was important to state that this legislation was legislated when the Israelites were still in Egypt. The other commandments of the Torah were communicated to Moses/people either at Mount Sinai, the Tabernacle, or in the wilderness of Moav, shortly before Moses’ death. [there were also some at Marah, on the way to Mount Sinai. Ed.]"}, "1": {"0": "'בארץ מצרים לאמר החדש הזה וגו, according to the view of Rabbi Yehoshua in Rosh Hashanah 11 who holds that the earth was created in the month of Nissan,", "1": "לחדשי השנה, “whenever I will say to you that some festival is to occur in the ‘eight’s or ninth month,’ the number refers to Nissan being the ‘first’ month relative to this.” According to Rabbi Eliezer, who holds that the earth was created in Tishrey, we would have to understand the plain meaning of the text as follows: ", "2": "החודש הזה לכם, even though other nations do not know the institution of “new moon,” you will have such an institution, so that the months can be numbered by ordinal numbers, i.e. “the second, the twelfth,” etc. (compare Esther 3,7) This is the month from which you will begin dating important events in your history/calendar, for this is the month in which you attained your freedom as a people. Whenever the Torah refers to an event by naming the month in which it occurred or would occur, the ordinal number used is relative to this month, the month of Nissan, which rates as the “first” month. This is spelled out even more clearly in Exodus 19,1 בחודש השלישי לצאת בני ישראל ממצרים, “in the third month, after the Exodus of the Children of Israel from Egypt.” The date of the Exodus from Egypt remained uppermost in the way our prophets recorded important historical events, as for instance, in Kings I 6,1 when the completion of Solomon’s Temple is dated as having occurred in the 480th year after the Exodus from Egypt."}, "10": {"0": "פסח הוא לה', to insure that G’d’s angel killing the firstborn will bypass the houses with the sign of the blood on their door-frames."}, "11": {"0": "אעשה שפטים. This was because the Egyptians had put their trust in these deities; G’d had to demonstrate their utter helplessness to help themselves, much less those who worshipped them. It was an indirect response to Pharaoh’s insolence in asking “Who is Hashem, etc.?” (5,2)"}, "12": {}, "13": {"0": "תחגוהו; the construction with the (chataf) kametz is in order when the root is חגג; a similar example would be Job 40,22 יסובוהו ערבי נחל, “the willows of the brook surround him.” There too, the root is סבב with a double consonant. On the other hand, when the root is חגה, as for instance in other examples of the ה\"י categories of verbs such as כלה, or צוה, the correct vocalisation would be with the vowel patach  i.e. techaguhu as in kaluhu, or tetzavu."}, "14": {}, "15": {"0": "אך אשר יאכל לכל נפש, the permission to cook on the festivals is the reason that the work prohibition in connection with festivals is always worded as כל מלאכת עבודה לא תעשו instead of כל מלאכה לא תעשה as on the Sabbath or Day of Atonement, which means: “no manner of work must be performed, [preparation of food involving use of fire being included. Ed.] "}, "16": {"0": "ושמרתם את המצות, to eat them on this day as a memorial.", "1": "'כי בעצם היום הזה הוצאתי, וגו, as a result their dough did not have time enough to rise before baking, resulting in it becoming cakes of unleavened bread. It was all due to the haste of being expelled (compare verse 39)"}, "17": {}, "18": {}, "19": {"0": "בכל מושבותיכם תאכלו מצות, even outside the city of Jerusalem, although the Passover itself must not be slaughtered outside Jerusalem. "}, "2": {"0": "לבית אבות, members of several families residing in the same house were in the habit of taking their meals together. They had to do this as the Passover offering could not be split up and consumed in more than one house. שה לבית, this means it was to be consumed in the same house, as per verse 15.\n"}, "20": {"0": "למשפחותיכם, a variation of verse 3 where the wording had been לבית אבות."}, "21": {"0": "בסף, a small basin. The word occurs again in Kings II 12,14 as ספות כסף, “silver bowls.” It occurs also in Esther 2,21 as שומרי הסף where its meaning is less clear, more likely meaning ”threshold.”", "1": "לא תצאו, seeing that the sign of the blood on the doorposts is the only thing which protects you."}, "22": {}, "23": {}, "24": {}, "25": {"0": "מה העבודה הזאת?, which is so different from all other festivals in so many respects?"}, "26": {"0": "אשר פסח, “who skipped over.”"}, "27": {}, "28": {"0": "בחצי הלילה, while they were eating their Passover offering.", "1": "היושב על כסאו, who would have sat on his throne if he had lived."}, "29": {}, "3": {"0": "ואם ימעט, in the event they are unable to eat it all at one sitting.", "1": "במכסת, “the number of.” We have a similar expression meaning the same in Numbers 31,37 ויהי המכס לה' מן הצאן. The letter מ in the word מכס is not a prefix just as it is not a prefix in the word מלך, but is a basic component of the noun. The construction במכסת is similar to the construction of במתג ורסן in Psalms 32,9 where the meaning is “with a bit and bridle.” It is also parallel to the expression שכבת הטל, “a layer of dew” in Exodus 15,14. On the other hand, the word תכוסו is derived from the root כסס, similar to the word תסובו which is derived from the root סבב. (Joshua 6,4). This word תכוסו in our verse is not related to the word מכס in Numbers 31,37 at all. Even if we were to consider the letter מ in the word מכס as a preposition or other addition of some kind, so that it would not be part of the noun just as the letter מ in the word מצוה, “commandment,” is not pat of the actual noun which is derived from the root צוה, or as the letter מ in the word מקנה is not part of the noun, the root of which is קנה, or words such as מעשה or מראה, the letter  מ would only camouflage the root כסה, being parallel to such roots as עשה and ראה. Those roots, however, normally have an abbreviated vowel after the first root letter that has been omitted, as in תקומה from קם or תשובה  from שב. In our verse, however, no such abbreviated vowel appears to signal that a root letter has been omitted."}, "30": {}, "31": {"0": "וברכתם גם אותי, as if the Torah had written וגם תברכו אותי, “and also bless me.”"}, "32": {}, "33": {"0": "בצקו, a construction from the root בצק, just as כתפו, “his shoulder,” is derived from the root כתף.", "1": "משארותם, the container in which the dough is placed while it is allowed to rise before being baked. We know this from Deuteronomy 28,5 ברוך טנאך ומשארתך, “blessed will be your basket and your kneading bowl.” Just as the טנא is the basket in which fruit are placed, so משארת is the bowl in which the dough is kneaded. The Torah in Deuteronomy uses these two items as prototypes for G’d extending His blessing to the utensils used by the Jewish people in pursuing their daily efforts at securing their livelihood."}, "34": {}, "35": {"0": "נתן את חן העם, to give them as outright gifts what they asked for. G’d had predicted all of this to Moses already in Exodus 3,21", "1": "וישאילום. The Egyptians are subject in this, i.e. they lent, or gave outright as gifts, after the Israelites had asked. The Egyptians gave it in such a way that the recipients were not expected to return it to the original owners. In this context, the one who asks for something is considered the active party whereas the one who responds to the request is considered the מפעיל, in this instance the “giver.”", "2": "וינצלו את מצרים, the Israelites had asked for precious jewelry and fancy garments which they used to dress up their children in. The expression is used again in Exodus 33,6 after the sin of the golden calf when the Jews had to divest themselves of their jewelry which they had obtained at the time of the revelation at Mount Sinai. [at that time it had been jewelry of a spiritual nature, i.e. the phylacteries. Ed.] At any rate, the expression וינצלו refers to jewelry."}, "36": {}, "37": {"0": "ערב רב, an expression describing a mixed assortment, as we find it in Psalms 106,35 ויתערבו בגוים, “they mixed freely with the gentiles, assimilated.”"}, "38": {"0": "עוגות, for the term bread applies only to dough which had been baked in an oven. [According to our author on Exodus 29,2 anything baked in an oven is called לחם, bread, even if it contains a fair amount of oil. Ed] Seeing that this “bread” had not been baked in an oven but was baked by the sun, it is not called לחם, but עוגה, “cake.”", "1": "כי לא חמץ, it had not become fermented. This formulation, i.e. as an adjective, is also found in connection with Pharaoh when the Torah spoke about כבד לב פרעה, usually translated as “Pharaoh’s heart was tough,” when what is meant it that Pharaoh toughened his heart. Similar constructions are found in Genesis 27,14 אהב אביו, “his father had come to like.” The same is true of Kings I 1,1 והמלך דוד זקן, which though we normally translate this as “and King David was old,” really means “King David had allowed himself to age.” These formulations which sound like mere adjectives, are more than that, they describe what led to the present state of something or somebody.", "2": "וגם צידה (לדרך) לא עשו להם, this is why in short order they would have to complain of the need for bread and water. [seeing that they had not been given an opportunity to take along provisions. Ed.]"}, "39": {"0": "ומושב בני ישראל אשר ישבו במצרים (עד סוף) שלושים שנה וארבע מאות שנה, counting from the time when G’d spoke to Avraham at the covenant between the pieces. At that time Avraham was 70 years of age (according to Seder Olam). On the other hand, the “400 years” commenced when Avraham had fathered Yitzchok at 100 years of age. I have explained all this in my commentary on the covenant of the pieces."}, "4": {}, "40": {"0": "ומושב בני ישראל אשר ישבו במצרים (עד סוף) שלושים שנה וארבע מאות שנה, after the birth of Yitzchok. At any rate, out of these 400 years the Israelites resided in Egypt for only 210 years at the tail end of the 430 years mentioned at the beginning."}, "41": {"0": "ליל שימורים הוא לה', G’d had been anticipating this night ever since the days of the patriarchs in order to have the opportunity to lead the Jewish people out of Egypt. For the Jewish people, on the other hand, this night now became a night to be remembered", "1": "לרורותם, for all their future generations. The expression", "2": " שמורים, represents an element of “waiting for something.” It is used in this sense in Genesis 37,11 ואביו שמר את הדבר, “his father waited to see what would happen in this matter.”"}, "42": {}, "43": {}, "44": {}, "45": {"0": "ועצם לא תשברו בו, as a symbol of the haste in which it must be eaten."}, "46": {}, "47": {"0": "וכל ערל, A Jew whose brother had died from the after-effects of the circumcision and has therefore not been circumcised himself must not eat from this offering. (Compare Rashi)"}, "48": {}, "49": {}, "5": {}, "50": {"0": "'ויהי בעצם היום הזה וגו, although this has been mentioned once, it is repeated because G’d gave instructions to Moses concerning the sanctifying of the Jewish firstborn forthwith on the very day the Exodus took place."}, "6": {"0": "המשקוף, the upper lintel which is visible to all when one enters though the door. The word appears in a context of viewing something in Genesis 26,8 וישקף אבימלך, when the King of the Philistines, acting like a peeping Tom, found out that Yitzchok and Rivkah were man and wife. Commentators who consider the word משקוף as relating to sounds made when the door hits the frame owe us other proof of such uses of the word in classical Hebrew texts. [a swipe at his grandfather Rashi. Ed.]"}, "7": {"0": "'ואכלו את הבשר בלילה הזה צלי אש וגו, every reference to the eating of this meal reflects the haste with which it had to be consumed."}, "8": {"0": "נא, I believe this means a type of frying in a pot but in its own juice (including the blood) not involving water known as צלי קדר, not roasting directly on the fire, as required by our verse here [so that the blood drips off. Ed.]."}, "9": {}}, "12": {"0": {}, "1": {"0": "פטר, a word describing an opening, an orifice. The word occurs in this sense in Proverbs 17,14 פוטר מים ראשית מדון, “starting a quarrel is like opening a sluice..”", "1": "באדם, originally, all sacrificial service was performed by the firstborn."}, "10": {}, "11": {"0": "והעברת, you will remove it from your flock and give it to the priest to offer as a sacrifice.", "1": "שגר, an expression describing something being ejected from the belly, the womb."}, "12": {"0": "תפדה, after the Levites had been sanctified to take the place of the firstborn who had participated in the sin of the golden calf, in the second year after the Tabernacle had been erected and inaugurated. At that time you will take 5 shekalim per head (Numbers 3,47) to effect this exchange. It included Levites  of one month and up (males) Numbers 18,16)"}, "13": {}, "14": {"0": "ויהי כי הקשה, all of this you are to tell your son. This is also clear from verse 16 where it is stated that this whole paragraph was said by G’d to Moses. The Israelite is to say to his son: “G’d has taken us out of Egypt.” Moses did not say this verse to the people on his own account, [he could not refer to himself as having been redeemed seeing he had not been enslaved. Moses’ sons had not been enslaved either. Ed.] "}, "15": {}, "16": {"0": "ויהי בשלח פרעה את העם, when G’d intended to bring them to the land of Canaan, but did not want to lead them through the land of the Philistines although it was the closest route,", "1": "כי קרוב הוא, and G’d feared that when faced with the need to conduct battles they would appoint an alternate leader in order to return to Egypt and submit to the Egyptians. We know that the Israelites tried to do this several times whenever they felt frustrated. (Examples are Numbers 14,3, Numbers 11,5) The disgruntled Israelites on such occasions “suddenly remembered” how good they had it in Egypt, citing the fish they ate for free, etc., as examples of their having been better off in Egypt. In light of what happened, although the Israelites did not have to face the armed might of the Philistines, G’d’s foresight in not leading them on that route seems extremely understandable. As a result of such considerations we find ויסב את העם דרך המדבר, that G’d made the Israelites take a much longer route in the direction of the Sea of Reeds. Moses described that had the Israelites traveled a straight path from their point of departure the whole journey would not have required more than 11 days. (Deuteronomy 1,2). Proof that the route to Egypt via the land of the Philistines is the shortest and most traveled route is furnished by Yitzchok’s declared intention to move to Egypt on account of the famine in the land of Canaan if G’d had not ordered him to stay in that land and he settled in the land of the Philistines while already on the way to Egypt (Genesis 26,3-6)."}, "17": {"0": "As a result of such considerations we find ויסב את העם דרך המדבר, that G’d made the Israelites take a much longer route in the direction of the Sea of Reeds. Moses described that had the Israelites traveled a straight path from their point of departure the whole journey would not have required more than 11 days. (Deuteronomy 1,2). Proof that the route to Egypt via the land of the Philistines is the shortest and most traveled route is furnished by Yitzchok’s declared intention to move to Egypt on account of the famine in the land of Canaan if G’d had not ordered him to stay in that land and he settled in the land of the Philistines while already on the way to Egypt (Genesis 26,3-6).", "1": "וחמושים, fully armed. The expression חמושים meaning armed occurs in Joshua 1,14 and is implied in Exodus 3,8 where G’d declared His intention to lead the Israelites to the land of Canaan, Obviously, the Canaanites were not expected to hand over their land without a fight. "}, "18": {}, "19": {}, "2": {}, "20": {"0": "וה' הולך, the angel accompanying the Israelites on their journey positioned himself at the head of the marching columns in the guise of a pillar of cloud by day and a fiery column of flame at night.", "1": "יומם ולילה, the reason that they traveled both by day and night was to make Pharaoh rethink his decision and to see in them people who were in flight."}, "21": {"0": "לא ימיש, the subject is G’d. The word is in the transitive modem hiphil, meaning that G’d would not allow the pillar of cloud and the column of fire to depart from being at the head of the people either by day or by night."}, "3": {"0": "האביב; the time when the earliest harvests ripen. Compare the use of the word אביב in this context in Job 8,12  עודנו באבו לא יקטף, “while still tender not yet plucked.” The word also occurs in Song of Songs 6,11 in this senseלראות באבי הנחל, “to see the budding of the vale.’ The dagesh in the letter ב in the word באבי replaces the missing letter ב from the word אביב."}, "4": {}, "5": {}, "6": {}, "7": {"0": "בעבור זה, this was the reason G’d performed miracles for me so that I would subsequently perform this sacrificial service for Him. We find something analogous to this thought in Psalms 118,24 זה היום עשה ה' נגילה ונשמחה בו, “This is the day that the Lord has made, in order for us to exult and rejoice on it.”"}, "8": {"0": "לאות על ידך, according to the true meaning: an exhortation that this memory should be with you permanently, as if the subject matter had literally been inscribed on your hand. We find a similar syntax in Song of Songs 8,6 שימי כחותם על לבך, “place it on your heart as if it had been engraved there like a seal,”", "1": "בין עיניך, like a precious jewel which one places on one’s forehead as a decoration. "}, "9": {"0": "את החוקה, the statute involving the Passover."}}, "13": {"0": {}, "1": {}, "10": {"0": "המבלי אין קברים, another example of repeating the same thought in different words by adding the words: ", "1": "למות במדבר, “to die in the desert.”"}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "ובקעהו, the letter ע with the vowel tzeyreh converts the intransitive mode, as does the tzeyreh in the word שמענו in Genesis 23,6; on the other hand, in the construction זכרני, zochreyni, based on the root זכר, the first letter of the root has the full vowel kametz. (Psalms 106,4)"}, "16": {}, "17": {}, "18": {"0": "ויסע מלאך האלוקים, the one that was guiding the pillar of cloud and the column of fire respectively in front of the marching columns of Israelites, changed positions and moved behind the columns of marching Israelites instead.", "1": 0, "2": 0, "3": "ויסע עמוד הענן מפניהם ויעמוד מאחריהם, this was the result of the angel repositioning himself. The purpose of the angel’s move now was to create a barrier between the Israelites and the Egyptians approaching from behind. The angel created a barrier of darkness, impenetrable to artificial means of lighting up the area in front of the Egyptians. (as described in Joshua 24,7). As a result, the Egyptians did not draw nearer to the Israelites during the entire night. "}, "19": {"0": "ויהי הענן והחושך, the cloud spread darkness for the Egyptians, whereas,", "1": "ויאר את הלילה, at the same time it lit up the night for the Israelites.", "2": "ולא קרב זה אל זה כל הלילה, and the Egyptians were unable to come any closer to the Israelites during the entire night."}, "2": {"0": "נבוכים הם, the sea in front of them caused them to become confused, this is why they retraced their steps not knowing where to turn, seeing סגר עליהם המדבר, the desert is closed to them as a route due to the dangerous reptiles, etc., that abound there, and they also have to worry about the wild beasts behind them so that they decided for the moment to encamp along the shores of the sea near Eytam, at the edge of the desert  so that they find themselves between Migdal and the sea, in a state of confusion. The word נבוכים, is to describe a state of hopeless confusion, lack of options. The expression is found in Job 38,16 as well as 28,11, once in connection with the sea, נבכי-ים, meaning “the recesses of the sea,” the other time in connection with “damming up deep rivers.” At any rate. it describes people faced by insurmountable obstacles to their continued progress."}, "20": {"0": "ברוח קדים, G’d used natural means, i.e. an east wind which always brings dryness and on occasions dries out ponds and rivers."}, "21": {}, "22": {}, "23": {"0": "בעמוד אש, at the column of fire as well as at the pillar of cloud accompanied by the sounds of hail and thunder as described in Samuel I 7,10.", "1": "ויהם, as the could not identify the precise nature and source of all these sounds."}, "24": {"0": "ויסר את אופן מרכבותיו, when the Egyptians saw that they were in a state of confusion, they tried to turn around the wheels of their chariots in order to flee; they found themselves unable to do this but all they could do with their utmost efforts was to turn around their chariots with difficulty seeing that those trying to turn around conflicted with those behind them still pressing forward. The reason they did all this was because they had come to the realisation אנוסה מפני ישראל כי ה' נלחם להם , that it was time to flee seeing that G’d Himself was fighting against them on behalf of the Israelites."}, "25": {"0": "נטה את ידך, as soon as the last Israelite had completed crossing to the far shore of the Sea of Reeds."}, "26": {"0": "ומצרים נסים לקראתו, when they were turning around the wheels of their chariots in order to escape, the waves of the Sea hit them before they had completed their turnaround completely so that at that point it appeared as if they were fleeing in the direction of the onrushing sea. ובני ישראל הלכו ביבשה בתוך הים, all this while the Israelites had already completed crossing the sea while its bed was completely dry."}, "27": {}, "28": {"0": "ובני ישראל הלכו, all this while the Israelites had already completed crossing the sea while its bed was completely dry."}, "29": {"0": "וירא ישראל, the ones on the far shore of the Sea of Reeds, את מצרים, dying and drowning על שפת הים, while they themselves were safely on the beaches of the sea. As soon as the last Israelite had climbed out of the bed of the sea, they saw that the sea had turned back to engulf the pursuing Egyptians and that these were drowned in it. This is in line with the plain meaning of the verse, something I already explained in connection with Genesis 38 on the expression וישמע את קול ה', that the perception by the Israelites of Egyptians dying was more of an aural kind than a visual kind. [the fact that on occasion the ear can be as powerful and reliable an instrument of perception as the eye, has been proved in Exodus 20,14 where רואים את הקולות means that the noise was as convincing as if a visual image had been seen. Ed.]"}, "3": {}, "30": {"0": "'ויאמינו בה, they believed that they would also not die from starvation in the desert."}, "4": {"0": "כי ברח העם; seeing they had turned back.", "1": "מעבדנו, the letter ח has a chataf kametz vowel underneath it, so that the word means “from serving us.” We find a similar construction Deuteronomy 7,8 where the words ומשמרו את-השבועה, mean: “and due to His observing His oath.” Also Exodus 16,3 באלנו לחם לשובע, “when we ate as much bread as we wanted,” or Numbers 26,10 באכל האש, “when the fire consumed,” are similar constructions of verbs as a form of the present tense."}, "5": {}, "6": {"0": "רכב בחור. armoured vehicles of the best category.", "1": "ושלשים, high ranking officers. We know this from the description of who was drowned in Moses’ song of thanks ומבחר שלישיו טובעו בים סוף, “and the pick of his officers are drowned in the Sea of Reeds.” (Exodus 15,4)"}, "7": {"0": "יצאים ביד רמה, they had not started to worry at all until they saw Pharaoh and his army pursuing them. At that point, וייראו מאד, they became very much afraid."}, "8": {}, "9": {}}, "14": {"0": {"0": "גאה גאה, victory in war is called גאות on several occasions. For instance, Moses says in Psalms 94,2 השב גמול על גאים, “give the victors their just deserts.” We find the expression בית גרים יסח ה' in Proverbs 15,25 where it means: “G’d will tear down the house of the victors.” [The author quotes a few more such examples, but I have not been able to find proof in this that the verses speak of “victors in war,” rather than arrogant people in whatever vocation. Ed.]", "1": "רמה בים, another way of saying השליך, “He flung (into the sea).” Psalms 78,9 speaking of רומי קשת, also uses the root רמה as “throwing, flinging.”"}, "1": {"0": ". עזי וזמרת י-ה; the power, the glory and the fame of the Jewish people are only G’d. It was He Who became our ישועה, salvation. The chataf kametz followed by the letter י which is not part of the word is similar to a similar construction in Lamentations 1,1 רבתי בגוים as well as in Psalms 123,1 הישבי בשמים, and in Jeremiah 49,16 שוכני בחגוי סלע. On the other hand, when we encounter the construction עוזי as in Psalms 59,10 uzzi eleycha eshmorah, the meaning of  עוזי is: “”My strength.”", "1": "וזמרת, the letter ת at the end of this word is similar to the letter ת at the end of the word שכורת instead of שכורה in Isaiah 51,21 or the letter ת at the end of the word שערות inתסמר שערות בשרי in Job 4,15. It is part of a repetition of the beginning of the verse i.e. the words ורוח על פני יחלוף, “a wind passed me by.” This is also how Rav Yoseph translated it. The word וזמרת is spelled defectively just as are the words שכורת and שערות in the verses quoted. [the author means that the letter ו, indicating a sound, is only read for the vowel cholem but not spelled out in the text. Ed.]", "2": "זה א-לי, even though G’d  remained, of course, invisible to the human eye, it is order to describe the experience witnessed with the word זה, “this,”  just as we find the word זה “this,” used by the Torah (describing an utterance by the people about to make the golden calf) in the line כי זה האיש משה, “for this man Moses, etc.” (Exodus 32,1) It is clear that they did not “see” Moses at the time, as the reason for what they were about to do was precisely Moses’ “invisibility,” i.e. he had not returned from the Mountain as promised.", "3": "ואנוהו, “I will describe His beauty in poetical terms.” We find something parallel to this in Jeremiah 6,2 הנוה והמעגנה, “the lovely and delicate one.” (a description of בת ציון, the concept of “Daughter of Zion.”) It is not to be compared to Isaiah 27,10 כי עיר בצורה בדד נוה משלח, “for the fortified city lies desolate, a homestead  deserted, etc.” The proof lies in the repetition of the prophet’s theme at the end of his verse. [had he introduced a new thought, instead of the repetition of the same thought in different words, we could have erred in understanding his meaning. Ed.] ", "4": "In our context both the words ארומממנה and אנוהו are clearly expressions of glorifying G’d."}, "10": {"0": "מי כמוך בא-לים ה' מי כמוך נאדר בקודש!; this is another example of the poetic repetitions we have been remarking on previously in connection with the line ימינך ה' וגו. The meaning of the verse therefore is: “who among the divine powers which are exalted can compare to You in this respect?”", "1": "נורא תהלות, the praises that have been heaped upon You by them are based on the reverence and awe of the people extending them. (compare 14,31 וייראו העם את ה', “the people were in awe and reverence of the Lord”)."}, "11": {"0": "נטית ימינך, a reference to when G’d said to Moses: נטה, “extend your hand over the sea and the waters will return, etc.” (14,26)."}, "12": {"0": "נהלת בעזך, You are guiding the Israelites now in order to bring them into the Holy Land to give it to them as an ancestral possession. The land of Canaan will then be called נוה קדשך, “residence of Your Holiness.”"}, "13": {"0": " יושבי פלשת, אלופי אדום, אילי מואב, all the aforementioned are neighbours of the land of Israel."}, "14": {}, "15": {"0": "עד יעבור, the reason this is repeated is because it refers not only to the crossing of the Sea of Reeds but also to the crossing of the Jordan. This could also be considered as the reason for the repetition of the words עד יעבור.", "1": "בגדול זרועך, as if the Torah had written: בזרוע גדלך, “with the arm of Your Greatness.” We encounter a similar formulation in Psalms 65,5 קדוש היכלך where it means the same as היכל קדשך, “the Sanctuary of Your Holiness.”"}, "16": {"0": "מקדש, the letter ק in this word has a dagesh, whereas the letter ד is “weak,” i.e. without a dagesh. We encounter similar construction in Exodus 2,3 hatzfino, (the letter צ has the dagesh, whereas the letter פ following it does not) as well as in Judges 16,28 משתי עיני מפלשתים, where the letter ש has the dagesh, whereas the letter ת immediately afterwards does not have a dagesh. The reason is that the dagesh in the letter converts the vowel beneath it into an abbreviated sound after which the consonants ב,פ,ד,כ,ג,ת are never in a “strong” mode."}, "17": {"0": "ימלוך לעולם ועד. will be king forever."}, "18": {"0": "כי בא סוס פרעה, and He tossed them into the sea הלכו בתוך הים ביבשה, after the Israelites had crossed the sea on dry ground"}, "19": {"0": "ותקח מרים הנביאה, the author lists a number of verses which appear to commence in the middle and without forming a continuation of what preceded them. Examples given are: Exodus 16,34 commencing with the wordsכאשר ציוה ה' את משה, “as G’d had commanded Moses.” Another example quoted is Jeremiah 37,16-17. כי בא ירמיהו וגו'. [While these examples make the beginning of verse 19 less unique, they still do not explain the reason for this type of syntax. Ed.]", "1": "הנביאה, the term נביא or נביאה is accorded to people who either are held in high esteem by their peers for their eloquence or their ability to admonish their peers.", "2": "אחות אהרן, seeing that he was her older brother the Torah describes her as Aaron’s sister rather than as Moses’ sister. I have explained this in connection with Genesis 28,9 about אחות נביות as well as in connection with אחות לוטן in Genesis 36,22."}, "2": {"0": "ה' שמו, compare Psalms 9,17 נודע ה' משפט עשה, “He is known as Hashem because of the justice He worked.”"}, "20": {}, "21": {"0": "ויסע, a causative construction, hiphil. When the Torah writes, as it does most of the time, vayisa, this is in the intransitive active mode, meaning “he journeyed,” instead of “he made (someone) journey,” as is the case here. Similar constructions involving both the kal mode and the hiphil mode of the verse are: vayagesh את פר החטאת, “he presented, brought near, the bull of the sin offering,” (Leviticus 8.14) as distinct from vayigash, “he approached (himself).” Similarly, a construction such as vayipol is in the intransitive active mode, meaning: “he fell, or he prostrated himself deliberately,” whereas the transitive mode of the same word (root) would be “vayapel,” “he threw down.”"}, "22": {}, "23": {}, "24": {"0": ". ויורהו, a word meaning “He instructed, taught,” similar to Deuteronomy 33,10 יורו משפטיך ליעקב, “they (the Levites) will teach Your laws to Yaakov.”", "1": "שם שם לו חק ומשפט, there, at Marah, as a result of the complaints and the resolution of the crisis, G’d taught the people  that it would pay them to accept G’d’s laws, as failure to do so might result in G’d withdrawing His vital support from them. They were to learn that G’d was not only willing but also able to provide all of their needs. This is why the experience is referred to as a נסיון, a trial. G’d Himself spelled out the lesson after having supplied them with water, “to see if they would listen to His instructions and carry out His ordinances.” (verse 26) He added the assurance that if the people would take the lesson to heart, כל המחלה אשר שמתי במצרים, all the diseases which He had brought upon Egypt, commencing with turning the source of life, the waters of the Nile, into blood, G’d would not afflict the Israelites with. We know from Exodus 23,25 that blessing one’s food and water is equivalent to keeping away disease from people. וברך את לחמך ואת מימיך והסירותי מחלה מקרבך."}, "3": {"0": "ירה בים, the verb is a variation of זרק or השליך, meaning: “he threw, flung with force.” It is used as such an alternate in Samuel II 11,24."}, "4": {"0": "יכסיומו, we would have expected the vowel cholem on the letter ו at the end of this word, i.e. “covered it” (the Egyptian army). However on account of the vowel kubutz under the letter י in the same word the vowel shuruk was chosen for poetical considerations. We find a similar anomaly in Ezekiel 43,11 מוצאיו ומובואיו, where there appears to be no justification at all for the letter ו after the letter מ in the word ומובאיו. The letter was added to maintain a certain poetical meter. [I am far too ignorant of Hebrew poetry either classical or modern, to offer any opinion on this. I do know, however, that the root בא from a grammatical aspect does not require the additional letter ו. Ed.]"}, "5": {"0": "ימינך ה', Your “right” which is glorious with might, was the one that shattered the enemy. ", "1": "The word ימין actually is of the feminine gender, as are all parts of the body which appear in multiples, and moreover the same word appears in the feminine gender in Psalms 118,16 ימין ה' רוממה. Why then does it appear in the masculine gender here? [the implied question is not answered, but it seems clear that when we describe the “power” of G’d as represented by His hand, we cannot at the same time use a grammatical mode applicable to the “weak” gender. In the verse quoted from Psalms, G’d is not described as active at the time. Ed.]", "2": "Our verse has to be compared to such verses as Psalms 93,3 נשאו נהרות ה' נשאו נהרות קולם, “the mighty river raised their voices; the mighty rivers made thundering sound.” Or look at Psalms 94,3 עד מתי רשעים ה' עד מתי רשעים יעלוזו, “how long shall the wicked, O Lord, how long shall the wicked exult?” In these various verses (all poetry, of course) the first sentence has not even been completed before the composer begins with the verse following. However, he mentions the subject of whom he speaks in the first half of the verse.\n"}, "6": {"0": "תהרס קמיך, the word תהרס describes the “removal,” הסרה of something, lowering or moving something sideways from where it used to be. One example of the use of the word in this sense is found in Exodus 19,21 פן יהרסו אל ה', “so that they should not move closer to Hashem, etc.” In that instance, the purpose would have been to draw close in order to see better. Psalms 52,7 also employs the word in this sense."}, "7": {"0": "וברוח אפיך, by means of the east wind which You made blow all night long. (14,21)", "1": "נערמו, they moved upwards. We know the word as a “pile” from ערימת חטים, “a high heap of wheat.”", "2": "נד, another word describing height. We find it in connection with the waters of the Jordan river backing up when the Israelites crossed (Joshua 3,16).", "3": "קפאו, similar to the hardening of cheese described in Job 10,10 as וכגבינה תקפיאני, “You congealed me like cheese.”"}, "8": {"0": "אמר אויב, when they saw the sea turn into dry ground", "1": "אריק חרבי, I will empty my sheath by drawing forth my sword. This round about description of someone drawing his sword is not unique. We find something similar in connection with bows and arrows. In Psalms 38,3 כי חציך נחתו בי, literally: “for Your arrows have landed on me,” the meaning is, obviously, “Your arrows have struck me.” David, using poetic language, describes that when the bow has been placed flat on a solid surface in preparation for the arrow to be shot after the bow has been tensed sufficiently, it is aimed and shot so that its arrival at the target represents a “landing.” Psalms 18,35 uses similar language to describe the action of a bow and arrow."}, "9": {"0": "צללו כעופרת במים, they sank quickly like lead although the waters were so turbulent [which usually delays the sinking even of objects of heavy specific weight such a lead. Ed.]"}}, "15": {"0": {"0": "בחמשה עשר יום לחודש השני, this was the day when they ran out of the unleavened bread they had flung over their shoulders as dough when they left Egypt."}, "1": {}, "10": {}, "11": {"0": "וידעתם כי אני ה' אלוקיכם, Who has taken you out of Egypt."}, "12": {}, "13": {"0": "ותעל שכבת הטל, which covered the manna from above. It is in the nature of dew to rise toward the atmosphere as the air gets thinner after sunrise.", "1": "מחספס, a word appearing only here. It has to be understood in its context, “tiny crystals like hoary frost.”"}, "14": {"0": "ויאמרו איש אל אחיו מן הוא, seeing that they did not know what it was; this is also the interpretation offered by Dunash in a book called “answers of Dunash,’ aimed at the commentary of Menachem, arguing that the end of the verse proves that this must be the meaning.", "1": "I say that the meaning of the words מן הוא is simply: “whose is it?” Seeing that this is an Egyptian expression, and in that tongue the meaning of מן is the same as the meaning of מה “what,” in Hebrew, the reason why Moses used the Egyptian term is simply because there was no comparable Hebrew word for that phenomenon. It is not so out of character for the Torah when quoting people, to describe what they said in the language in which it was said. Examples are: Genesis 31,47 where the words יגר שהדותא for the monument erected by Lavan and called Galed by Yaakov, is repeated verbatim in the local language Lavan spoke. When, in the Book of Esther 3,7 we read about a פור, which means “lots” in English, but is the Persian equivalent, this reflects what was familiar to people in that region and at that time. Esther and Mordechai did not have to use this Persian term at all. All they had to write was what they did write in explaining the meaning of the word, i.e. הוא הגורל, “that is the lot.” After all, the entire Book of Esther with the exception of a couple of words is written in Hebrew. However, if the Book of Esther had not first mentioned the word פור we would not have understood why the festival was called פורים. The word מן therefore is quite understandable in light of the circumstances."}, "15": {}, "16": {"0": "וילקטו, at random, without measuring any of it."}, "17": {"0": "וימודו, after they had come home. The construction of the word וימודו from the root מדד is similar to the word ויסובו, they circled, from the root סבב."}, "18": {}, "19": {}, "2": {"0": "'ביד ה, a kind of death described in Job 5,26 as בכלח אלי קבר, “coming to the grave in ripe old age,” not from hunger.", "1": "על סיר הבשר, the word על here means “next to,” as it does in Numbers 2,20 ועליו מטה מנשה, “and next to him the tribe of Menashe.”"}, "20": {}, "21": {"0": "ויגידו למשה, what they had found, i.e. that each of them had found double the usual ration. Moses had been told this by G’d already on the first day, but had withheld this information up until now."}, "22": {"0": "'ויאמר אליהם הוא אשר דבר ה, already on the first day, but I did not tell you about it. Moses had deliberately waited until they would express their amazement at the phenomenon of a double portion on Friday in order to be able to explain to them that this was all in honour of the forthcoming Sabbath.", "1": "אפו, actually, the letter א in אפו should have been written with a chataf segol just as in אכל, echol, from the root אכל, or emor, from the root אמר. This would have been a normal imperative mode. However, seeing that the tone-sign does not link it to the word following, this resulted in the vowel tzeyre, a longer sounding vowel, instead of the chataf segol we would have expected. I have not really found any other parallel of this construction in the Bible other than the word heyvu in Hoseah 4,18 אהבו הבו קלון מגיניה , “they love beyond measure-disgrace is the gift.”[a reproof to the priests who demanded too much from the people. Ed.]"}, "23": {"0": "ולא הבאיש, even the worms which would normally become manifest in short order. לא היתה בו, did not materialise on it.\n"}, "24": {}, "25": {"0": "לא יהיה בו, on the manna."}, "26": {}, "27": {}, "28": {}, "29": {"0": "וישבתו העם, from that day onwards the people made it a rule to observe rest ביום השביעי, every seventh day.\n"}, "3": {"0": "ויצא העם ולקטו דבר יום ביומו, even if it had been a man’s intention to collect what he perceived to be a large quantity (far more than the appropriate amount) it would turn out to be no more than was required for each day. This is what is described in verse 18, that when they measured it after returning to their respective tents they found that each person had returned to his tent with the daily ration of an omer multiplied by the number of people in his immediate family.", "1": "למען אנסנו, the trial consisted in the fact that the people had to look to G’d on a daily basis for their immediate food supplies. This experience would bring home to them that on the one hand they could rely on G’d, and on the other hand, as stated in Deuteronomy 8,3 such a lesson was only learned when, even briefly, for a day, they had been “starved” by G’d."}, "30": {"0": "וטעמו כצפיחית. Later on in Numbers 11,8 the Torah describes the taste of the manna as like לשד השמן, some kind of cake made with a lot of oil. Our Rabbis (Yuma 75) explain that to children it tasted like wafers smeared with honey, whereas to the elderly it tasted like these oily cakes.", "1": "כצפיחית בדבש. Like walnuts before they have been ground when they taste sweet. In Numbers, when the Torah describes the manna as being ground in a mill or being treated in a variety of other ways, its oily taste would come to the fore. Nuts yield their oil as a result of grinding or pounding just as do olives. This is the reason why here the Torah describes וטעמו וגו', whereas in Numbers the Torah writes והיה טעמו, the word והיה alluding to the change in the taste after grinding it. That is when it began to taste more oily. כצפיחית, the letter כ at the beginning, meaning similar to, suggests that there is no other phenomenon in the universe which tasted exactly like the manna. The word צפחת מים in Samuel I 26,11 is a vessel, has nothing to do with the word צפיחית.", "2": "גד, a round globular shaped legume, similar to the seed of coriander ", "3": "לבן, Coriander seed is not white, whereas the manna is described as such. This is why the Torah adds another description in Numbers 11,7, i.e. bdellium."}, "31": {}, "32": {"0": "ויאמר משה אל אהרן, Moses said this to Aaron only after the Sanctuary had been built and inaugurated, i.e. at least about 11 months later. Until then there had not been a Holy Ark."}, "33": {"0": " לפני העדות, in front of the Holy Ark."}, "34": {"0": "אל קצה ארץ כנען, compare Joshua 5,12 where the cessation of the manna is described as occurring on the day following the Passover, three days after crossing of the river Jordan."}, "4": {"0": "והכינו, they are to prepare (ahead of time, on the Friday) by baking, cooking, or whatever, their needs for the Sabbath as outlined in verse 23.", "1": "והיה משנה, it will prove to be double even though you have found and brought home a single omer per person in your tent. On the sixth day of the week they will find twice the amount."}, "5": {"0": "כי ה' הוציא אתכם, not as you claimed or thought that Aaron and I took you out of Egypt."}, "6": {"0": "'ובקר וראיתם את כבוד ה, when He will make bread rain down for you in the morning."}, "7": {}, "8": {}, "9": {}}, "16": {"0": {}, "1": {}, "10": {"0": "כאשר ירים משה ידו, and his staff.", "1": "וגבר ישראל, it is a psychological axiom that when the warriors see their flag being held aloft they are inspired with additional courage. When they cannot see their flag being held aloft they interpret this negatively and are liable to flee from the battlefield."}, "11": {"0": "אמונה; keeping them steady. We find a parallel to this in Isaiah 22,23 ותקעתיו יתד במקום נאמן, ”I will fix him as a peg in a firm place.” Also in Psalms 100,5 and in Deuteronomy 28,59 we find aimilar syntax."}, "12": {"0": "ויחלש, he defeated them. The word חלושה in the same sense occurs in Exodus 32,18 when Moses describes the noise he hears when descending from Mount Sinai as not being typical of the sounds one hears from soldiers suffering a defeat."}, "13": {"0": "באזני יהושע, that he shall prevail over them when he will be king and keep My commandment to wipe out the name of Amalek."}, "14": {"0": "הי נס, the staff of G’d [in Moses’ hand Ed.] had become a miracle or equivalent to a flag, (an inspiration) on the hill on which Moses was positioned. Moses prayed that G’d would also use it in this manner in the future in order to conduct the war against Amalek, because G’d had already now given the commandment and assurance that He would completely wipe out even the memory of Amalek [this being the inspiration of the anti God forces on earth. Ed.] This is also what is spelled out in verse 16. 'ויאמר כי יד על כס י-ה וגו, this is why I call the altar ה' נסי, “G’d is my banner, my flag.” This is the same as when a father calls his son Eliezer, which means the same thing in Hebrew. (compare Exodus 18,4 where the reason for Moses calling his son by that name is explained.) Also the name Emanuel means the same, i.e. two words עמנו א-ל, “G’d is with us.” (Isaiah 7,14) G’d raised His hand in an oath, swearing by His throne that He would conduct ongoingמלחמה לה' בעמלק מדר דר, war against Amalek throughout the generations until he would be wiped out completely. Invoking the word יד here in connection with G’d’s utterance (as opposed to visible action) is the same as the line כי אשא אל שמים ידי, “I raise My hand to heaven” in Deuteronomy 32,40 it clearly is the formula for G’d swearing an oath. This is the plain meaning of these words. There are some who explain that when a king will sit on the throne of Israel, such as King Sha-ul, the time will have come to wipe out Amalek completely. I cannot accept this interpretation at all, as if it were correct, the Torah should have written כי תהיה יד אל כס י-ה “when the throne of Israel will be occupied by a real powerful king, representing G’d on earth.” The meaning of the words כי יד על כס י-ה is: “whenever a deliberate threat is posed against the kingdom of G’d on earth, etc.”"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {"0": "היש ה' בקרבנו?, if He is going to give us water."}, "7": {}, "8": {}, "9": {}}, "17": {"0": {"0": "אשר עשה אלוקים למשה, that Pharaoh never tried to harm him personally, and that G’d provided him with such an imposing image in the eyes of Pharaoh and his servants seeing He let him perform all these miracles."}, "1": {"0": "אחר שלוחיה, seeing that the Torah had never told us that Moses had sent his wife and children back to Midian after they had arrived in Egypt, the Torah had to fill us in on this if we are to understand what is written here. Some commentators believe that what is meant is that now that Moses was in a position to do this he had sent her the gifts a husband normally gives his bride. We find something similar reported of Pharaoh giving his daughter, Solomon’s wife, Gezer Chazor and Megiddo as a dowry. in Kings I 9,15. The former interpretation in the plain meaning of our verse. There would be no point is Yitro bringing Tzipporah back to her husband, when we had never heard that Moses had sent her back to her father in the first place. The last that we had heard was that Tzipporah had accompanied Moses and even circumcised his son (their son) during Moses’ temporary absence. If she had been sent to her father at that time, why did the Torah not report something important like this? The Torah has reported far less important matters more than once, such as Genesis 9,18 וחם הוא אבי כנען, “and Cham, the one who was the father of Canaan.” This information was provided by the Torah in Genesis 10,6 where it belonged. It is therefore not unusual for the Torah to provide some information at a juncture we would not have suspected it.", "1": "אחר שלוחיה. The word אחר describes something happening later, as it did in Genesis 22,13 where Avraham only found the ram which had been caught in the thicket by its horns after the binding of Yitzchok was over. Similarly, in Leviticus 15,28 the word אחר תטהר, means that after the procedure described by the Torah previously the woman in question would become ritually clean again. [the point of our author is that in all the examples quoted by him the Bible had informed the reader of the background to the present happening. Why would it not have done so here also? Ed.]"}, "10": {"0": "מכל האלוהים. None of these other deities has the power to avenge their worshipers from unjust sufferings they have endured.", "1": "כי בדבר, meaning that G’d requited for every sin committed by the Egyptians in an appropriate and fitting manner. This is the basic meaning of the insight Yitro had now gained."}, "11": {"0": "ויבא אהרן וכל זקני ישראל לאכול לחם עם חתם משה, in honour of the arrival of Yitro they all came to the meal. There was no need to mention that Moses also participated as the meal was served in his tent, he being the host."}, "12": {"0": "לשפוט את העם. Even if we accept the opinion that Moses had arrived at the encampment of the Jewish people before the revelation at Mount Sinai, mundane matters had been subject of judgment all the time. Any disagreement concerning people’s property needed adjudication. While it is true that at Marah, prior to the revelation at Sinai, not only social laws but also some ritual laws had been revealed (Exodus 15,25), the opinion that Yitro arrived after the revelation at Mount Sinai is more plausible seeing that we read here of the Israelites being encamped at the Mountain of G’d (verse 5). Moreover, chapter 19 commences with the words: “In the third month after the Exodus on the first of the month the Israelites entered the desert of Sinai after having journeyed from Refidim.” It is clear from there that what happened at Refidim and the encampment at Mount Sinai occurred before what is discussed in our paragraph, but that this paragraph was inserted here in order not to interrupt the portions dealing with all the commandments which commence in chapter 21 after the revelation at Mount Sinai. ", "1": "מן הבקר עד הערב, seeing he was the only judge and he had no assistants."}, "13": {"0": "מדוע אתה יושב לבדך?, and as a result of your being the sole judge the entire people have to stand in line before you from morning to evening."}, "14": {"0": "כי יבא אלי העם לדרוש אלוהים, only I am able to call directly upon G’d, as they are not in the habit of speaking to G’d. Hence I remain by myself."}, "15": {}, "16": {}, "17": {"0": "נבל תבל, the word is similar to the word נבלה in Genesis 11,7 when G’d announced the confounding of man’s languages, using the words ונבלה שם שפתם, “and confound their speech.” Yitro is telling Moses that his words will create confusion as he has to deal with so many people simultaneously so that his listeners would also become confused by what they heard. As a result, one would shout at the other. Yitro tells Moses that he cannot accomplish what he sets out to do by the method he has chosen."}, "18": {"0": "ויהי אלוקים עמך, meaning you will be able to stand the pressure. (compare verse 23)", "1": "היה אתה לעם מול האלוקים, for those rulings which require Divine revelation you will act as the people’s mediator by listening to what G’d has decided, and you will warn them accordingly. This is the meaning of the words הדבר הקשה יביאו אליך in verse 22. Any other matters the helpers, i.e. the chiefs of ten, fifty, etc. will decide by themselves. The result will be that you will be greatly relieved.\n"}, "19": {}, "2": {}, "20": {"0": "אנשי חיל, wealthy and influential people who had no reason to be afraid of any of their peers.", "1": "שנאי בצע, people who hated ill gotten gains. Bribery and robbery are often referred to as בצע. (compare Chabakuk 2,9). Compare also Genesis 37,26 where Yehudah when saying מה בצע כי נהרוג את אחינו, means: “any gain that we would derive from killing our brother would be illegitimate, illegal.” In Job 27,8 we find a similar use of the word בצע."}, "21": {"0": "כל הדבר הגדול, needs to be addressed to G’d."}, "22": {"0": "וצוך אלוקים, when G’d will command the answer you are to give to the judges.", "1": "ויכלת לעמוד, with the help of your assistants.", "2": "וגם כל העם הזה, the ones standing in line before you from morning to evening, יבא בשלום, will each be able to go home in short order.\n"}, "23": {}, "24": {}, "25": {"0": "ישפוטו הם, they will judge in a number of locations. The construction pu in this word is in lieu of the normal construction פו with the vowel cholem."}, "3": {}, "4": {}, "5": {"0": "ויאמר, Yitro’s messenger said to him: “I your father-in-law, etc.” [unless Yitro had sent a messenger ahead, why would he have to introduce himself? Ed.]"}, "6": {}, "7": {"0": "התלאה אשר מצאתם בדרך, Pharaoh’s pursuit, problems of lack of water and food in the desert, all of which had been solved for them by G’d."}, "8": {"0": "ויחד, a word derived from the category חדה, similar to the word חדוה  in Chronicles I 16,27 עוז וחדוה, “strength and joy.” The construction follows the rule applicable to all roots of the ב,ג,ד,כ,פ,ת group of consonants (letters which sometimes take a dagesh chazak). They also lose their last root letter as a result of this. (in our verse the letter ה) More examples are the root בכה and the construction ויבך, vayevk, “he cried.” Another well known example is the root שבה, and the construction וישב, vayashav, “he returned.”"}, "9": {"0": "אשר הציל אתכם, a reference to Moses and his brother Aaron;", "1": "מיד מצרים ומיד פרעה, Moses and Aaron had been saved directly from possible harm by Pharaoh, whereas the people had been saved from the servitude to the Egyptians."}}, "18": {"0": {}, "1": {"0": "נגד ההר, the same mountain that had been mentioned in Exodus 3,12 as the one where the Israelites would worship."}, "10": {"0": "ירד ה' לעיני כל העם, one probably has to understand the beginning of verse 10 ויאמר ה', as referring to an angel who said what follows. Therefore he could say the words ירד ה' in the third person. G’d, personally, had not said verse 10 as otherwise here it should say ארד “I will descend.” I have already explained a similar construction in Genesis 19,24 in connection with who made it rain on Sodom, and the meaning of the words מן השמים “from the heaven,” in that verse. Bereshit Rabbah 51,3 describes the first half of the verse as having been spoken by the angel Gavriel, whereas the second half was spoken by G’d Himself."}, "11": {"0": "והגבלת, mark the border up to which the people are allowed to approach by clearly visible signs."}, "12": {"0": "לא תגע בו יד, anyone touching the mountain with his hands would be subject to immediate death as spelled out in verse 12. Moses was to execute people like that from a distance so that the executioner himself would not erroneously approach too closely to the mountain. This is why the Torah wrote the words לא תגע בו יד, meaning “do not lay a hand on him,” the one who ignored My command. Such violators of G’d’s command, if any, were to be shot by arrows.", "1": "במשוך היובל, once the presence of G’d would withdraw and the sound of the shofars and the lightning would cease."}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {"0": "עשן כולו, the word עשן here is neither a proper construct mode, in which case it should have two vowels patach, nor is it completely “unattached,” as it would then have to have two vowels kametz. In other words, it is not a noun “smoke,” and not an adjective, “smoking.” It therefore must be a verbal mode. If it would be a noun it should follow the pattern of davar, devar, word, word of, or bakar, bekar, cattle, cattle of. (compare Numbers 7,88 בקר זבח השלמים). "}, "18": {"0": "משה ידבר, to G’d, but his voice was not audible to any human being, only G’d Himself could hear him. However, when it came to G’d’s reply, יעננו בקול, G’d responded in a loud voice audible to all. This was necessary as otherwise the sound of the shofar which was ongoing and getting stronger all the time would have drowned out G’d’s voice and Moses could not have heard G’d’s responses."}, "19": {}, "2": {}, "20": {"0": "פן יהרסו, so they would not cause destruction by leaving their positions and coming too close in their eagerness to see."}, "21": {"0": "הכהנים, the firstborns of each tribe.", "1": "יתקדשו, by occupying their proper positions."}, "22": {"0": "'ויאמר משה אל ה' לא יוכל העם וגו, the one who interprets the Torah as quoting Moses saying these words, i.e. “You have already told us to fence off the mountain etc. (verse 12) so how could anyone ascend it?” is in error. [a rejection of Rashi’s commentary who understands the word יוכל as “having permission.” Ed.] There is nothing wrong with repeating warnings to people when the time of paying with their lives for warnings which they have ignored draws near. G’d Himself repeated instructions to Moses in verse 24 when He told him to descend and to allow only Aaron to approach a little closer to the mountain. What news did this verse contain? The point is that Moses’ remarks were a question. He asked if G’d had added an additional restriction to what He had issued on the previous two days when He had said in verse 12 that touching the mountain would prove lethal?שלא יוכל העם לעלות אל הר סיני, Moses wanted clarification of the expression פן יהרסו ממנו רב, as opposed to השמרו לכם עלות בהר. He wanted to know if not only touching the mountain was forbidden on pain of death but even approaching it from a relative distance. G’d told him that while it was all right for Aaron to approach a little closer, neither the priests nor the people at large were allowed to come within a certain distance of the base of the mountain. They would ignore such warnings at their peril. He added that even Moses himself would not be granted a visual revelation, he had only been commanded to ascend the mountain in the thick cloud."}, "23": {}, "24": {"0": "ויאמר אליהם, he told them of the commandment to fence off the mountain as of immediately."}, "3": {"0": "על כנפי נשרים, for I have brought you across the Sea on dry land just like eagles which cross the seas in their flight. They had also not suffered any harm during this crossing, just as the eagle transports his young on its wings protecting them against harm from below. (Deuteronomy 32,11)."}, "4": {"0": "כי לי כל הארץ, all the nations are Mine, but I have only chosen you."}, "5": {"0": "ממלכת כהנים, princes; we find this term used in a similar sense when applied to the children of David who were not priests in the hereditary sense such as the sons of Aaron. Compare Samuel II 8,18 ובני דוד כהנים היו, “and the sons of David were ‘priests.’”"}, "6": {}, "7": {}, "8": {"0": "בעב הענן, a thick darkness to prevent him from seeing the presence of G’d with his eyes. [the people were to hear, not see. Ed.]"}, "9": {"0": "וקדשתם, a way of saying “prepare them.” You have the same word in the sense of preparing for an event which did not require ritual purity as prerequisite in Numbers 11,18 before the people would receive meat."}}, "19": {"0": {}, "1": {}, "10": {"0": "על כן ברך ה' את יום השבת, as I explained in Genesis. G’d’s “blessing” consisted in His making provisions to make the Sabbath a viable day when the time would come for Israel to observe it. Having provided manna for the people on the Sabbath eve was a reminder of how He had blessed the Sabbath even before it came into existence. ויקדשהו, the “rest” observed on that day by the Israelites is testimony of the holiness of the day which G’d bestowed on it already at the time of the creation. "}, "11": {}, "12": {"0": "לא תרצח. Wherever the term רחיצה appears it refers to killing without adequate justification. A deliberate murderer is to be executed as we know from Numbers 35,16-16.  Similar verses in Kings I 21,19 when King Achav had framed someone resulting in judicial murder is also included in this definition of לא תרצח, [though he could have claimed that Naval, the victim, could have been found innocent by the judges. Ed.] When the terms הריגה, or מיתה are used to describe killing this means that there was no excuse for the killer to commit his act. (compare Kayin slaying his brother in Genesis 4,8) On the other hand, in Leviticus 20,16 where the Torah decrees והרגת את האשה, this refers to judicial killing for cause. Concerning the use of the word רוצח, murderer, in Deuteronomy 4,42 as applicable to someone who killed inadvertently, the reason why the Torah used this term there was only because in the same context deliberate murder was also discussed. This is my answer to the heretics who have admitted to me that the Latin translation of the Bible describing רציחה “killing,” without distinction as to the reason for the killing, is sloppy, most inaccurate. They were so careless in spit of the fact that in their “own” books such as Deuteronomy 32,39 we have the line אני אמית ואחיה, “it is I Who kill and resurrect,” showing that the Torah uses different expressions describing different kinds of killing."}, "13": {}, "14": {"0": "רואים, the author translates this as literally “seeing” with one’s eyes."}, "15": {"0": "ויאמרו אל משה, after they had heard the Ten Commandments.", "1": "דבר אתה עמנו, if the Torah had not reported this we would have thought that the people had heard all of the commandments directly from G’d’s mouth."}, "16": {"0": "נסות, to warn you, to admonish you."}, "17": {}, "18": {}, "19": {"0": "אלוהי כסף ואלוהי זהב, even in order to remind you of the G’d in heaven.", "1": "לא תעשו, because there are people who err who would believe that there is some substance to such “deities.” Although G’d commanded the Jewish people when legislating the building of the Tabernacle, that two golden cherubs were to be part of lid of the Holy Ark, those were not constructed as deities, but as symbols of the cherubs surrounding the throne of G’d in the heaven. They were not made to be objects of worship."}, "2": {"0": "'לא יהיה לך וגו, for I alone took you out of Egypt."}, "20": {"0": "מזבח אדמה תעשה לי, seeing that the nations of the world construct around their places of worship, אשרות surrounding their altars with those, as we know from Judges 6,25 where G’d commands Gideon to destroy both, G’d tells the Jewish people that “even if you do construct an altar for Me do not construct it from materials other than earth.” A Jewish altar, according to our author, is to have a smooth surface only. [According to the verses mentioning אשרה, i.e. Deuteronomy 16,21 where the planting of such is prohibited, or Jeremiah 17,2 where such places of worship are associated with child offerings, it seems clear that an אשרה contains trees, which is the reason that in the Temple courtyard no trees were allowed. Ed.] ואם מזבח אבנים, even if you want to construct a more durable altar, one made of stones, as directed in Deuteronomy 26,5"}, "21": {"0": "ולא תבנה אתהן, for if you were to construct it from hewn stone, i.e. involving metal tools, the artisans are in the habit of engraving pictures, symbols, etc. on these surfaces to commemorate themselves or their favourite deities. In order to forestall this, I command you not to use metal tools which could make such engravings. (compare Isaiah 44,12-13)"}, "22": {"0": "ולא תעלה במעלות, this is why the ramp leading to the altar in the Temple was so long, i.e. it was 32 cubits long in order to achieve a height of only ten cubits. They also used to sprinkle salt on the surface of this ramp in order to prevent the priests from slipping on the surface when ascending same."}, "3": {}, "4": {"0": "לשונאי, if their children also hate Me."}, "5": {"0": "ועושה חסד לאלפים, to the third and fourth generation, fifth, tenth, hundredth and thousandth. The term אלפים mentioned here is equivalent to the אלף דור, 1000 generations  mentioned in the parallel version of the Ten Commandments in Deuteronomy 7,9. The two verses need not be a contradiction to one another according to the simple meaning of the text. Here the Torah mentions children, grandchildren, and great grandchildren. All “children” are part of the same generation. All grandchildren are the same but second generation. The children after the 1000th generation are referred to as אלפים, or “the plural mode of one thousand.” In Deuteronomy, where children and grandchildren have not even been mentioned, and no mention is made of third and fourth generations, only the final generation to whom G’d extends such love is mentioned. Hence it is natural that this “final” generation qualifying for this loving care by G’d is called אלף דור, i.e. this generation being the children of the 1000th generation. In other words, both verses speak about the same generation being the last generation enjoying this love of G’d for something their originators so long ago did which pleased G’d."}, "6": {"0": "לא תשא, both this commandment, as well as the two following deal with the honour due to G’d. We know that the commandment to honour parents is also almost on the same par as honouring G’d, as in Proverbs 3,9 the verse to honour G’d is introduced with the same word כבד as is the Torah’s instructions to honour one’s parents."}, "7": {"0": "זכור את יום השבת, remembering something always refers to past events. We have numerous such verses as in Deuteronomy 32,7-8 “remember past history, etc.” Exodus 13,3, as well as Deuteronomy 9,7-8 plus numerous other verses exhort the Jewish people to remember events in the past. Usually, the command to do so is phrased as an imperative. In the Ten Commandments, the expressions zachor here and shamor in the parallel legislation in Deuteronomy are in the infinitive mode. Seeing that both are followed immediately by the command לקדשו “to sanctify it,” (the Sabbath) this makes an imperative of the whole paragraph. The Torah, in a way, commands us to “commemorate” something which G’d had done long before  there was a legislation to observe the Sabbath as a day of rest. Already when creating the “day” He had blessed it, i.e. made provisions for those who would observe it not to be deprived by their observance but to find that G’d in His generosity had provided the needs for the people in question. Observing, emulating something G’d had done, is a way of honouring Him. He “ worked” for 6 days before “resting,” so do we as a way of honouring Him."}, "8": {}, "9": {}}, "2": {"0": {}, "1": {"0": "איננו אוכל. Even at the point where the flame came forth from the bush there was no evidence of coal or ash."}, "10": {"0": "ויאמר משה מי אנכי?, anyone who wants to truly understand the plain meaning of this sequence will heed my exegesis carefully. My predecessors were quite wrong. Moses replied to two things G’d had requested from him. He had been asked to go to Pharaoh, and he had been asked to take the Jewish people out of Egypt at Pharaoh’s command. In respect of G’d’s first instruction he answered:"}, "11": {}, "12": {"0": "מה אמר אליהם?, seeing that I do not know Your specific name."}, "13": {"0": "ויאמר אלוקים אל משה, if you do not know My name, I will tell you that I am the Eternal. This means that I can fulfill any promise I make. Now that I have told you that My name is “the Eternal,” כה תאמר, thus you shall ay to the Children of Israel, “the One Who is the Eternal has sent me to you.”"}, "14": {"0": "ויאמר עוד אלוקים, to Moses “it is not fitting that when referring to Me the Israelites should always do so by calling Me by this name (title), just as it is not fitting for people always to refer to their regional king by his most illustrious title. It is good enough for you to refer to Me as אלוקי אבותיכם,ה', “the G’d of your patriarchs, etc.” This name includes within it that G’d is master and king. When one addresses a king of flesh and blood, one does not spell out his full titles, but contents oneself with saying: “long live the King!” (Samuel I 10 24) Or, when referring to an order given by the king, one simply says: “the King commanded me etc.,” without adding the King’s other titles (Samuel I 21,3). ", "1": "זה שמי לעולם וזה זכרי לדור ודור, the name אהיה אשר אהיה, “the Eternal” which I told you in verse one (14) is My most illustrious title, a reference to My essence, (the ineffable name) whereas the name(s) I told you in verse two (verse 15) is a description of My being Royalty. [The author continues to remind us that it is in the nature of things that G’d refers to Himself slightly differently from the way His creatures refer to Him even when using the same basic “name.” Whereas G’d refers to Himself in the first person, i.e. starting with the letter א, when His creatures refer to Him by the same “name,” they must commence the spelling of that name with the letter י as one refers to a third person. In addition, by using the alphabet in reverse order i.e. ת-ש ר.ק. G’d would spell His own name אהי'ה as תצמ'ץ, and all the other names of G’d with which we are familiar would similarly appear with the letters based on starting with the letter ת in a descending order. Ed.] \n"}, "15": {}, "16": {}, "17": {"0": "אלוקי העברים, seeing that we originated on the far side of the river Euphrates, we have to worship the gods who have their kingdom in that region."}, "18": {"0": "ואני ידעתי וגו', but I am perfectly aware that initially he will not grant you permission to follow My instruction to dismiss the Jewish people. This will not be due to his own innate toughness as he is quite powerless against Me, but I shall reinforce his obstinacy to give Myself a chance to display My might first. Only after that will the Egyptians come to realise that I am the only G’d and that all power resides within Me."}, "19": {}, "2": {}, "20": {}, "21": {"0": "ושאלה אשה משכנתה, as an outright gift. After all, G’d had encouraged the people to ask for these gifts, the Torah telling us in verse 21 that G’d would make the people favourably disposed towards the Israelites so that they would not refuse such requests. The expression שאל in the same sense as here occurs also in Psalms 2,8 שאל ממני ואתנה גוים נחלתך, “Ask it of me, and I will make the nations your domain.” This is the principal meaning of the verse and it effectively silences the heretics who speak of the Jews borrowing and not giving back these trinkets.", "1": "כלי כסף וכלי זהב, ornaments in honour of the festival that they would celebrate in the desert. ושמתם על בניכם, same as ושמתם אותם על בניכם “you will garb your children with them.”"}, "3": {"0": "וירא ה', the angel, who is called “G’d,” seeing he is carrying out G’d’s assignment."}, "4": {"0": "של!, throw off!. The word is from the root נשל, meaning a form of removal, as in Deuteronomy 7,1 ונשל גוים רבים, “He dislodges many nations, etc.”"}, "5": {}, "6": {"0": "ואת צעקתם שמעתי מפני נוגשיו, their outcry which was prompted because the taskmasters are constantly harassing them, I have heard."}, "7": {"0": "וארד, to this bush in order to speak to you so as to save them from the Egyptians."}, "8": {}, "9": {"0": "והוצא את עמי בני ישראל ממצרים, as a result of what you will tell Pharaoh in My name."}}, "20": {"0": {"0": "Everyone endowed with intelligence should know that it is not my purpose to explain halachic rulings as part of my commentary, something I have mentioned already in my commentary at the beginning of Parshat Vayeshev. I explained there that many such rulings are hinted at by variant spellings in the text, missing words or extraneous words. Many of these have been covered in the commentary on the Torah by my grandfather Rashi of blessed memory. I have set myself the task of only explaining the plain meaning of the text as it is before us. When I explain legislation I do so within the context of its contribution to civilised behaviour, דרך ארץ. My explanations notwithstanding, when they conflict with the halachic rulings, the latter are supreme.\n"}, "1": {"0": "כי תקנה עבד עברי, the Torah speaks about a Jewish thief who did not have enough money to make restitution (compare Exodus 22,2, “if he is unable to make restitution he will be sold in settlement of what he stole.”) שש שנים יעבוד, this applies to the thief who was sold by the court. The case of someone who had to sell himself (his labour) is discussed by the Torah in Leviticus 25,39 under the heading of כי ימוך אחיך ומכר לך, “when your brother has fallen on economically hard times so that he had to sell himself to cover his debts, etc.” Concerning that situation the Torah adds that he goes free in the Jubilee year (verse 40 there) In our situation, the term he is sold for is 6 years. Some of our sages (Kidushin 14) hold that both situations are halachically similar based on a gezeyrah shavah, identical wording being used by the Torah in both examples, i.e. the word in question being the unnecessary word יעבוד in Leviticus 25,40.", "1": "ובשביעית, the seventh year after he was sold, not the seventh year of the Shmittah cycle.", "2": "יצא לחפשי, the word lachofshi, a participle of a verb, means “without having to pay compensation;” had the word described the state of liberty of the “servant” now released, the word should have been vocalised lechofshi with the semi vowel  sheva under the letter ל."}, "10": {"0": "ואם שלש אלה, that he neither wants to marry her himself, nor have her marry his son, nor allow her to buy herself out of her contract,", "1": "ויצאה חנם אין כסף, the court will declare her free from her contract without her owing the master-employer any compensation for unexpired years of service. Our sages, (Kidushin 4) understood the verse halachically as meaning that she is entitled to leave that employ upon the signs of puberty without reference to the Jubilee year or the expiry of the six years for which her father had contracted her to the employer."}, "11": {}, "12": {"0": "ואשר לא צדה, the word צדה is used here in the same sense as in Numbers 35,20 בצדיה, or in Samuel I 24,12 ואתה צודה את נפשי, “yet you are bent on taking my life.” The word describes lying in ambush in order to kill one’s victim, not necessarily running after him.", "1": "אנה לידו, the Torah describes someone who had already been guilty of death but who could not be legally executed, now being killed inadvertently by someone else whom he did not even know. This is what we call מיתה בידי שמים, “death at the instigation of heaven.”", "2": "ושמתי לך מקום, once you will have cities wherein to dwell. The reason the Torah spoke about this already at this time is because it had already legislated the prohibition of murder in the Ten Commandments as well as the need to honour one’s parents. This is why also penalties for violation of these commandments have to be legislated in this portion. The penalty for kidnapping is also spelled out here, seeing the Torah had prohibited stealing as part of the Ten Commandments. Our sages said that the “do not steal” in the Ten Commandments refers to kidnapping and is punishable by legal execution (Sanhedrin 86). We note that at this juncture the Torah discusses a number of crimes or sins punishable by death."}, "13": {}, "14": {"0": "ומכה אביו, our sages say that the penalty prescribed applies only if an injury results from hitting one’s parents (Sanhedrin 84)."}, "15": {}, "16": {}, "17": {"0": "או באגרוף, according to the plain meaning, as Onkelos translates, i.e. with a stone or brick. This is also the opinion of Torat Kohanim in its commentary on Leviticus 14,40. The departure from understanding the word אגרוף as “fist,” is justified with the question: “is someone to be executed for hitting merely with a fist, not a lethal tool?” Isaiah 58,4 להכות באגרוף רשע, “to strike wickedness with a fist” would hardly be a deterrent. It is therefore understood to refer to a large stone. Moreover, when the Torah reports that the victim did not die, surely one does not normally die by being struck with a fist; it stands to reason that the Torah refers to a lethal weapon which failed to kill, i.e. a brick or something similar held in one’s fist causing serious injury."}, "18": {"0": "'אם יקום והתהלך וגו, if he dies, even after a lengthy interval, the attacker will be executed. If the victim was one’s servant the owner is guilty of the death penalty only if the victim died immediately as the result of the blow, not if he survived for a day or two.", "1": "שבתו, loss of income from the victim’s normal occupation by being bedridden."}, "19": {"0": "בשבט, an example of an instrument used to administer physical punishment to one’s slave in order to discipline him. If the slave had been struck with a sword, for instance, even if he had not died within the first twenty four hours, the master would be guilty of manslaughter as the tool used to inflict the injury points at criminal rather than disciplinary intention. The subject of our verse is a gentile slave. A Jewish servant, by contrast, not being the personal property of his master, is treated legally in all respects as if he were a hired hand, with the exception of his master (employer’s ) right to give him a gentile slave as his wife."}, "2": {"0": "אם בגפו יבא בגפו יצא. The Torah first mentions the subject in general terms, then proceeding to details. For instance, if the servant was unmarried at the time the court sold him, or even if his master has given him a wife while he was in his employ, he leaves without his wife seeing that the woman given to him as a wife remains in the house of the master, her employer. Having said this, the Torah continues to explain how this works אם בעל אשה הוא, if he was already married, his wife (who will also be a charge on his master) will leave with him when he is released from this involuntary contract after 6 years. However, if his master had provided him with a wife during the period of his forced employ, the wife in question remains with her master. The “wife” the master had assigned to his Jewish servant was a gentile servant maid whose body belongs to her master."}, "20": {"0": "כי כספו הוא, and it is in order to administer a bodily blow in order to discipline him."}, "21": {"0": "ולא יהיה אסון, and no harm will befall her, בפליליפם, in accordance with the assessment by the judges trying the case.\n"}, "22": {"0": "ונתתה נפש תחת נפש. There will not be additional financial damages payable."}, "23": {"0": "עין תחת עין, the monetary value of the eye destroyed. Our sages (Baba Kamma 84) have explained why the Torah needed to write so many examples for what appears to be the same legislation. Our verse discusses loss of an entire limb or organ."}, "24": {"0": "כויה תחת כויה; even though the examples mentioned here do not involve loss of an entire organ or limb, the principles applying to compensating the victim are based on the same considerations", "1": "פצע, an injury caused by a lethal weapon such as a sword.", "2": "וחבורה, a minor injury, such as damage to one of his fingernails.\n"}, "25": {"0": "תחת עינו, if the victim was a gentile slave."}, "26": {}, "27": {"0": "סקול יסקל השור, according to the plain meaning the offending ox will be stoned to death.", "1": "ולא יאכל את בשרו; not only may its meat not be eaten by a Jew, but not even by a gentile or a dog; it is completely forbidden to be enjoyed by anyone. This is in spite of the fact that normally, when the animal of a Jew has died of natural causes or has been found ritually unfit for consumption, the Torah permitted the meat of the carcass to be either sold to a gentile or given to him as a gift or to be fed to one’s dogs (Deuteronomy 14,21 and Exodus 22,30), such animals are permitted even after they had died through stoning. [seeing that  had not killed a human being. Ed.] Our sages derive from this verse that after judgment had been handed down that the animal in question is to be stoned to death, slaughtering it ritually will not make it fit for consumption or other beneficial use to the owner. (Baba Kamma 61).", "2": "ובעל השור נקי, as long as the offending animal had not been classified as a dangerous animal, putting an additional onus to guard it properly on its owner.\n"}, "28": {"0": "וגם בעליו יומת, by heavenly forces as opposed to by human tribunal. If the owner did make restitution of monetary kind he is not guilty vis a vis heaven either."}, "29": {}, "3": {}, "30": {}, "31": {"0": "אם עבד, a gentile slave יגח השור, the one whose owner had been warned concerning the danger this animal represented (מועד). If the ox did not have any strikes against it but was a תם, its owner is not liable for damages.\n"}, "32": {"0": "וכי יפתח איש בור, one which was already deep enough to cause fatal harm to animals when not covered; when the owner deepened it further, his sin being that he did not cover it to render it harmless. כי יכרה איש בור, or even if the man in question only digs a hole and fails to cover it at the end of the day, seeing he did not complete it until the following day, and he considered it too much bother to put a temporary cover on it pending his completing his excavation, he is held responsible for any damage thus caused."}, "33": {"0": "בעל הבור, either the one opening a pit which had been covered, or the one having excavated a pit and not completed it is considered by the Torah as בעל, its owner, in a negative sense, i.e. responsible as if he were the owner for any damage he caused.", "1": "והמת יהיה לו, but the carcass of the animal for which he pays compensation is his, seeing he had fully compensated its owner. However, our sages interpret the verse to mean that the carcass of the animal remains the property of its owner. (Baba Kamma 10)\n"}, "34": {"0": "וחצו את כספו, our sages (Baba Kamma 34) understand the entire verse as applying only to situations in which the owner of the offending animal is only liable for partial compensation, the offending animal having had a track record of being tame. The entire loss is to be borne in equal measure by both owner of the surviving animal and owner of the carcass."}, "35": {}, "36": {"0": "חמשה בקר, our sages (Baba Kamma 79) rule that when the stolen ox had been doing work for the owner prior to its being stolen, compensation is set at 5 times the value of the labour the owner has now been deprived of."}, "4": {}, "5": {"0": "אל האלוהים, before a judge or judges", "1": "אל הדלת או אל המזוזה, in public view, as a sign of servitude. The door and doorpost described are made of wood even if the house in question is of stone so that the procedure of piercing the ear against such a background poses no problem.", "2": "לעולם. According to the plain meaning of the text, “for the rest of his life.” This is also the meaning of the word לעולם in Samuel I 1,22 when Chanah announced her intention of handing over her son Samuel to the High Priest Eli."}, "6": {"0": "לא תצא כצאת העבדים, after the expiry of six years. Her employer is supposed to marry her, as will be explained later."}, "7": {"0": "אם רעה בעיני אדוניה, and as a result he does not want to keep the implied agreement to marry her, she will not leave his employ in the manner her male counterparts would leave, but, seeing that he committed a breach of trust by not finalising the deal and marrying her (violating what the prophet Maleachi 2,14 called “the Lord is a witness between you and the wife of your youth with whom you have broken faith, although she is your partner and covenanted spouse,”) והפדה, the master  has to assist her by releasing her prematurely, by allowing her to compensate the employer for unexpired years of service."}, "8": {}, "9": {"0": "שארה, her provisions (food) as in Micah 3,3ואשר אכלו שאר עמי, “the ones who devoured the flesh of my people.”", "1": "כסותה, her clothing", "2": "ועונתה, her accommodation, housing, the word is a derivative of מעון, a residence. The letter מ in the word מעון is similar to the letter מ in the word מקום, “place, site,” or in the word מלון, “inn.” It is not an integral part of the noun. In other words, the rejected bride must be provided food, living quarters and adequate clothing. [all of the above would have been hers automatically if her master had honoured his original undertaking. Ed.] \n"}}, "21": {"0": {"0": "אם במחתרת, as well as at night, prepared to either kill or be killed in the pursuit of his quest. This is why there is no demand to account for his blood which has been shed. אין לו דמים, the killer does not even have to make financial restitution to the slain thief’s next of kin. "}, "1": {"0": "אם זרחה השמש, if he was stealing in broad daylight."}, "10": {}, "11": {"0": "יביאהו עד, any part of the carcass of the animal which had been devoured by a predator is acceptable as evidence of what had happened to it. We have a verse in Amos 3,12 describing the situation, כאשר יציל הרועה מפי הארי שתי כרעים או בדל רוזן, “as a shepherd rescues from a lion’s jaws two shank bones or the tip of an ear.”"}, "12": {"0": "וכי ישאל, an animal to perform work for him.", "1": "ונשבר או מת, it suffers either death or becomes otherwise defunct.", "2": "בעליו אין עמו, according to the plain meaning of the text: “its owner is not present supervising the work the animal performed.” According to Baba Metzia 95 even if the owner was engaged with different work, as long as the owner is present while the death or injury occurred, the borrower is not liable for damages."}, "13": {"0": "אם שכיר הוא, if the animal in question had been hired by the one working it", "1": "בא בשכרו, the risks involved were accepted by the party renting out the animal for work. The situation is not comparable to the case of the party who had received the animal on loan as a friendly gesture. As a result of this difference the party hiring such an animal is not responsible for accidents. He shares the same degree of responsibility which the Torah imposed on the trustee who gets paid for looking after other people’s property. If the animal had been stolen or disappeared due to negligence, the fact that the man who hired it had paid for this does not relieve him of responsibility for preventing theft or disappearance. There are differences of opinion regarding the degrees of liability between Rabbi Meir and Rabbi Yehudah in Baba Kamma 45.\n"}, "14": {"0": "אשר לא ארשה, for if the girl had been betrothed to someone the penalty would be death by stoning as spelled out in Deuteronomy 22,24.", "1": "מהר ימהרנה כמהר הבתולות, 50 shekel, just like someone raping a virgin. The penalty money is to be given to the victim’s father as spelled out in Deuteronomy 22,29. Seduction results in the same compensation as rape."}, "15": {}, "16": {"0": "מכשפה לא תחיה. Seeing that it is the custom of women engaging in witchcraft to practice their art in hidden places such as caves as we find in the case of the 80 witches executed by Shimon ben Shetach in Ashkelon on a single day. (Sanhedrin 45). The unusual formulation לא תחיה is meant to tell the authorities not to despair of bringing these culprits to justice in spite of their practicing their craft in hideouts. They should be hunted down until found."}, "17": {}, "18": {"0": "זבח לאלוהים, the vowel patach under the letter ל makes it clear that an alien deity is meant. If the meaning were a sacrifice to G’d, the vowel under the letter ל would be a tzeyreh ", "1": "לאלוהים, to the ones concerning which I said in the Ten Commandments לא יהיה לך אלוהים אחרים, “you must not have any other deities.” (20,2)"}, "19": {"0": "לא תונה, do not wrong him with words. In Leviticus 25,14 the Torah refers to similar legislation when applying to monetary matters. The same legislation applies to not wronging fellow Jews who are not converts, of course. The reason the Torah chose the convert as the example of the victim in our verse is that converts have much less of a chance to protect themselves against abuse of any kind, seeing they have no family to stand up for them if a wrong has been committed against them. Not only this, it is so easy to wrong a convert by mentioning what his parents do and what he himself used to do before he converted.", "1": "ולא תלחצנו, to perform work for you seeing he has no “redeemer” who looks out for his interest. G’d mentioned this to remind the Israelites who also had no one in Egypt to plead their case. (Exodus 3,9)", "2": "כי גרים הייתם, due to your personal experience of such a status, you, better than anyone else, know that seeing that the oppression of strangers is a great wrong, the punishment for violating such a commandment is equally harsh. (compare Exodus 23,9)\n"}, "2": {"0": "אם המצא תמצא בידו, he had not sold or otherwise disposed of the stolen animal;", "1": "חיים, he had not slaughtered it preparatory to consuming it; then שנים ישלם, he pays only double its market value as restitution and not four or five times its value. "}, "20": {"0": "לא תענון, as in Exodus 1,11. The Torah employs the most likely scenarios as the examples it chooses."}, "21": {}, "22": {"0": "'והיו נשיכם וגו a warning of the punishment being made to fit the crime."}, "23": {"0": "לא תהיה לו כנושה, when the time comes to repay the loan do not press the creditor to accept a pledge as collateral instead of repaying it, (compare Kings II 4,1) or Isaiah 50,1 who describes מי מנושי אשר מכרתי אתכם לו? “which of the creditors was it to whom I sold you off?” Every creditor who faces an insolvent debtor takes a pledge as collateral to secure the loan owed him. The Torah compares such a procedure to imposing interest on an overdue loan; therefore,", "1": "לא תשימון עליו נשך as a device to extend the period for repayment."}, "24": {"0": "אם חבל תחבל, even when you take such a pledge with the approval of the court, (compare Deuteronomy 24,11 according to which even the official of the court overseeing such a procedure is not allowed into the house of the debtor, and the debtor must himself bring you such a pledge to serve as collateral) the pledge must not consist of chattels which the debtor cannot do without. All of these considerations are included in the words “do not be like creditor to him.”", "1": "עד בא השמש , you may hold on to this garment only during the night when the wearer has no need for it. (based on Baba Metzia 114)."}, "25": {"0": "ושמעתי כי חנון אני, even though the creditor has obtained the pledge legally, and he does not have to return it except in exchange for payment of the loan it secures, the Torah expects you to do more than the law requires, something known in Talmudic parlance as לפנים משורת הדין. G’d warns that although from a legal standpoint He should ignore the pleas of the debtor, He will nonetheless listen to his plea as He is compassionate by nature. When discussing G’d’s attitude to the pleas of a widow or orphan in verse 22 the Torah describes this as not only based on His compassion but on legal considerations. Hence the words: “for I am compassionate” do not appear in that context.\n"}, "26": {"0": "אלוהים לא תקלל ונשיא בעמך לא תאר. The Torah again selected the most likely scenario of someone cursing people in authority. People who lose in litigation are apt to curse the judge ruling against them. We find a similar verse in Kohelet 10,20 where Solomon writes: “don’t revile a king even among your intimates.” Another verse in which the Torah refers to a spectacle arousing curses is found in Deuteronomy 21,23 where the Torah refers to the body of a judicially executed person being buried by nightfall. The reason given is that seeing such a body evokes curses against the judges who had convicted the victim."}, "27": {"0": "מלאתך ודמעך אל תאחר, a reference to Deuteronomy 18,4 where the Torah warns not to be tardy in bringing the first fruit to Jerusalem as a gift to G’d. In chapter 22,9 such crops are called מלאה. ", "1": "ודמעך, a reference to the harvest of the olive groves and the vineyards, the drops of the fruit being compared in appearance to human tears.", "2": "לא תאחר, do not be tardy in discharging this obligation but offer them as the first of all your tithes. The same applies to the redemption of the first born males for which the Torah stipulated that this be done at the completion of the first month after the baby is born. "}, "28": {}, "29": {"0": "ואנשי קודש, do not eat matters which are proscribed [טמא not strictly in a halachic sense, Ed.] such as something treifah. The Torah in Deuteronomy also links the prohibition of eating animals which died of causes other than ritual slaughter (נבלה) as linked to your being עם קדוש “a holy nation.”"}, "3": {"0": "כי יבער, if he causes his beast to feed in someone else’s field", "1": "מיטב שדהו, from the best quality of the offending party’s field he has to pay the injured party. This is the way our sages (Baba Kamma 6) have explained our verse. According to the plain meaning of the text the meaning is that the injured party will receive his compensation based on the best quality of the land he owns, not that of the offending party. The reason is that the animal causing the damage may have eaten some of that quality produce of the injured party’s fields."}, "4": {"0": "כי תצא אש, the one lighting the fire was negligent in not taking sufficient precautions that the fire be confined to his own property assuming no extraordinary wind is blowing.", "1": "גדיש, a stack of grain which had already been harvested, or even הקמה, while it was still growing on the field. Or even השדה, the “field,” i.e. the soil on which the crops grow was damaged by the flames licking it.\n"}, "5": {"0": "כי יתן איש אל רעהו כסף או כלים, in this paragraph the Torah releases the guardian of responsibility for loss by natural causes or thievery when the custodian in question does not receive compensation for his looking after the items in question. In the second paragraph the custodian of whom the Torah speaks is a שומר שכר, a paid trustee. According to the plain meaning of the text, in the first paragraph the Torah speaks of chattels which are to be kept in the house of the trustee just as his own chattels. He is supposed to treat them with no less care than he treats his own chattels. This is why if they were stolen from his house he is free from responsibility, as he had guarded them as well as he guards his own property. In the second paragraph the Torah lists as examples of what had been given to the trustee animals, objects requiring to be tended, to be fed, etc. Moreover, such animals are usually grazing in the pasture and not under the constant supervision of their owners. If the trustee undertook to look after them, something involving a lot of attention and time, he would not do this unless he would receive compensation for such an undertaking. Seeing the trustee is being paid, he is liable for restitution if any of these animals are stolen while under his care."}, "6": {"0": "'אם לא ימצא הגנב ונקרב וגו, the words אם לא ימצא are understood by our sages (Baba Kamma 63) as meaning that the trustee claimed the animals had been stolen, while in effect he himself had stolen them. If he swore an oath before the judges that he was not involved in their disappearance and he is found afterwards to have perjured himself then he must compensate the owner by paying him twice the value of the “stolen” animals. Personally, I will explain the verse in terms of the plain text, although this does not reflect the halachah. The words אם לא ימצא הגנב ונקרב בעל הבית אל האלוהים, refer to the trustee. שלא שלח ידו במלאכת רעהו, he swears that he personally had not been guilty of appropriating any of his fellow man’s goods but that those that are missing were stolen. On the basis of such an oath he is exonerated from all responsibility. "}, "7": {"0": "על כל דבר פשע...אבדה, concerning any matter entrusted to him involved in an accusation that he had abused his fellow man’s trust, כי הוא זה, identifying it as the very thing he claims had been stolen from him either by a thief or by the trustee; those declared guilty by judges will have to pay double the value of the stolen goods to the person owning it."}, "8": {"0": "ומת או נשבר, when death or injury was caused by ferocious beasts. Just as the verse speaking of מתה or נשבה speaks of the entire animal being lost (destroyed), the same applies to the word נשבר as the entire animal becoming useless, seeing it had been killed by another beast. We find something parallel in Kings I 13,28 where a donkey and lion are described as standing beside the carcass of the prophet without violating it. The relevant words in our verse are אין רואה, that no one witnessed what happened."}, "9": {"0": "שבועת ה' תהיה בין שניהם, as a result, the trustee is not held responsible for accidents, i.e. superior force against which he could not have prevailed.", "1": "ולקח בעליו, the owner of the dead animal must accept the trustee’s oath, and he is free from paying any damages to the owner."}}, "22": {"0": {"0": "לא תשא שמע שוא, this is parallel to the warning in the ninth of the Ten Commandments not to testify falsely against one’s fellow man. (Exodus 20,12) Just as the witness is warned not to perjure himself, the judges are warned not to accept such testimony. They must not listen to testimony which is patently a lie but make their own inquiries to determine if the testimony conforms to the facts. Even if there are two false witnesses already so that your testimony would not have any bearing on the outcome of the trial, you must not join them and reinforce their lies by testifying as they have done."}, "1": {"0": "לא תהיה אחרי רבים לרעות, if, in your opinion, the majority are about to commit an error in judgment, do not remain silent because they are the majority, but state your view. This applies even if you know beforehand that they will not accept your viewpoint but that of the majority.", "1": "ולא תענה על (דברי) ריב לנטות אחרי רבימ להטות , contributing thereby to pervert justice. This rule applies even if because of your joining the majority the accused will be found innocent and saved from execution. "}, "10": {"0": "לכרמך ולזיתך, parallel to what the Torah legislated concerning the grain harvest. It is a rule in the Torah to mention these agricultural products under the headings ofדגן, תירוש, יצהר, meaning different types of grain, orchard products, and oil produced by the olive trees. The legislation includes all food products grown from the soil."}, "11": {}, "12": {"0": "וככל אשר אמרתי אליכם, since the revelation at Mount Sinai until now, be careful to observe all these commandments. According to our sages in Shabbat 18 the reason for the apparent repetition is to include the need for one’s vessels (inert objects) to observe Sabbath rest. [a reference to those vessels which are used only on weekdays in connection with work prohibited on the Sabbath. Ed.]"}, "13": {}, "14": {}, "15": {"0": "וחג הקציר, the Shavuot festival on which the sacrifices mentioned in Leviticus 23,16-20 including the offering of the two loaves of the first wheat harvest are listed. ", "1": "בכורי מעשיך, in order to permit use of the new wheat harvest products in the Temple for the gift offerings.", "2": "וחג האסיף, the Sukkot festival, a period immediately after the last harvest of the summer has been brought in. The Torah commanded us to sit in the huts in commemoration of the times when instead of having their own crops, the Israelites were in the desert depending on the daily ration of manna. Observance of the festival of חג האסיף, an aspect of the Sukkot festival therefore is a form of thanksgiving. We have learned therefore that all of the three pilgrimage festivals are directly related to the produce of the Holy Land."}, "16": {"0": "'האדון ה, seeing that the whole earth is His, no one will covet your land when you come to Jerusalem to perform the commandment of making these pilgrimages. We have been promised this in Exodus 34,23, when the Torah speaks about expanding our territory, requiring that all the males come up to Jerusalem on three occasions. The names which the Torah attributes to G’d usually fit the subject matter under discussion, seeing that G’d has as many names as He has attributes. Wherever the attribute אדון is used it is connected with tenancy of the land of which G’d is the ultimate owner. We find the term אדון used for G’d also by Isaiah 10,33 "}, "17": {"0": "לא תזבח על חמץ, the elimination of leavened products must take place before it is legally possible to slaughter the Passover, i.e. not later than the 6th hour, before noon. The seventh hour already qualifies for the description בין הערבים, (Exodus 12,6)", "1": "חלב חגי, a reference to the Passover; just as you are not allowed to leave over part of the meat which is yours to eat until morning, the parts which are consumed on the altar must likewise have been burned up before then.\n"}, "18": {"0": "ראשית בכורי אדמתך, this includes the seven types of products (Deut. 8,8) considered as the land of Israel’s choicest as per Deuteronomy 26,2 where you are commanded to bring the respective first ripe specimen of these seven products to Jerusalem as a gift. Ascent to Jerusalem with these products is to be on foot.", "1": "לא תבשל גדי בחלב אמו, it is usual for goats to give birth to two kids at the same time, and it was customary for people to slaughter one of them right away. Seeing that mother goats have an abundance of milk (expecting to nurse at least two young kids) they used the excess milk to boil the young kid in after it had been slaughtered. (Proverbs 27,27 “the goat’s milk will suffice for your food, the food of your household and the maintenance of your maids.”) It is something distasteful, revolting, something akin to gluttony, to consume the mother’s milk together with the young animal that this milk was intended to nourish. We find a parallel in the legislation not to slaughter mother animal and her young on the same day, as well as the prohibition not to take the young chicks while the mother bird is present. (Leviticus 22,25 and Deuteronomy 22,6-7) The Torah teaches you these matters as a matter of elementary culture, i.e. respecting life. Seeing that on the festivals many animals are consumed, the Torah included this legislation in the paragraph dealing with other aspects of these festivals. If the consuming of these animals is prohibited under such circumstances, how much more so are mixture of milk and meat prohibited as discussed in Chulin 113."}, "19": {"0": "שולח מלאך, as we know from Joshua 5,14 where the angel introduced himself as having been sent to decisively assist Israel."}, "2": {"0": "ודל לא תהדר, as spelled out in greater detail in Leviticus 19,15 לא תשא פני דל ולא תהדר פני גדול, “do not favour the poor nor show deference to the rich.” The unvarying motto is בצדק תשפוט עמיתך, “judge your kinsman fairly.”"}, "20": {"0": "אל תמר בו, the word תמר is a derivative of the root המר as in המר ימירנו (Leviticus 27,33) When the same word appears without a dagesh in the letter מ, is derived from the root נמר as in Jeremiah  48,11 וריחו לא נמר, “and his fragrance is unspoiled.” The construction of אל תמר is parallel to the construction of אל תפל, “do not omit,” in Esther 6,10 an imperative in the transitive conjugation hiphil of the root נפל. It does not have anything to do with the “refusal” implied in the root מרה in the sequence מרה מריתי in Lamentations 1,3. If the construction תמר in our verse were related to that root the Torah should have written אל תמרה without the dagesh in the letter מ, just as it did in Joshua I,18 where it does have that meaning and the text reads אל ימרה את פיך, “let no one show disobedience to him,” without the dagesh in the letter מ of the word ימרה.", "1": "כי שמי בקרבו, whatever the angel commands you to do he does in My name. He does not have permission, however, to forgive anything wrong you do.\n"}, "21": {}, "22": {"0": "כי ילך, “for he will walk, etc.”"}, "23": {"0": "כי הרס תהרסם, the author discusses the version taharssem or the version tehorssem, as we have it in our versions of the Torah, different, according to him from versions in France extant in his time, but different from the versions circulating in Germany and Spain. The difference in pronunciation derives from if the conjugation is strong (the author calls it with dagesh) or “weak (without such a dagesh) We have similar parallels in Deuteronomy 13,10 where the word tahargenu has a dagesh in the letter ג. Similar differences would also be shabber teshabber. The author argues that the correct vocalisation is the one based on the “strong” conjugation with the dagesh."}, "24": {"0": "והסירותי מחלה, diseases caused by drinking polluted waters as I explained in connection with Marah (Exodus 15,25-26)."}, "25": {"0": "לא תהיה משכלה, even when the baby has gown up it will not die in adolescence, but, את מספר ימיך אמלא, they will all reach ripe old age.\n"}, "26": {"0": "את אימתי, the fear of the Lord will take hold of those engaged in fighting you.", "1": "והמותי, I will cause these people to become utterly confused by the overpowering noises they will hear which I cause. Such effects of sounds orchestrated by celestial forces are reported in Samuel I 7,10 as well as in Samuel II 22,15. The word is not related to מות, death; if it would mean  “I will kill,” it would have to be vocalised differently, i.e veheymatti.”"}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {"0": "ושתי, as if the Torah had written ושתתי (from the root שים, “to set, place.”) Similar constructions are found from the root כרת as וכרתי ברית, “I established a covenant” (Psalms 89,4) where the word כרתי is used instead of כרתתי. ", "1": "מים סוף, which is located at the beginning of the eastern boundaries of the land of Israel as we can prove from Deuteronomy 1,1.", "2": "ועד ים פלשתים, which is situated on the western side as we know from Isaiah 9,11 ופלשתים מאחור “and the Philistines from behind.”", "3": "וממדבר, seeing that the Israelites were marching from the south.", "4": "עד הנהר, the river Euphrates in the north. Compare Jeremiah 1,14 מצפון תפתח הרעה, “disaster will break loose from the north.” Babylon is to the north of the land of Israel.\n"}, "4": {"0": "חמור שנאך, the Torah uses the most likely scenario as its model. Clearly, you are to do no less for the animal of a friend or relative.", "1": "עזוב חעזוב, an expression meaning assistance, support. The word occurs in this sense also in Nechemyah 3,8 ויעזבו ירושלים עד החומה, “they restored Jerusalem as far as the Broad wall.” We also find the word in this sense in Deuteronomy 32,36 ואפס עצור ועזוב, “and neither bond nor free is left.”\n"}, "5": {}, "6": {"0": "מדבר שקר תרחק, [these words are addressed to the judges Ed.] if you feel that that a perversion of justice is about to take place, aided and abetted by witnesses who perjure themselves, disqualify yourself from participating or presiding in such proceedings unless you know that you can convincingly prove the perversion of justice about to take place.<br>  ונקי וצדיק, if the guilty party has been exonerated at his trial you cannot subsequently “kill him,” i. e. reopen the proceedings seeing that you had accepted the testimony of the witnesses at the trial and brought the trial to a close. The reason is that if you mistakenly exonerated a guilty party, I. G’d, am the last recourse and will see to it that the guilty party will not remain perceived as righteous. We have had Exodus 21,13 והאלוהים אנה לידו as an example of G’d taking corrective action, causing someone who had been wrongly exonerated to be killed by his fellow man (though inadvertently). "}, "7": {"0": "יעור פקחים, the expression עור, blind, is appropriate as a contrast to someone with good vision. On the other hand, the opposite of the virtue of צדיק is סילוף, perversion, distortion."}, "8": {}, "9": {"0": "ואספת את תבואתה. Into your house, and you need not abandon it to all and sundry except in the seventh year of the cycle, the Sh’mittah year. In that year you must leave it untouched, neither sowing your field nor harvesting it."}}, "23": {"0": {"0": "ואל משה אמר, from Exodus 20,18 ומשה נגש אל הערפל including the paragraph which the Torah introduces here, all this was communicated to Moses on the same day the Ten Commandments were spoken by G’d. When the Torah here refers to what G’d “had said to Moses,” this refers to what He said to him alone before Moses descended from the mountain on that same day. ", "1": "'עלה אל ה, this command was issued on the day following Moses’ most recent return from the mountain. He was now bidden to ascend the mountain again of the following day.", "2": "אתה ואהרן; immediately after being told this Moses descended. ויספר לעם את כל דברי ה' וגו'. A reference to Exodus 20, 20-21. On the morrow he built an altar, offered sacrifices, and still on the same day he ascended to where the cloud enveloped him for the duration of 6 days (verse 15).", "3": "ואל משה אמר, an angel  told Moses,", "4": " 'עלה אל ה; seeing the command did not conclude with the word אלי, “to Me,” we must assume that it was issued by an angel speaking in G’d’s name. On the other hand, in verse 12 where G’d Himself invites Moses, He does add the word אלי, “to Me.”"}, "1": {}, "10": {"0": "ואל אצילי בני ישראל לא שלח ידו. Even though these people had deliberately lingered over a vision of G’d, feasting their eyes on it, something forbidden as we know from Numbers 4,20, that glimpsing something sacred inside the temple is forbidden on pain of death, at this time G’d did not punish tem. We know of a similar occurrence in Samuel I 6,19 when the subject was the Holy Ark. On the other hand, when afforded a similar opportunity to “see” G’d, Moses was afraid to do so (Exodus 3,6 at the burning bush). Here the nobles and elders were being honoured by G’d with visions, this being due to the covenant being concluded with them at this time. I explained in connection with the covenant of the pieces G’d concluded with Avraham in Genesis 15,17 that Avraham observed G’d as if passing between the pieces of the animals Avraham had cut up. [I could not find this exegesis of our author where it is supposed to be. Ed.] This report of “seeing” a manifestation of G’d resurfaces when the new covenant is made after the sin of the golden calf has been forgiven in Exodus 34,3 where only Moses is allowed to be present, i.e. to look at the mountain before he ascends. Having outlawed visual contact by others, G’d proceeds to announce that He will make a new covenant (Exodus 34,10) replacing the one the Israelites had breached at the golden calf episode.", "1": "ויאכלו וישתו, the burnt-offerings, עולות, were consumed by the altar, whereas the peace-offerings, שלמים, described as “meat-offerings, זבחים, were eaten by the people mentioned here. (compare verse 5)\n"}, "11": {"0": "אשר כתבתי, the tablets inscribed by G’d at the end of 40 days."}, "2": {}, "3": {}, "4": {"0": "את נערי בני ישראל, the firstborns of each family."}, "5": {}, "6": {"0": "ספר הברית, the book mentioned in verse four where Moses is reported as recording in writing.", "1": "נעשה ונשמע, “we will carry out what G’d has said already, and we are also prepared to listen (obey) to what He will command from here on in.\n"}, "7": {}, "8": {}, "9": {"0": "ויראו את אלו-הי ישראל, just as the Torah described “G’d’s “back” becoming visible to Moses in Exodus 33,23 so the meaning of the elders “seeing” means that the manifestations of G’d’s attributes they had experienced made Him as real to them as if they had seen Him with their physical eyes.", "1": "לבנת, the whiteness of", "2": "וכעצם, the appearance. The construction is similar to Lamentations 4,7 אדמו עצם מפנינים, “their bodies were like sapphires.”", "3": "לטהר, as when the sky is clear without clouds.\n"}}, "24": {"0": {"0": "If you will find that my commentary on the construction of the Tabernacle and the requisite furnishings and priestly garments is relatively brief, the reason is that my grandfather Rashi, of blessed memory, has already elaborated on most of it."}, "1": {"0": "תרומה, the setting aside of the money or materials for the construction of the Tabernacle. "}, "10": {"0": "זהב טהור, this does not mean that gold cannot become ritually impure; we know it can become defiled from Numbers 31,22. The expression טהור here means: ”pure, refined.”"}, "11": {"0": "ויצקת לו, they would protrude beyond the outer edges of the Ark and not be an integral part of it.", "1": "ושתי טבעות, of the total of four such rings.", "2": "על צלעו האחת, along the width of the Ark (the shorter side) seeing that the staves protruded in the direction of the sanctuary (backwards, seeing the Ark itself was in the inner sanctum) The length of the Ark had to be positioned in a north/south direction so that the staves would face east/west.\n"}, "12": {}, "13": {}, "14": {}, "15": {"0": "את העדות, the Tablets which represented the testimony and covenant between G’d and Israel. This is also the reason why Moses refers to them as לוחות הברית, “Tablets of the covenant,” in Deuteronomy 9,9."}, "16": {"0": "כפורת, an expression meaning “cover.”", "1": "'אמתים וחצי ארכו וגו, corresponding to the dimensions of the Ark."}, "17": {"0": "כרובים. Birds. (shapes of)  We base this on Ezekiel 28,14 את כרוב ממשח הסוכך, “as a cherub with protective outstretched wings.” (compare Rashi) It is a large bird. Our sages (Sukkah 5) understand the word to mean “having the faces of young children, toddlers.”", "1": "מקשה, hammered out of the thickness of the lid, i.e. the whole was  a single chunk"}, "18": {"0": "מקצה, from the center of the border in the width of the Ark so that the cherubs would be facing the sanctuary when mounted on the Ark."}, "19": {"0": "למעלה, toward their heads. ופניהם איש אל אחיו, facing the center area on the surface of the lid. (from the outside toward the center and each other)\n"}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {"0": "מסגרת, a kind of rim or edge which it is customary to attach to top of tables, to guard against spillage. Others say that it was attached to the underside of the tables reinforcing the legs at each corner."}, "25": {}, "26": {"0": "לעומת המסגרת, these were attached at the underside of the table but not to the border (מסגרת)."}, "27": {}, "28": {"0": "קערתיו. a form similar to the one in which bread is baked.", "1": "וכפותיו, for the two spoonfuls of frankincense as mentioned in Leviticus 24,2 ונתתה על המערכת לבונה זכה, ”with each row you shall place pure frankincense, etc.” ", "2": "קשותיו ומנקיותיו, the details of these tools are all spelled out in Menachot 94 seeing that the 12 show-breads were arranged in two stacks of six each, with adequate ventilation between each form containing these breads. Here these utensils are referred to as subordinate, part of the table, whereas in Numbers 4,7 the same utensils are described as subordinate to the libation, i.e. קשות הנסך. The reason is that these utensils were designed to provide cover, the root of נסך there being סכך as in the covering used for the Sukkah. These utensils covered and separated one layer of reads from the other.", "3": "אשר יסך, by means of these utensils the libations were to be offered."}, "29": {"0": "לחם פנים, according to the plain meaning of the text the word פנים means that the quality of the bread was such that it was fit to be served, to be displayed for approval to ministers and kings. In other words: “beautiful, first rate bread.” Compare Leviticus 24,5 “take choice flour and bake of it twelve loaves, etc.” Other verses in which gifts are associated with the expression פנים are found in Genesis 43,34 וישא משאת מאת פניו אליהם, “He served portions to them from his (Joseph’s, the viceroy) table.” Clearly a reference to the choicest which was served in the palace. In Samuel I,1,5 similar language is used to describe Elkanah giving his childless wife Channah the choice portion of the meal, apparently from the bowl placed before her husband. The master of the house is always given the best and choicest. Seeing that we are told that G’d had sealed her womb, but that her husband loved her best in spite of this, it is clear that he did what he could to pamper her as compensation for her grieving that she had not been able to provide her husband with children."}, "3": {"0": "ותולעת שני, wool dyed red is called תולעת. The colour itself is called שני. We know this from Nachum 2,4 אנשי חיל מתולעים, “soldiers dressed in crimson.” The word also occurs in that sense in Lamentations 4,5 האמונים עלי תולע, “the ones who used to be robed in purple, etc.” The prophet Isaiah 1,18 holds out the hope that “if our sins were staining our clothing red, repentance would result in their becoming white as snow.” The prophet considers both the word שלג and שני as dyes, the former being a white dye, the latter a red dye. However the words תולע and צמר both refer to wool, the latter being undyed wool.", "1": "ושש, and linen. All the other materials used were different kinds of wool, i.e. dyed animal hair.", "2": "ועזים. Something weaved or spun from goats’ hair.\n"}, "30": {"0": "'ועשית מנורת וגו, to illuminate the breads on the table as is mentioned in 26,35 where the position of this Menorah is specifically described as being opposite the table.", "1": "מקשה, he took a chunk of gold and peeled from its side arms, cup-shaped ornaments, flowers, etc., all with aid of a hammer.", "2": "ירכה, the wide base (legs) in touch with the floor, upon which the entire lamp stand was erected.", "3": "וקנה, a reference to the central shaft from which three subsidiary arms would branch out in either direction.", "4": "גביעיה כפתוריה ופרחיה ממנה יהיו, all of these would emanate from the center shaft. Wherever there was a knob, two relatively thin arms would branch out, one to the right and one to the left. All this is spelled out in verse 35."}, "31": {}, "32": {"0": "שלושה גביעים, hollow, similar to a cup. These made it appear as if the center shaft was full of holes.", "1": "משוקדים, almond-shaped, protruding in the outer walls of these cup-shaped ornaments. [The author describes jewelry in his time that was constructed in a similar fashion, something this editor is not too familiar with. Ed.] ", "2": "כפתור ופרח, these knobs and flowers alternated with one another at halfway up the arms of the lamp stand.\n"}, "33": {}, "34": {"0": "וכפתור תחת שני הקנים, a knob and a flower in the center shaft beneath each set of arms branching out from it.", "1": "לששת הקנים, three times. (seeing two arms extended from the center shaft at the same height each time) The words וכפתור did not need to be repeated three times in our verse as the count had already been made in verse 33.\n"}, "35": {}, "36": {"0": "נרותיה, a reference to the little bowls in which both the oil and the wick would be placed. The priest would point the direction of each flame towards the center shaft so that they would illuminate also each other. [the word פניה refers to the table standing across from the Menorah which would be  indirectly illuminated by these seven lights.] This same point is repeated in Numbers 8,2 making sure we understand that the lights of the Menorah illuminated the breads on the table opposite it."}, "37": {"0": "ומלקחיה, the tongs needed to handle the wicks in order to insert them in the lamps.", "1": "ומחתותיה, the ash-pans in which the leftover, possibly still glowing, remnants of the wicks and any unburned oil would be removed when cleaning out the lamps each morning.\n"}, "38": {}, "39": {"0": "מראה, a past participle of the verb when it is used transitively, i.e. describing an action performed by a third party.", "1": "אשר אתה מראה בהר, G’d had literally shown Moses a visual likeness of the Tabernacle while he had been on Mount Sinai. This must be contrasted with such expressions as Genesis 12,7 לה' הנראה אליו, where the image Avraham received was one which originated within him rather than externally.\n"}, "4": {}, "5": {"0": "לשמן המשחה, from which to make the oil for anointing.", "1": "ולקטורת הסמים, they brought spices to help make the incense, as is commanded in Exodus 30,34  קח לך סמים."}, "6": {"0": "מלואים, for the gemstone to fill the recessed area intended for it to be set in, similar to the rings used as signet rings."}, "7": {"0": "מקדש, an alternate description of אהל מועד, a place where G’d would be sanctified and from which He would address the Israelites. Compare Exodus 29,43."}, "8": {"0": "ככל אשר אני מראה, corresponding to all the likenesses of the various utensils that have been shown to you in a vision. Compare Ezekiel 40,2 where the prophet was also shown a vision of all that pertained to the building of the second Temple. The meaning of the vision was then explained to the prophet in detail."}, "9": {"0": "ועשו ארון עצי שטים, seeing that the words belong together, i.e. “an ark of acacia wood,” the vowel under the letter א in the word ארון is a chataph patach instead of a kametz. [This had to be so as the tone sign tipcha under the word ארון suggests that the word belongs to the word ועשו preceding it. Ed.] Even so, when it came to the carrying out of these instructions we find that Betzalel, contrary to Moses’ instructions, first constructed the Tabernacle itself before fashioning the furnishings thereof, seeing he would not have a place wherein to place all these furnishings. Nevertheless, at the time of the instructions, the Ark, Table, etc., had to be mentioned first. The reason was that the construction of the Tabernacle was, after all, secondary to the furnishings inside it. It became necessary to build the Tabernacle only in order to house the Ark and other sacred furnishings.\n"}}, "25": {"0": {"0": "ואת המשכן, the lowest 10 curtains (the ones visible from the inside of the structure) are called משכן. The reason is that immediately below them was the Ark, i.e. they provided the home for the Ark."}, "1": {}, "10": {}, "11": {}, "12": {"0": "והאמה מזה, whereas the silver sockets along the sides of the Tabernacle were left exposed by the inner curtains, they were covered by the outer curtains, these being 2 cubits longer than the inner curtains. This is the reference to the “extra cubit on either side” in our verse."}, "13": {"0": "ומכסה עורות תחשים מלמעלה, above the skins made into coverings out of ram skins dyed red. This is the plain meaning of the text, and at least one opinion expressed in the Talmud agrees with this. (Shabbat 28)"}, "14": {"0": "עצי שטים עומדים. They must be standing upright, not laid on top of each other."}, "15": {}, "16": {"0": "שתי ידות לקרש האחד, the boards were incised in the bottom cubit in order to accommodate the hollow dual sockets that these tenons would fit into.", "1": "משולבות, parallel to one another. There were also incisions around the bottom cubit of each board.\n"}, "17": {}, "18": {}, "19": {}, "2": {"0": "חוברות, joined to one another with needle and thread."}, "20": {}, "21": {"0": "ולירכתי המשכן תעשה ששה קרשים. Seeing that each board was one and a half cubits wide, this would cover nine cubits in width. This left one half cubit at the north west corner and at the south west corner unaccounted for, seeing the width of the Tabernacle was ten cubits. The area left exposed would be taken up by the boards arranged in the east-westerly (long) sides of the Tabernacle, the last half cubit of each filling these two voids. This left the inside dimensions of the Tabernacle ten cubits wide with the problematic corners being enclosed in the manner we described. The view from the outside of the Tabernacle would show 90 degree corners without any indentations whatsoever."}, "22": {}, "23": {}, "24": {}, "25": {"0": "בריחים חמשה, there would be five rings attached to each of the boards (planks) from the outside in order to slip the bolts or bars through them. In addition, in order to accommodate the בריח התיכון, the central bolt, each plank had to be hollowed where the hole was drilled to insert the central bolt therein.. As a result of all this the silver sockets at the bottom, the outside and interior bolts higher up and the clasps joining the planks together at the top, made for a solid structure once it had been assembled. According to the plain meaning of the text there were actually three bolts which qualify for the description בריח התיכון, “the central bolt.” One of them ran from north to south, and the other two ran from east to west parallel to each other on the two long walls of the Tabernacle. Seen in such a way, the Tabernacle was kept solid by the manner in which the corner planks were fitted to each other. This was achieved by the fact that the central bolts entered holes drilled from two directions in these two corner planks. According to the view of our sages (Shabbat 98) there was only one “central” bolt, and it described two turns when negotiating the two 90 degree turns at the northwest and southwest corners of the structure.\n"}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {"0": "מקצה בחוברת, at the edge of the fifth curtain."}, "30": {"0": "פרכת, according to the context this was a divider between the two interior sections.", "1": "מעשה חושב, the work of an artisan known as a weaver. This is similar to the word אורג in verse 27,9, which, according to Rashi, means embroiderer. The difference is that weaving is part of the cloth, whereas embroidering is decorating the cloth with pictures, etc., on top of the cloth. The work is done with a needle.\n"}, "31": {"0": "וויהם, something such as a fork supported by pillars at the bottom. They were attached in such a way that the edge of the dividing curtain could be inserted in them from above."}, "32": {"0": "ונתתה את הפרכת תחת הקרשים, under the golden clasps. They were attached at the end of the 20 cubits of the curtains which had  been spread out over the entrance of the Tabernacle. The length of the Tabernacle was 30 cubits so that the location of these clasps joining two sections of curtain totaling 40 cubits would be exactly 20 cubits from the entrance, at the point where the sanctuary and the Holy of Holies would be divided. From this point westward till the rear wall of the Tabernacle there would be ten cubits, the other 10 cubits of these curtains hanging down behind the western wall. [We must not forget that the curtains were sewn together lengthwise, whereas they were draped across the interior of the Tabernacle width-wise. Ed.]"}, "33": {}, "34": {}, "35": {"0": "מסך לפתח האהל, a place where there is no curtain, i.e. only half a curtain of 2 cubits which has been folded over hangs down from above.", "1": "מסך, the construction of this word which means “screen” relative to the word מסיך, “something which screens,” (verbal mode), is similar to the word מגין, “something which protects,” to the word מגן (noun) “shield.” As a result of this consideration, even when this noun is used in the construct mode when we would expect the vowel kametz to be replaced by a chataf patach, i.e. masach, it does not change as the noun is really a derivative of the verb. This is not so in nouns such as דבר, or בקר, where the construct mode changes the vowel kametz to devar and bekar, respectively, seeing that both these words are nouns in their own right, are not derivatives of verbs. Examples are found in Numbers 4,25, as well as in Samuel II 1,21. Compare also Numbers 7,88 as well as Deuteronomy 15,2.\n"}, "4": {}, "5": {"0": "וחברת, by means of hooks and loops you will join these two sections containing 5 curtains each.", "1": "והיה המשכן אחד. The ten curtains which together are called משכן now became one, i.e. entitled to that description.\n"}, "6": {}, "7": {}, "8": {"0": "וכפלת את היריעה השישית, so that half of it would be hanging down from the top facing the tent, whereas the other half would be trailing down behind the Tabernacle (on the ground) to a length of 2 cubits. (the overall length of the Tabernacle was 30 cubits, its height 10 cubits. The curtains under discussion were 4 cubits wide and 30 cubits long. This gives us a total area of 44 square cubits. Draping the curtains across the structure meant that the thirty cubits reached exactly down to the silver socket of the upright beams. Seeing that the entrance to the Tabernacle would not be covered, the length of the joined curtains really needed to total only 40 cubits. By allowing 2 cubits to hang down at the entrance, only 2 cubits were left to trail on the ground behind the structure (I condensed what the author explains. Ed.)"}, "9": {}}, "26": {"0": {"0": "ועשית את המזבח, the copper altar located in the courtyard in front of the Tabernacle."}, "1": {"0": "ממנו תהיין קרנותיו, integral parts of the structure, not something superimposed."}, "10": {}, "11": {"0": "עמודיהם עשרה. One such pillar which had been placed five cubits apart from the next one; the hooks were attached to them so as to hold up the curtains."}, "12": {}, "13": {"0": "וחמש עשרה אמה קלעים לכתף, in the easterly direction of the courtyards, an area that was 50 cubits wide. Allowing for the width of the Tabernacle of 20 cubits, this left 15 cubits of empty space on either side between the structure and the curtains enclosing the courtyard. It follows that a width of 50 cubits was enclosed in the sense that outsiders could not look beyond these curtains. [according to several opinions (both in Eyruvin 2 and in Zevachim) the measurement given here for the height of the curtains, i.e. 5 cubits, refers only to the height over and above the height of the copper altar, which itself was 10 cubits, so that the overall height of these curtains was 15 cubits. Ed.]"}, "14": {}, "15": {}, "16": {}, "17": {"0": "ורוחב חמישים בחמישים, how so? The overall length of the courtyard was 100 cubits stretching from east to west, both to the north and the south of the Tabernacle itself. The courtyard was 50 cubits wide when viewed from north to south. The Tabernacle itself was 30 cubits long and 10 cubits wide. Moses erected the Tabernacle not in the center of the courtyard but in the western half of the courtyard, so that the approach to the Tabernacle beginning with the easterly entrance to the courtyard occupied an area of 50 cubits square. The Tabernacle itself was surrounded on the other three sides by 20 cubits of free space, i.e. both to the north, the south and to the west, seeing that it was only 30 cubits long. "}, "18": {"0": "יתידותיו, which were tied to the curtains forming the wall of the courtyard. These pegs were driven into the ground so that the curtains would not be in constant motion, fluttering at their base due to the prevailing winds."}, "19": {"0": "ואתה תצוה, whereas in 25,2 Moses had been told by G’d to raise the donations for the building of the Tabernacle with the words ויקחו לי תרומה, and that had referred to a one time contribution, now Moses is instructed of the ongoing obligation to provide oil for the Menorah in the Tabernacle. The syntax has been changed here with the introduction of the word תצוה, “you will command.” Whenever that root occurs the subject matter it addresses is one of ongoing importance, not a commandment to be carried out only once, only because of special circumstances. This principle has been spelled out by Torat Kohanim in Leviticus at the beginning of Parshat Tzav, as well as in Sifrey on Parshat Nasso section 1.", "1": "זך, free from sediments. The olives are to be crushed in a mortar for if they were to be ground in a mill the result would not be satisfactory."}, "2": {"0": "ויעיו; shovels used to scoop up the ashes of the remains of the sacrifices offered on the altar. The ashes in turn would be placed inside the pots mentioned at the beginning of the verse.", "1": "ומזרקותיו, to catch the blood which is to be sprinkled on the altar.", "2": "ומזלגותיו, these forks were used by the priests to handle parts of the limbs of sacrificial animals on the altar and to turn them over and move them so that would burn up within the time limit assigned for this.\n"}, "3": {"0": "מכבר, a netting; compare Amos 9,9 כאשר יגוע בכברה ולא יפול צרור ארץ, “as one shakes in a sieve and not a pebble falls to the ground.”"}, "4": {"0": "כרכב. A narrow projection running about halfway up the wall of the altar. It enabled the priests to walk there and reach the upper parts of the altar. It was immediately above the netting. This expression is also used in the Talmud when discussing the ritual rulings pertaining to the sacrificial service. (Chulin 25)", "1": "עד חצי המזבח, in order to make a separation between the blood which had to end up on the top of that altar, and that which would be absorbed by the netting surrounding the altar at the top of the lower half of the altar. For the sake of easy recall remember that the blood of bird offerings that were known as עולת העוף had to reach the top of the altar, whereas the blood of offerings known as חטאת העוף, sin offerings consisting of a bird, had to be sprinkled or smeared against the lower half of the altar at the netting. All these details have been spelled out in Zevachim 53.\n"}, "5": {}, "6": {}, "7": {"0": "נבוב לוחות, hollow. We find a similar expression in Job 11,12 איש נבוב לוחות, “a hollow man, etc.” Whenever the Israelites made camp they would fill the inside of this altar with earth. Only after that would they use it to offer their sacrifices."}, "8": {"0": "קלעים. According to Menachem these are curtains of sorts. They constituted a second division, separation between domains of different levels of sanctity. This word also occurs in this sense in Kings I 6,32 וקלע עליהם מקלעות כרובים, where it describes carvings of figurines in wood. Also in verse 18 of the same chapter in Kings we have the line מקלעת פקעים where it also means “carvings of gourds and calyxes.” I believe that the Torah tells us that the hanging curtains forming the outer wall of the courtyard also had figurines woven into their texture."}, "9": {"0": "וחשוקיהם מוקפים כסף. The raw material that the bands consisted of matched that of the hooks, i.e. silver."}}, "27": {"0": {}, "1": {}, "10": {"0": "מעשה חרש אבן, the words חרש אבן are in a construct mode; this accounts for the vowel patach under the letter ר in the word חרש. The meaning of the term is חרש של אבן, “a craftsman of gemstones,” someone expert in engraving. The reason why the vowel under the letter ח remains the kametz, is similar to the parallel mode of the word גנב, gannov, with the dagesh in both the letters ג and נ.", "1": "פתוחי חותם, similar to the engravings made on signet rings.\n"}, "11": {"0": "על כתפות האפוד. These shoulder pads of the ephod extended from his shoulder on either side up to the neck of the High Priest, from which point they curved and descended towards the breastplate he wore on the chest. There were chains which linked the ephod to the breastplate, and the two major gemstones known as אבני זכרון (as well as אבני שהם) that had the names of the tribes engraved on them and which he wore like epaulettes on his two shoulders. The breastplate was suspended from these chains, apart from being fastened additionally to the ephod.", "1": "אבני זכרון, as I will explain in connection with the golden plate ציץ worn on the forehead which had the words קדש לה' recessed into it. (compare verse 36).\n"}, "12": {"0": "ועשית משבצות זהב, a golden plate to serve as the background to the settings which held the various gemstones of the breastplate in place. The plate had holes through which the chains could be attached to them by fastening the chains to the breastplate, as described in more detail in verse 25, the whole would in effect be as if a single piece."}, "13": {"0": "מעשה עבות, seeing that normally, when we hear about “chains,” we think of rings inserted within the other in a continuous row, the Torah was at pains to describe these “chains” as being more like strands of ropes intertwined.", "1": "ונתת את שרשרות העבותות על המשבצות, you will construct them in the nature of heavy, thick ropes; the Torah still did not tell us where the ends of these ropes were to be attached. Later on in verses 24 and 25 the Torah will explain that the ends of these two (chains) ropes were to be threaded through two holes at either side of the gold plate forming the backdrop to the settings in the breastplate. The other two ends of these (chains) ropes would be attached to the ephod in front.\n"}, "14": {"0": "חשן משפט, the name reflects the fact that in the pocket of the breastplate there was placed the parchment with the Holy name of G’d, known popularly as urim vetumim, the tool by means of which G’d could be consulted if the High Priest did not know the answer to a question involving Jewish religious law. He would then consult G’d and receive his answer by the letters on the breastplate becoming illuminated. (compare Numbers 27,21)."}, "15": {"0": "כפול, something like a pocket. This was necessary in order to place the urim vetumim inside it. "}, "16": {"0": "ומלאת בו, recessed depressions in order to fill them with the respective gemstones."}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {"0": "ועשית על החשן שרשות גבלות, these are the rope-like chains described earlier inverse 14."}, "22": {"0": "'ועשית על החשן וגו, at the outer ends of the upper edge you will fasten rings in order to thread the two thick rope-like chains through them. There were matching rings at the front of the shoulder pads corresponding to these rings at the upper end of the choshen to which the other end of the avatot (ropes) would be fastened. As a result of this, the breastplate would hang down on the chest of the High Priest, suspended from the ephod, but it would still be able to move sideways rather freely. In order to prevent this from happening it also had to be fastened to the ephod as will be explained later where we are told that there would be two rings, one from each side at the upper end of the ephod in the region of the sash (belt). The chains would be fastened to the upper edge of the ephod through these rings, but the אזור the sash, belt, would be tied over it around the High Priest’s waist."}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {"0": "וירכסו, same as ויחגרו, “they will girdle.”"}, "28": {}, "29": {"0": "את האורים ואת התומים; the function was somewhat similar to that of oracles employed by the priests of idolatrous cults. If those had any value at all, -and we may assume that at least their worshippers had concluded that they did, -how much more influential would these urim vetumim in the sacred garments of the High Priest be in order to elicit answers to questions posed to G’d, seeing that the means employed were holy and sanctioned by G’d Himself?"}, "3": {"0": "ואלה הבגדים, they are all listed individually.", "1": "חשן, something resembling a sheath, containing a pocket. Its precise nature depends on its use at the time.", "2": "ואפוד, a garment which is at one and the same time decorative and protective, covering the chest of a person, worn as an outer garment.", "3": "תשבץ, a knitted one (tunic). This garment, being knitted, has small holes all over it, as do most such knitted garments when made from wool.", "4": "מצנפת, a kind of hat, cap, worn on the head. We encounter the word describing Royal headgear in Isaiah 62,3 וצניף מלוכה, “a royal diadem.”", "5": "ואבנט, a belt or sash of sorts. According to the plain meaning, this is the place where the trousers should have been mentioned. They were not mentioned as only garments of a distinctive character enhancing a person’s stature are listed here.\n"}, "30": {"0": "מעיל האפוד; the garment on which the ephod is worn.", "1": "כליל תכלת, entirely of blue wool. I believe that the reason why this garment was totally blue is that seeing that both the ephod’s and the choshen’s function is to evoke the zikaron, the memory of G’d, the m’il, which is the base for the other two garments is also dyed in a colour symbolising memory as we know from the blue strand in the tzitziyot which the Torah describes as evoking the memory of heaven and G’d’s commandments in Numbers 15,35.\n"}, "31": {"0": "פי תחרא, an opening in the garment at the top, permitting the wearer to slip into it by pulling it down over his head.", "1": "בתוכו, in its middle (the middle of the top). להבדיל, similar to garments worn by the members of the clergy.", "2": "לא יקרע. The collar does not open downwards (like our shirtfronts) but one leaves an opening for the neck when weaving it before finishing it at the top.\n"}, "32": {"0": "בתוכם. between pomegranate and pomegranate, not inside the pomegranate."}, "33": {}, "34": {"0": "ונשמע קולו בבאו אל הקדש, the golden bells will knock against each other even though they are separated from one another by the woolen pomegranates."}, "35": {"0": "ועשית ציץ. The name ציץ reflects the fact that this head-plate is worn on a place that everybody looks at on the forehead of the High Priest. We explained this point in our commentary on 12,7.", "1": "'קדש לה. The names of the tribes of Israel are engraved on both the gemstones of the ephod as well as on the breastplate. These names were to remind G’d of the merits of the founding fathers of these tribes and to facilitate atonement for the sins of their descendants. The specific sins referred to are inadvertent violations involving sacred sites entered in violation of the law, or the consuming of sacred sacrificial meat by people either not entitled to eat them or not in a ritually pure state which would be the prerequisite for eating same. While the High Priest wore the ציץ G’d undertook to forgive such inadvertent violations committed by the people concerned."}, "36": {"0": "ושמת אותו על פתיל תכלת, there was a single strand of blue wool at either end of the tzitz which extended from ear to ear so that the head-band could be tied by means of it. There were also three strings above the tzitz which crossed the High Priest’s head (linking up with the woolen strand and attached to the מצנפת, the turban like shaped headgear worn by the High Priest.", "1": "אל מול פני המצנפת יהיה, the headband was to be worn immediately below the lower rim of the mitznefet.\n"}, "37": {"0": "ונשא אהרן את עון הקדשים, according to the plain meaning of the text the reference is not to sacred things which have been allowed to become ritually impure, but the meaning is as follows: the fact that the High Priest would wear the tzitz would facilitate the atonement needed by the various members of the Jewish people requiring same by means of the sacrificial offerings prescribed by the Torah to expiate their sins."}, "38": {}, "39": {"0": "לכבוד ולתפארת, seeing that the headgear of the High Priest was especially decorative."}, "4": {}, "40": {"0": "והלבשת אותם, as soon as the Tabernacle would be erected."}, "5": {"0": "ועשו את האפוד; although my grandfather (Rashi) has explained both the ephod and the choshen in detail, I plan to concentrate on some aspects which he has not mentioned in his commentary."}, "6": {"0": "שתי כתפות חוברות יהיה לו, according to my understanding the ephod was designed and constructed to cover only the lower half of the body from the waist down. It covered, (i.e. enclosed) this section both in front and at the rear. This is spelled out more clearly in Leviticus 8,7ויחגור אותו בחשב האפוד ויאפוד לו, “he put the tunic on him, girdled him with the decorated band (sash) with which he tied it to him.” This makes clear that the cheshev was a kind of belt or sash attached to the edge of the ephod firmly attached (sewn) to the body of the garment described as ephod. The shoulder pieces described here were so tightly attached to one another that they covered the entire back of a person from his waist upwards all the way up. [the shoulder pieces (straps) were joined to one another tightly from behind.] This is the reason the Torah repeats once more concluding with the word וחבר, vechubar, “so that it was properly joined together.” In other words, not only were the two shoulder pieces tightly joined together at the upper level of the torso, but they were also tied together by means of these bands at the level of the waist. The choshen was worn above it on his heart, being only one span wide and long (28cm square). This breastplate was also attached to the shoulder pieces above and to the ephod at waist level below. As a result, for practical purposes the breastplate and the ephod were really one garment. This had to be so, for, if the breastplate had only been fastened to the shoulder pieces of the ephod by means of the chains described, every time when the priest had occasion to bend down, the shoulder pieces would have been in danger of falling down.", "1": "אל שני קצותיו, to its two ends, which were behind the priest, the ends of the upper part of the ephod beside the sash.\n"}, "7": {"0": "וחשב אפודתו, the belt attached to the sash acted as the connecting link tying things together, as described in Leviticus 8,7 which we already quoted."}, "8": {}, "9": {}}, "28": {"0": {}, "1": {"0": "ולחם מצות, is called לחם. This “bread,” though described as “unleavened,” contained oil as this is the same “bread” described as לחם שמן in Leviticus 8,26 where the inauguration rites are described. The meaning of the various other flour-based items mentioned here are described in detail in Menachot folios 74 and 75. There were a total of ten such flour-based products of each category listed here."}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "והקרבת אותם בסל, you will bring them to the courtyard of the Tabernacle, עזרה, in a basket."}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "וקדשת את חזה התנופה ואת שוק התרומה; both the word וקדשת and the word תנופה indicate that the object is to be set aside, treated as something apart. When speaking of the chest the Torah uses the term תנופה, seeing only it was “waved” as part of the procedure; it was consumed by the priests. The thigh was burned up on the altar. However, on future occasions of sacrificial offerings of which the priests were allocated parts of the sacrificial meat, both were to be consumed by the priests. "}, "27": {}, "28": {"0": "למשחה בהם, the fact that they would be anointed with oil was equivalent to their receiving medals in the secular part of the world. The importance of this anointing is best illustrated by David when he says in Psalms 105,14 אל תגעו במשיחי, “do not dare touch those who have been anointed by Me!”"}, "29": {"0": "ילבשם הכהן, the newly appointed  High Priest is to wear them prior to his being inaugurated."}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {"0": "שבעת ימים תמלא ידם, during the seven days preceding the eight’s day when Aaron would commence to officiate as High Priest assisted by his sons, Moses would erect the Tabernacle every single day, and he himself would offer sacrificial offerings. Each evening he would dissemble the Tabernacle. On the eighth day, the first day of the month of Nissan, the Tabernacle would be assembled completely as described in Exodus 40,2. and 40,17. That was the date which marked the beginning of Aaron’s holding the office of High Priest."}, "35": {}, "36": {"0": "כל הנוגע, anyone touching or approaching the altar too closely would become sanctified by this, i.e. he had to see to it that he was in a state of ritual purity prior to approaching the altar."}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {"0": "ונקדש בכבודי, I will manifest Myself to the people of Israel when the Tabernacle will be erected and the celestial fire will descend and consume the meat offerings on the copper altar in the area between the vestibule and the sanctuary. Leviticus 9,4 testifies that this did indeed occur, the verse concluding with “the glory of the Lord became manifest before the whole people,” followed by “fire originated from the presence of the Lord and "}, "43": {}, "44": {}, "45": {"0": "הוצאתי אותם מארץ מצרים, in order to take up residence among them."}, "5": {}, "6": {}, "7": {}, "8": {"0": "וחגרת אותם אבנט אהרן ובניו; concerning the sequence in which these garments were to be put on there is a disagreement in Yuma 5 seeing that the order mentioned here does not correspond to the order written in Leviticus 8,7-9. I believe, that the very fact that we find two versions as to the sequence is meant to tell us that the sequence in which these garment were put on did not matter."}, "9": {}}, "29": {"0": {}, "1": {}, "10": {}, "11": {"0": "כי תשא, when Moses would assemble the Jewish people in order for them to set aside the donations for the building of the Tabernacle he was to use this opportunity to count them. The silver would be given for the work in connection with the Tabernacle that required use of this metal. In Exodus 38,25 we are told that a total of 100 talents of silver were used in the construction of the Tabernacle."}, "12": {}, "13": {}, "14": {}, "15": {"0": "כסף הכפורים, silver intended to atone for the sin of forfeiting one’s life.", "1": "על עבודת אהל מועד, as spelled out later in 38,27 where we read מאת אדנים למאת הככר ככר לאדן, “100 sockets totaling 100 talents, 1 talent per socket.\n"}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {"0": "בשמים ראש, valuable fragrances, spices. We know this also from Song of Songs 4,14 עם כל ראשי בשמים. “with all the choice perfumes.” I believe that the word בשמים by itself refers to perfumes and fragrances derived from trees as we also know from Song of Songs 4,16 הפיחי גני ידלו בשמיו, “blow upon my garden that its perfume may spread.” בשמים ראש on the other hand, refers to the sap, or resin from such trees, or to other fragrant plants derived from the soil directly.", "1": "מר דרוד, myrrh is globally considered as a valuable source of a fragrance, as is מר עובר, (Song of Songs 5,5) a spice well known and treasured by merchants throughout the world.", "2": "ומחציתו, this has been explained in Rashi on Keritut 5\n"}, "23": {}, "24": {"0": " רקח מרקחת, very intensely perfumed."}, "25": {}, "26": {}, "27": {}, "28": {"0": "כל הגוגע בהם יקדש, he must first purify himself as otherwise he would not become consecrated by touching people or utensils who have been anointed with these oils."}, "29": {}, "3": {}, "30": {}, "31": {"0": "ובמתכנתו, corresponding to the proportions of the various ingredients listed here.\n"}, "32": {"0": "ואשר יותן ממנו, from the oil of anointing prepared by Moses."}, "33": {"0": "סמים; we explained this already earlier. (where?)", "1": "סמים ולבונה זכה, according to the plain meaning, the Torah first describes the ingredients used for the incense in a general manner, before listing each individually. There follows a description of precisely what was included in the general term סמים. נטף ושחלה וחלבנה, stacte, onycha and galbanum, these are fragrant herbs which I commanded you to use. In addition, you are to take pure frankincense; According to the plain meaning of the text לבונה זכה is not to be counted as one of the spices, fragrances, listed, but the word סמים after the list נטף, שחלה, חלבנה concludes the list of the spices. It is the custom of the Torah to repeat something which had been used as a heading for an introduction when that particular part of the subject has been concluded. We find an example of this in Genesis 9,17 when G’d concluded a covenant with Noach involving the rainbow. He said זאת אות הברית, “this is the sign of the covenant,” both in 9,12, and again in 9,17.\n"}, "34": {"0": "ממולח, thoroughly mixed. The word may reflect the word מלחים, sailors, oarsmen, as these mix and stir the waters which they row. "}, "35": {}, "36": {"0": "'ושחקת ממנה וגו, the reason some had to be rubbed into fine particles was that on Yom Kippur the incense was to be of fine particles as we know from Leviticus 16,12 קטורת סמים דקה."}, "4": {}, "5": {"0": "ונתת אותו לפני הפרכת. in the sanctuary. ", "1": "אשר על ארון העדות, a reference to the curtain dividing the sanctuary from the Holy of Holies.\n"}, "6": {}, "7": {}, "8": {}, "9": {"0": "אחת בשנה, on the Day of Atonement. This was confirmed in Leviticus 16,18 ויצא אל המזבח אשר לפני ה', “he shall go out to the altar that is before Hashem, etc.” On all the other days of the year the golden altar was used only for incense burning."}}, "3": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "ביד תשלח, by means of anyone else You wish to entrust with this mission as long as it is not I."}, "13": {"0": "ויחר אף ה' במשה, such an expression always means that G’d’s anger had tangible consequences for the one at whom G’d was angry. In this instance, the encounter described in verse 24 where G’d is described as seeking to kill him is such a consequence. I already explained on Genesis 32,29 that Yaakov’s having had to limp was a punishment for him.", "1": "כי דבר ידבר הוא.  He grew to maturity in Egypt, and he has complete mastery of the kind of Egyptian spoken by the upper classes, so that he will be listened to with respect."}, "14": {}, "15": {"0": "ודבר הוא לך, he will do the speaking on your behalf.", "1": "תהיה לו לאלוהים, you will act as his superior, instructing him in what to do."}, "16": {}, "17": {"0": "וישב, he returned from the desert to his father-in-law Yitro."}, "18": {"0": "ויאמר ה' אל משה במדין, where he had settled at the time he had fled on account of Pharaoh as we know from 2,15. Now, while Moses was back in Midian, (in the civilised regions) G’d told Moses to return to Egypt as all the people whom had had reason to be afraid of had already died.. (compare 2,23)"}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {"0": "ויפגשהו ה', in this instance a reference to the Lord’s angel. Moses’ sin consisted of needlessly slowing down the carrying out of his mission by taking his wife and children along."}, "24": {"0": "צר, an expression similar to חרבות צורים in Joshua 5,2 where this expression described the tools used by Joshua to perform circumcision on the Israelites prior to their crossing the Jordan river. A similar expression also occurs in Psalms 89,44 אף תשיב  צור חרבו where it refers to G’d blunting and distorting the sharpness of the sword of the Israelites making them ineffective in defending themselves.", "1": "'ותכרות וגו, performance of the circumcision of Moses’ son by Tzipporah was a lifesaver for Moses, much as a sacrifice offered by Gideon or by Manoach when they were confronted by an angel (Judges 6,24 and 13,19). [Manoach had been afraid he would die having seen a vision of G’d. Ed.]", "2": "ותגע, a transitive mode. She presented the foreskin at the feet of the angel in order to put him in a more tolerant mood. The Torah did not want to spell out that she had actually seen the angel’s feet. [this is why the word “of the angel” was omitted although that word had not appeared previously. Ed.]", "3": "כי חתן דמים אתה לי, by means of this offering of my son’s blood you, Moses, remain my husband.", "4": "The word חתני is equivalent to בעלי, “my husband.”"}, "25": {"0": "וירף המלאך ממנו, the word is similar to Judges 19,9 רפה היום לערוב, “the day has waned toward evening.” The construction of וירף from the root רפה is similar to ויקן from the root קנה, “he acquired.” The word וירף therefore means that the angel’s lethal power had become much weaker.", "1": "אז אמרה חתן דמים למולות, “my husband had become guilty of death for delaying the circumcision of his son.”"}, "26": {"0": "לך לקראת משה, to fulfill what G’d had already told Moses, i.e. that his brother Aaron was on the way to meet him joyfully. (verse 14)"}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {"0": "והיו המים, the repetition of the word והיו applying to the same predicate is similar to a construction in Psalms 93,3 נשאו נהרות ה', נשאו נהרות קולם “the ocean sounds, O Lord; the ocean sounds in thunder, etc.” Another such construction is found in Psalms 94,3 עד מתי רשעי ה', עד מתי רשעים יעלוזו?, “for how long shall the wicked O Lord, for how long shall the wicked exult?”"}, "9": {"0": "כי כבד פה וכבד לשון אנכי, I am not fluent in the Egyptian spoken by the upper classes of the aristocracy. The reason is that I fled Egypt before I had completed my education there and in the meantime I am 80 years of age. We find in Ezekiel 3,4-6 that the prophet is told to address the Jewish people as opposed to addressing the local aristocracy whose tongue is described as unintelligible speech and difficult language, i.e. עמקי שפה וכבדי לשון. Is it possible that a prophet who could communicate with G’d freely, i.e. “face to face,” and who received the Torah from Him and communicated it to his people should have been afflicted with a stutter? [one could add to the author’s rejection of the commonly held view of Moses’ speech impediment that if he functioned as High Priest for a full week before his brother Aaron took over, how was that possible if he was afflicted with what would be considered a disabling mum, physical blemish for even an ordinary priest? Ed.] Nowhere in our traditional literature of Tannaim and Amoraim (Talmud) is there such a view expressed, and we certainly have no reason to accept such views when they are expressed in hagiographical writings. "}}, "30": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {"0": "אך את שבתותי, even work of constructing the Tabernacle must not be performed on the Sabbath.", "1": "כי אות היא, for the reason that you are abstaining from such categories of activities is that you are like Me, i.e. you are My people.\n"}, "2": {}, "3": {}, "4": {}, "5": {"0": "ובלב כל חכם לב, who came forward to carry out this work G’d had already equipped him with the required talent to carry out the work."}, "6": {}, "7": {}, "8": {}, "9": {"0": "בגדי השרד, hanging protective curtains which would be draped over the furnishings of the Tabernacle, such as the Table, The Ark, and the Menorah, as detailed in Parshat Bamidbar. (Numbers 4,6; 4,13; 4,8) These fabrics had been plaited prior to their serving as protective covers."}}, "31": {"0": {"0": "אשר ילכו לפנינו, similar to teraphim which were made by means of witchcraft, their purpose being that they should tell their believers how to act in order to obtain their needs."}, "1": {}, "10": {"0": "בעמך אשר הוצאת. Note that G’d says: עמך, “your people,” instead of עמי, “My people.” He says אשר הוצאת “whom you have taken out from Egypt,” i.e. not “the one whom I have taken out of Egypt.”"}, "11": {"0": "למה יאמרו?, Moses asks that the people be spared for the sake of G’d’s great name if not for their own sake. Why should His name become desecrated?"}, "12": {}, "13": {}, "14": {}, "15": {"0": "מעשה אלוקים המה, Moses did not carve out these Tablets as opposed to the second set of Tablets which G’d told him to carve out himself (34,1.)", "1": "חרות, just like חרוט or חרוש, engraved.\n"}, "16": {}, "17": {"0": "חלושה, victory; we find this word in the battle against Amalek in Exodus 17,13 ויחלוש יהושוע, “Joshua defeated, etc.”"}, "18": {"0": "וישלך מידו, when Moses saw the golden calf, he became physically too weak to continue to carry the weight of the Tablets and he threw them as far as possible away from himself so that they would not drop on his feet. This is the way all persons who throw away a burden they carry and which has become too heavy for them, do this. This is the way Pirkey de Rabbi Eliezer explains this verse (chapter 45). This is also the plain meaning of the verse."}, "19": {"0": "ויזר, same as ויפזר, “he scattered.” The construction from the root פזר is parallel to vayiken, from the root kanah,  (compare Genesis 33,19) Compare also the root זרה which would be vayizer as here. We find the word in this sense in Numbers 17,2 ואת האש זרה הלאה, “and throw the fire (flame) away.”", "1": "וישק את בני ישראל, he examined their truthfulness by making them drink this mixture, just as a Sotah  suspected of infidelity has to drink the waters containing the ash of the red heifer.\n"}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {"0": "ויצא העגל הזה. It emerged as a finished product. Compare Proverbs 25,4 ויצא לצורף כלי, “the silversmith produces a vessel.” Or, Isaiah 54,16 ומוציא כלי למעשהו."}, "24": {"0": "כי פרוע הוא, had ceased to observe the commandments. We encounter this expression in this sense in Proverbs 1,25 ותפרעו כל עצתי, “You have spurned all My advice.” It appears again in Proverbs 4,15 in a similar sense.", "1": "לשמצה, to become a source of ridicule and derision to their enemies. Compare Job 4,12 ותקח אזני שמץ מנהו, “my ear caught a derogatory meaning in it.” A reference to some word of derision.\n"}, "25": {}, "26": {"0": "איש את אחיו, if he found him worshipping the golden calf."}, "27": {}, "28": {"0": "מלאו ידכם היום, “dedicate yourselves this day!” as if the line had been written in the past tense, as if the word כי had preceded the word מלאו, expressing approval of their loyalty. Rallying to the call of Moses and carrying out his instructions was equivalent to offering a sacrifice to G’d.", "1": "איש בבנו ובאחיו, you have extended your hands towards heaven, i.e. in support of the interests of G’d.\n"}, "29": {}, "3": {"0": "ויצר אותו בחרט. Aaron took the gold from someone else, tied it all together in a cloth where he squeezed it together until they made a mould such as used to shape wax or soft clay. The makers of the mould recessed the shape of a calf in the bottom of the mould. Afterwards, the gold was thrown into this mould. Once it had melted in the crucible into which the mould was placed, the gold had assumed the shape of a calf when retrieved from the crucible after it had cooled. (verse 24) A similar procedure is described in Kings II 5,23  [this interpretation of that verse by our author is most unusual. Ed.]", "1": "אלה אלוהיך ישראל אשר העלוך, were the Israelites all idiots that they would accept such a statement? Had they not all experienced the miracles performed by the G’d of Israel only less than 3 months ago?The declaration is to be understood as based on the premise subscribed to by most idolaters that while it is true that there is a G’d in heaven Who had created the universe, the teraphim were held to possess divine powers, exercising same just as did the prophets who performed miracles. The former were agents of spiritually negative forces, known in our parlance as רוח הטומאה, the prophets performed their miracles by invoking the spiritually positive forces, G’d in heaven. The people who had made the golden calf, or who had seen it emerge from the mould, proclaimed that the same force which had produced the golden calf had also been instrumental in freeing the Jewish people from the enslavement by the Egyptians. They implied that such teraphim may sometimes be the embodiment of holy spirit, other times of Satan’s spirit. They insisted that seeing that the calf had materialised at the time when the Jewish people were in need of a replacement for Moses, this was proof that it was a replacement for Moses, and if they would now carry the golden calf in front of them, or have it walk in front of them, this would be equivalent having the holy spirit walking ahead of them. [I fleshed out the author’s words. Ed.] We know that Lavan (Genesis 31,30) accused Yaakov of having stolen his “gods” which was the description he gave to his “teraphim.” He himself had admitted that Yaakov’s G’d had enriched him, and yet for himself he paid heed to these teraphim. If G’d allowed the spiritually negative forces to appear as possessing divine powers, He did so in order to test the loyalty of the Jewish people who had been warned not to have any truck with witchcraft or those who practiced this art. Moses spells all this out in Deuteronomy 13,4. The prohibition against אוב, ידעוני, and a variety of different demonic and other sorcery performing spirits has been repeated in the Torah several times. Loyalty of the people to their G’d can be proven only when alternative sources of what one desires are offered or appear as being offered. \n"}, "30": {}, "31": {"0": "מחני נא מספרך, the Book of Life which You have written. Compare Isaiah 4,3 כל הכתוב לחיים בירושלים, “everyone who has been inscribed for life in Jerusalem, etc.” Moses asked to be killed by G’d."}, "32": {}, "33": {"0": "נחה, to the land of Israel.", "1": "וביום פקדי, at intervals, when I feel so disposed, not all of them at once.\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "32": {"0": {}, "1": {}, "10": {}, "11": {"0": "ראה אתה אומר אלי העל, as we know from 32,34 לך נחה את העם, ", "1": "ואתה לא הודעתני, but You have not informed me about Your going with us, seeing You only spoke about sending an angel. I do not want this, but I want You, personally, to go with us.\n"}, "12": {"0": "הודיעני נא את דרכך, You Yourself ought to inform me of the way we should travel, by showing me the way we can follow You."}, "13": {"0": "פני ילכו, I, Myself, will go, as you have requested. Compare Samuel II 17,11 where we encounter the identical expression ופניך הולכים בקרב, “You G’d personally will be along during the battle.”", "1": "והניחותי לך, My presence will remain with you until I have brought you to settlement after you have conquered the land of Canaan and you have rest from all your enemies. Moses had confirmed this promise in Deuteronomy 3,20 as well as in Deuteronomy 25,19, the wording being unmistakable והיה בהניח ה' לכם מכל אויביך מסביב, “it will be when the Lord will give you rest from all your enemies surrounding you, etc.” Anyone who translates the words והניחותי לך as G’d telling Moses that He will put his mind at rest by agreeing to his request is in error. If that could be the meaning, we would have to ask why only in this instance did G’d use such language when on the many other occasions G’d agreed to a request by Moses He never added the words: “so as to put your mind at rest?”\n"}, "14": {"0": "אם אין פניך הולכים, this is not a harping on a request already made and granted, but it is an introductory remark to an additional request by Moses. במה וודע...ופלינו אני ועמך?; Moses asks that he personally will be perceived as enjoying G’d’s special regard, by being distinguished in some visible manner. He argues that if he were to be thus recognisable as G’d’s intimate, this would reflect also on the people he is leading and would show the nations of the world the uniqueness of Israel and its relationship to its G’d.\n"}, "15": {"0": "במה וודע...ופלינו אני ועמך?; Moses asks that he personally will be perceived as enjoying G’d’s special regard, by being distinguished in some visible manner. He argues that if he were to be thus recognisable as G’d’s intimate, this would reflect also on the people he is leading and would show the nations of the world the uniqueness of Israel and its relationship to its G’d.\n"}, "16": {"0": "גם את הדבר הזה אשר דברת, your request to distinguish you in a visible manner I will also comply with, something in addition to the fact that I, personally, will accompany you on your journeys. The result of G’d granting Moses’ request was that his face radiated light when he descended from the Mountain the third time, as we know from 34,10. I will explain this in still greater detail there."}, "17": {"0": "הראני נא את כבודך, at first glance we must surely wonder how Moses could have had the audacity to demand to see G’d and to ask for such as a means to derive personal satisfaction from it. It is totally incompatible with the attitude Moses displayed at the burning bush when the very thought of seeing something Divine filled him with fear and he was afraid to look. (Exodus 3,6). There can be no question but that what motivated Moses to formulate the above request was only that G’d would fulfil his two wishes, 1) to distinguish him individually, and 2) to personally travel with the people. To this effect he added הראני נא את כבודך, referring to previous occasions when a covenant had been concluded between G’d and Avraham, and as a sign of this Avraham had witnessed the entire procedure of the covenant between the pieces in Genesis 15,18. Moses, as Avraham before him, asked for some sign that the covenant would endure. We read about this occurring in 34,6 and 10 where Moses has a special personal revelation which includes G’d revealing to him 13 of His attributes, each of which is of relevance when inducing forgiveness and repentance. In verse 10 in that chapter G’d promises to make this special relationship manifest by hitherto unheard of miracles. The distinction G’d provided for Moses personally was such that the people did not dare approach him as the light radiating from his forehead blinded them (34,30) \n"}, "18": {"0": "וחנותי את אשר אחון, there I will explain to you My attributes."}, "19": {}, "2": {"0": "פן אכלך, as if the Torah had written auchalcha, i.e. “I will consume you.” G’d has been described elsewhere as “consuming fire” (Deuteronomy 4,24)"}, "20": {}, "21": {}, "22": {"0": "וראית את אחורי, after I shall have passed before you during the concluding of the covenant you will be enabled to see this aspect of Me. Jeremiah 34,18 describes the formality of walking between the two halves of the calf which had been cut in half as such a solemn undertaking to honour the covenant concerning releasing former Jewish slaves that he adds the warning that people not honouring the covenant would pay with their lives and not even be given burial. We have therefore several instances where the word ויעבר, passing between the two halves symbolising the two parties to a covenant, is of the essence."}, "3": {"0": "עדיו, a type of jewelry; they had removed it as a sign of mourning for their demotion, as the Torah writes when stating ויתאבלו, “they practiced mourning.” ולא שתו איש עדיו עליו, seeing G’d had told them in verse five to remove such jewelry. [Some people had not seen fit to do this voluntarily. Ed.]"}, "4": {}, "5": {}, "6": {"0": "יקח, meaning לקח, he had taken.", "1": "הרחק, he treated the people as if they were outcasts seeing that G’d was not willing to communicate with Moses while he was within the camp of the Israelites.\n"}, "7": {}, "8": {}, "9": {}}, "33": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "כל פטר רחם לי, seeing that through the plague of the killing of the firstborn of Egypt all the Jewish firstborn sons and firstborn male livestock who left Egypt were sanctified. The legislation was recorded after the legislation dealing with festival of matzot."}, "19": {}, "2": {}, "20": {"0": "ששת ימים תעבד, work on the land. Ordinary work on the land as described in Genesis 4,12. We read in Proverbs 12,11 and 28,19 עובד אדמתו ישבע לחם, “he who toils his own land will have sufficient bread to eat.”", "1": "בחריש ובקציר תשבות, because such rest is a requirement of good health for the creatures. If such vital wok must not be performed on the Sabbath, how much more so must one abstain from less urgent activities.\n"}, "21": {}, "22": {"0": "את פני האדון, I have already explained these matters in Parshat Mishpatim."}, "23": {}, "24": {}, "25": {"0": "'לא תבשל וגו, I have already explained this legislation on Exodus 23,19."}, "26": {"0": "כתב לך את הדברים האלה, the ones mentioned in this portion beginning with הנני גרש מפניך in 34,11.", "1": "כי על פי הדברים האלה, that you will not follow other deities and will not conclude a pact with the present inhabitants of the land of Canaan, and that you will not intermarry with them, and make the three times annual pilgrimage to the Temple.\n"}, "27": {"0": "ויכתוב על הלוחות, G’d Himself inscribed the Tablets. The same words as had been inscribed on the first Tablets were inscribed on the second set. (as per verse 1 of our chapter) The same information is repeated by Moses in Deuteronomy 10,4"}, "28": {"0": "כי קרן, an expression denoting majesty. The word occurs in this sense also in Chabakuk 3,4 קרנים מידו לו,  “which gives off rays from every side.” Anyone who compares the meaning of the words קרן עור פניו in Deuteronomy 33,17 וקרני ראם לו, “having horns like the reem,” .is completely foolish. It is quite normal for words in the Torah to have more than one meaning, depending on the context in which they are used."}, "29": {}, "3": {}, "30": {}, "31": {"0": "את כל אשר דבר ה' אתו, prior to the sin of the golden calf. Everything which has been written in the Torah, commencing with Exodus 25,2 until 32,1 as well as everything recorded in this paragraph."}, "32": {"0": "מסוה, a cloth bearing this name. The letter ו in this word is integral to it, just as the same letter in the word מקוה in Jeremiah 14,8. Also the letter ת in the word סותה in Genesis 49,11 is integral to the word. We are speaking about garments of different kinds in the various instances, but the words have different origins. The author accepts the view of the commentator Dunash."}, "33": {"0": "יסיר את המסוה, whenever Moses had to convey G’d’s instructions to the people he still did not cover his forehead with the cloth he had removed in order to communicate with G’d. Once he concluded conveying G’d’s words he would again cover his forehead. When G’d would address him, or he would wish to address G’d, he did so without wearing the מסוה."}, "4": {"0": "ויתיצב עמו, together with Moses who was positioned there, as is written (33,21) ונצבת על הצור, “you will position yourself near the rock.”", "1": "'ויקרא בשם ה, G’d called out as He was passing, as will be explained presently. This had been predicted already in verse 19 of the last chapter."}, "5": {}, "6": {}, "7": {"0": "וימהר משה, once he saw G’d pass and heard His voice, he immediately began to bow down."}, "8": {"0": "כי עם קשה עורף הוא. Seeing that You are so forgiving You will be able to go in our midst in spite of this."}, "9": {"0": "הנה אנכי כורת ברית, with regard to your request that I personally go with you, the answer is positive, as well as with regard to your request to grant you and the people a mark of distinction. (33,16) נגד כל העם אעשה לך, I will perform such miracles וראה כל העם and the whole nation will see the greatness כי נורה הוא, that it is indeed awesome; we know this from verse 30 where we read that the people were afraid of coming near Moses. It is also reported in verse 35 that the face of Moses radiated rays of light.\n"}}, "34": {"0": {"0": "ויקהל, he assembled the people in order to collect the half shekel from all those who were of age. He also warned the people concerning the building of the Tabernacle."}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "לשרת בקודש, to cover the various furnishings of the Tabernacle during the periods the Israelites were traveling."}, "19": {}, "2": {"0": "לא תבערו אש, seeing that in connection with the festivals the Torah wrote that work in connection with the preparation of food was permitted on such days, meaning that the handling of fire was permitted. (Exodus 12.16) Moses had specifically permitted baking and cooking (Exodus 16,23). In view of this the Torah considered it as necessary to repeat the prohibition of handling fire on the Sabbath. If this kind of work was prohibited on the Sabbath, other work which was far less urgent was certainly prohibited also."}, "20": {"0": "למלאכת אוהל מועד, the carpets of the Tabernacles and the dividing curtain.", "1": "לכל עבודתו, the curtains around the courtyard and the sacred vessels."}, "21": {}, "22": {}, "23": {}, "24": {"0": "חכמת לב, a wise woman. When the word חכמת is vocalized with the chataf kametz, it is a noun. The word occurs in that sense in Kings I 5,10 חכמת מצרים.", "1": "בידיה טוו, each of these women spun with her own hands."}, "25": {}, "26": {"0": "והנשיאים הביאו את אבני השוהם, these were the gemstones on which the names of the tribes were inscribed."}, "27": {"0": "ולשמן המשחה, the hin of pure olive oil."}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {"0": "ולהורותם, and to teach others."}, "4": {}, "5": {}, "6": {}, "7": {"0": "ולקטורת, you should bring various kinds of spices in order to prepare the incense."}, "8": {}, "9": {}}, "35": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {"0": "אל יעשו עוד מלאכה. Seeing that the women had done the spinning in their homes, as we know from 35,25 “they brought, etc.” [the author explains the use of indirect word יעשו instead of תעשו i.e. that Moses did not address the women directly. Ed.]"}, "6": {"0": "דים, the letter ם at the end is an addition similar to ריק and ריקם. We explained this on Exodus 8,13 with the word כנם."}, "7": {"0": "ויעשו כל חכם לב; first they fashioned the Tabernacle itself; after that they made the furnishings, etc., as I explained on Exodus 25,10."}}, "36": {}, "37": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {"0": "אלה פקודי, the count of the silver, gold, and copper contributed."}, "21": {}, "22": {}, "23": {}, "24": {"0": "'וכסף פקודי בעדה מאת ככר וגו, the author explains how the amount is arrived at, 1 talent being 3000 shekel so that the 600.000 half shekel per head collected amounted to 100 talents, plus the small change mentioned here."}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "38": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {"0": "ואת האבנט שש משזר, our sages in Yuma 6 are of two minds if the avnet mentioned here was that of the High Priest or if it refers to the ones worn by the ordinary priests."}, "29": {}, "3": {}, "30": {}, "31": {"0": "ותכל, the construction of this word parallels Genesis 43,34 ותרב, where the Torah describes the gift Joseph gave to his brother Binyamin as being larger than the ones he gave to his other brothers."}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "39": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {"0": "ויעל עליו, Aaron and his sons.", "1": "את העולה והמנחה, every day.\n"}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {"0": "ולא יכול משה לבא אל אהל מועד, at the time it was standing, assembled.", "1": "כי שכן עליו הענן, immediately after it had been put up. This was a way of G’d demonstrating His love for the people of Israel. Later on, the cloud moved from being over the Tabernacle and filling the whole Tabernacle with its presence and concentrated on being above the Holy Ark. This has been explained in Exodus 25,22 where the Torah defines the site of the Shechinah as being between the two cherubs on the kapporet, the lid of the Holy Ark. Moses is described as hearing the voice of G’d originating from the area between the extended wings of these two figurines. (Numbers 7,89) We find something similar when the Temple Solomon had built was inaugurated  (Kings I 8,11) that the priests could not enter due to the presence of G’d which filled the Temple. G’d also had appeared in a cloud, much as He had in the desert. Subsequently, He reduced His presence to the area we just described, enabling the priests to perform their duties. Anyone who pays careful attention to the words of our Creator will not depart in his exegesis from that of my grandfather Rabbi Shlomoh (Rashi). Most of the laws of the Torah which have been attributed through exegesis as being derived from the text of the written Torah are very close to the plain meaning of the written text. The basic approach to his exegesis was to derive meanings from superfluous words or letters, or from missing words or letters in the text of the written Torah. It would be well if you also accepted what I have explained and you would do well not to ignore it. [the author paraphrases Kohelet 7,18. Ed]\n"}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "4": {"0": {}, "1": {"0": "מי ה' אשר אשמע בקולו לשלח את ישראל?, They are my slaves in my country to perform slave labour there. What possible interest could this Hashem have in demanding that they serve Him instead?"}, "10": {"0": "כי אין נגרע, the vowel kametz under the letter ע makes the word into a passive mode, meaning גרוע, inferior, less. If the vowel under the letter ע had been a patach, the meaning would have been a past tense of the verb in the passive mode nifal. A similar construction is found with the word נשגב in Psalms 149,13 where it is an adjective, meaning “sublime.” If it had been written with the vowel patach, it would be a verb in the past tense passive."}, "11": {}, "12": {"0": "אצים, urging forcefully. We have the same verb when the angels urge Lot to leave Sodom in Genesis 19,15. ויאיצו המלאכים."}, "13": {}, "14": {}, "15": {"0": "תבן אין נתם, again we encounter this construction with the vowel kametz, making the word a past participle of the passive, i.e. “available.” The same word in Kohelet 10,6 in the line נתן הסכל במרומים, spelled with the vowel patach under the letter ת, is in a passive mode of the verb נתן, meaning “folly has been placed on lofty heights.”", "1": "וחטאת עמך, seeing that the word וחטאת is spelled with the vowel kametz under the letter ח and there is a dagesh in the letter מ of the word עמך, the meaning of the expression is “we are beaten and your people will be held accountable for a sin causing us to be beaten.” If the word חטאת had been spelled with the vowel patach under the letter ח, the meaning of the line would have been: “the sin is your people’s.” [according to Rashi as if the Torah had written חטאת לעמך. Ed.]"}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": "'ויאמרו אלוקי העברים וגו, the Jewish people are not Egyptians but originated in Mesopotamia, across the river Euphrates, as their very name indicates, they are therefore bound by the rules of the G’d of that country, otherwise this G’d will smite them” [making them useless to you as slave-labour. Ed.]"}, "20": {}, "21": {"0": "וישב משה אל, he returned to the spot where G’d had been speaking to him previously.", "1": "למה הרעותה לעם הזה?, the reason why the accent is on the last syllable of the word למה here is because it is in a construct form  to the word ”G’d“ written in the form of the letter ה at the end of the word הרעותה.", "2": "למה הרעותה לעם הזה?, if You were to tell me that they deserved this additional harassment due the multitude of their sins, and that they are not yet deserving of redemption, למה זה שלחתני?, if they do not deserve to be redeemed forthwith?\n"}, "3": {"0": "תפריעו, you make them idle, or “detach them” from their regular duties. The word פרע in Numbers 5,18 means to detach the hair of the woman from her head.", "1": "לסבלותיכם, to your regular occupation, and neither interrupt your agenda nor try to disrupt my own agenda."}, "4": {}, "5": {"0": "הנוגשים, the more senior officials in charge of the lower echelon of overseers. The relationship between שוטרים and נוגשים is somewhat similar to that between שופטים and שוטרים, judges who make the rules and police who enforce these rules. (Deuteronomy 16,18)"}, "6": {"0": "לתת תבן, the straw was mixed in with the mud to make the mud bricks firmer and less likely to crumble."}, "7": {"0": " מתכנת, the quota.כי נרפים הם, they are therefore able to make more of these bricks daily. "}, "8": {"0": "ישעו, they will turn willingly. The same word as used in Genesis 4,4 when it describes G’d’s turning with goodwill to Hevel’s offering while rejecting Kayin’s offering by not turning to it with favour."}, "9": {}}, "5": {"0": {"0": "כי ביד חזקה ישלחם, He will send them off in spite of the Israelites. The reference is to the fact that the Israelites will be expelled by him, not released, as the Torah reports in Exodus 12,33."}, "1": {"0": "וידבר אלוקים אל משה; in the land of Egypt,", "1": "'אני ה, My name will convey that I am the One able to keep all His promises."}, "10": {}, "11": {}, "12": {}, "13": {"0": "אלה ראשי בית אבותם, this is explained in the Mechilta as a reference to the three (potential) tribes Reuven, Shimon, and Levi, whom Yaakov had chastised on his deathbed. At this point the Torah enumerates their genealogy to demonstrate their importance in the fabric of Jewish nationhood. According to the plain meaning of the text, the Torah had to provide details of the tribes’ genealogy as far as Moses and Aaron, whereas it also had to provide details as far down the line as Korach, and the sons of Uziel; as well as Pinchas all of whom are mentioned by name and deed in the Torah later on. If we had not heard about their roots in this chapter we would not have known who these people had been.\n"}, "14": {}, "15": {"0": "ושני חיי לוי, according to the plain meaning which I explained in Genesis 5,31 all the lifetimes of generations between Adam and Noach, and from Noach to Avraham  were mentioned. After that, basically only the lifetimes of Avraham, Yitzchok, Yaakov, Levi, and his sons Kehot, grandson Amram, and great grandson Moses are enumerated, followed by the number of years Joshua lived. Subsequently the Bible provides some details about the length of lives of the Judges and the Kings during the first Temple, to enable us to calculate crucial dates in our history."}, "16": {}, "17": {"0": "ובני קהת עמרם ויצהר וחברון ועוזיאל. Whereas the Torah provides details of the names of the first three sons of Kehot, i.e. Amram, Yitzhar and Uzziel, no mention is made of any sons of Chevron. If this were to lead us to assume that Chevron had no sons, the Torah in Numbers 26,58 adds details under the heading: “and the family of Uzziel, etc.” This raises the question why the Torah kept silent about these details at this point. The reason appears to be that the names of the sons of Chevron do not appear in connection with any of their activities elsewhere in the Torah, whereas the names of the ones mentioned here appear also in their own right, not only as sons of their respective fathers. Amram appears as father of Moses, Aaron, and Miriam. The sons of Yitzhar appear in connection with the uprising of Korach (numbers 16,1) The sons of Uzziel, Mishael and Eltzafan, appear in connection with the burial of the two sons of Aaron Nadav and Avihu in Leviticus 10,4. The sons of Korach, Assir and Elkanah are complimented as not having died in the uprising headed by their father in Numbers 26,12.  The sons of Aaron are mentioned specifically already in Exodus 24,1 as is Pinchas, the son of Eleazar. The sons of his brother Ittamar are not mentioned as they do not feature specifically elsewhere in the Torah."}, "18": {}, "19": {}, "2": {"0": "בא-ל שדי, a promise concerning the future that I have not yet fulfilled.", "1": "'ושמי ה, we have to explain the sequence as follows: “Although I have revealed Myself to the patriarchs as the attribute of Shaddai, My principal name, the one that represents My essence, etc.” We are faced with a repetition here, hence לא נודעתי להם, “I did not reveal Myself to the patriarchs as My principal attribute but only as My attribute Shaddai. But to you, Moses, I have revealed My principal attribute which I described as אהיה and זכרי ה'. In your lifetime  I plan to fulfill My promise.”", "2": "לתת להם את ארץ כנען, to give the people the land of Canaan. The words ושמי ה' are connected to what was written at the beginning of the verse as I explained already. If the Torah had written הודעתי להם instead of נודעתי להם, the words ושמי ה' would have belonged to the statement לא הודעתי."}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {"0": "הוא אהרן ומשה, Aaron, the one born prior to Moses is described as הוא, i.e. a distinction, whereas the same distinction expressed by the same word הוא is also applied to Moses . Both were singled out as G’d’s messengers."}, "26": {"0": "הם המדברים, in connection with דבור, speaking, Moses is still mentioned first followed by Aaron, although in order of birth Aaron preceded Moses, being the firstborn."}, "27": {}, "28": {}, "29": {"0": "ואיך ישמע אלי פרעה?, This paragraph is a repeat of what we had in verse 12 where Moses had raised the same question. At that point the Torah had only presented a summary of the answer, in order to reach the chapter detailing the genealogies after which the reader would be familiar with all the personages that played leading roles."}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {"0": "ולא שמעו אל משה, now, although initially, they did believe in Moses and his mission. As we know from Exodus 4,31 ויאמן העם, “the people believed,” this was based on their expecting immediate relief from their servitude. Now they had not only not experienced relief, but a worsening of their condition."}, "9": {}}, "6": {"0": {"0": "נביאך, your spokesman."}, "1": {"0": "ושלח, he should tell Aaron to tell Pharaoh to let the Israelites go."}, "10": {}, "11": {}, "12": {"0": "ויחזק לב פרעה, he claimed that Aaron had also merely performed a better kind of sorcery."}, "13": {"0": "כבד, Pharaoh had hardened his heart, as I explained already. (the word is a verb, not an adjective, compare Exodus 1,8 on the word מלא). In intransitive words applying to the body of a person, such as vayishman, he waxed fat, (Deut. 32,9) or vayichbad, he remained heavy, (Exodus 9,7) and several similar examples, constructed by a future tense with the prefix ו, the ordinary past tense would be kaved, or shamen."}, "14": {"0": "הנה יוצא המימה, as do most ministers, in order to take their morning stroll. Sometimes they go for a short gallop on their horse. "}, "15": {}, "16": {"0": "'בזאת תדע כי אני ה, to teach you who have said: “I do not know any god by the name of Hashem.” (5,2)"}, "17": {"0": "ונלאו, I explained the origin of this word already on Genesis 19,11. It is a reinforced version of saying “they could not.” It is an expression of being powerless."}, "18": {}, "19": {"0": "לעיני פרעה, this was a big boost for Moses’ stature, that Aaron, merely his messenger, was able to accomplish this and use his staff on a regular basis."}, "2": {}, "20": {"0": "מתה, the accent is on the first syllable as the verb is in the past tense. When the same verb occurs in the present tense/future tense, as in Genesis 30,1 the accent is on the last syllable. In Genesis 48,7 when Yaakov describes Rachel having died on him, the accent is also on the first syllable."}, "21": {}, "22": {"0": "גם לזאת, seeing he had already made himself obstinate, vayechezak, (verse 13) at this time also, he relied on his own resources of self confidence to ignore what he had seen. However, when it came to the plague of frogs Pharaoh already began to waver and external stimuli in stiffening his attitude were required. Hence we read there  (8,11) vayachbed Paroh et libbo, that Pharaoh had to draw on external stimuli to maintain his obstinate pose. The same was true with the fourth plague, that of the wild beasts invading civilised urban regions. (8,28)"}, "23": {}, "24": {"0": "שבעת ימים, this was the duration of the plague that struck the river."}, "25": {"0": "ויאמר ה' אל משה בא אל פרעה, Moses warned Pharaoh twice before a plague materialised, whereas before the third plague he did not give any warning. This remained the pattern throughout all the plagues which occurred in groups of three. Before the plague of blood and frogs Pharaoh was warned, not so before the vermin. Before the plague of free roaming beasts and pestilence Moses extended a warning, whereas he did not warn Pharaoh of the plague of boils and carbuncles. Pharaoh was warned both before the hail and the locust, whereas the plague of darkness occurred without prior warning."}, "26": {"0": "נוגף, another word for makkeh, “strike, smite.”"}, "3": {}, "4": {"0": "Egypt will know that I am ruler and master of the whole universe. This will include all the people who up until now had refused to acknowledge that there is such a G’d."}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "7": {"0": {}, "1": {}, "10": {"0": "והכבד, seeing that the plague had been a severe one, Pharaoh’s natural obstinacy was not sufficient to cause him to renege on his promise, and G’d had to give his heart some assist."}, "11": {"0": "לכנם, different kinds of insects that cause man discomfort."}, "12": {"0": "הכנם. The final letter ם is similar to the final letter ם in the word ריקם in Genesis 31,42 where it is not really required, [the exegesis is needed as the author considered the same final latter in the word לכנם in the previous verse as a plural ending. Ed.]"}, "13": {}, "14": {"0": "אצבע אלוקים הוא, this is a natural disaster [the word אל-הים equaling 86 numerically, the same as הטבע=“nature” Ed.] They denied that this plague, which had not been advertised beforehand, was the work of Moses and Aaron whom they had considered superior sorcerers, but had been orchestrated by the god of nature. They argued that if this had been a work of sorcerers they too could have duplicated the phenomenon."}, "15": {}, "16": {"0": "והערוב, I believe that the Torah describes different kinds of wolves that are known by the word ,ערוב seeing that it is their habit to hunt at night as we know from Jeremiah 5,6. as well as from Tzefaniah 3,3. The fact that the wolf sets out when it gets dark, in the evening, and does not return until morning, is why this animal is referred to as ערוב, describing its habits. "}, "17": {"0": "והפלאתי ביום ההוא, seeing that these wild beasts are fleet-footed and would invade any kingdom without regard to international borders once the plague has been released, the Torah had to stress that it would be observed that these animals would respect the unfenced areas in which the Jews were living as if they were physical obstacles. The same phenomenon would be observed when the “natural” disaster which struck the herds under the heading of דבר, the fifth plague, did not infect a single animal owned by the Israelites."}, "18": {"0": "ושמתי פדות, a word describing “separation.” Words such as ישועה, הצלה, חלצה, פורקן are all expressions denoting different separations, isolation of one thing from another.", "1": "למחר יהיה. This will occur on the morrow. Moses announced the timing so that Pharaoh would not attribute the phenomenon to mere chance.\n"}, "19": {}, "2": {}, "20": {}, "21": {"0": "כי תועבת מצרים, sheep were something despicable in the eyes of the Egyptians.", "1": "ולא יסקלונו?, a question. Stoning was considered as something despicable, a demeaning treatment of people, as we know from Samuel II 16,13 where Shimi ben Gerah cursed David and threw stones at him."}, "22": {}, "23": {}, "24": {"0": "והעתרתי, a similar construction to vehacharamti in Numbers 21,2 והחרמתי את עריהם, “I will destroy their cities.” Another similar construction occurs in Ezekiel 26,3 והעליתי, and in Jeremiah 17,2 we find והעבדתיך, in all these examples the letters אהחע determine which vowels are used in this type of future tense, introduced by the inverted letter vav, if it is in the future tense or in the past tense. If it were in the ordinary past tense however, it should have read: he-evarti, he-eliticha, instead of ha-avarti and ha-aliticha. [the author quotes a few more examples which we can dispense with. Ed.]"}, "25": {}, "26": {}, "27": {"0": "גם בפעם הזאת, just as G’d had stiffened Pharaoh’s heart after the relief experienced when the frogs had died, so that he had reneged on his promise."}, "3": {}, "4": {"0": "התפאר עלי, arrogate to yourself the right to ask what you want of me and I shall carry out your wish. The construction is similar to Judges 7,20 פן יתפאר עלי ישראל לאמר ידי הושיעה לי, “lest Israel be arrogant enough vis-à-vis Me to say: ‘my hand has been strong enough to provide my own salvation.’”", "1": "למתי אעשה לך?, for which day and at what hour would you like for all the frogs to depart, and I will pray forthwith that they will all die before that deadline. Seeing that they do not normally all die at once, you will realise that my prayer will have been answered.  [Moses wanted to forestall Pharaoh asking for the frogs to all die immediately. Ed.]"}, "5": {"0": "למחר, pray now that they should all die by tomorrow!"}, "6": {}, "7": {}, "8": {}, "9": {"0": "חמרם, heaps."}}, "8": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "מגפותי, different damage causing plagues, such as fire, hail, and brimstones, snow and heavy smoke."}, "14": {"0": "כי עתה, at the time when I afflicted the livestock, I had actually considered also afflicting you personally with the same plague. I meant to wipe you out from earth. The only reason I did not do so as yet was בעבור הראותך את כחי, to show you My power and to convince you of the nonsense you uttered when you had said that you do not know of My existence (5,2)."}, "15": {}, "16": {"0": "מסתולל,  the reflexive mode of the verb סלל as in סולו סולו דרך הרימו מכשול, “pave, pave a way and remove every obstacle, etc.,” (Isaiah 62,10). Just as the stones are pressed together to remove them as obstacles, so Pharaoh squeezed the Israelites so that they could not offer any resistance. Compare also Jeremiah 34,11 ויכבשום לעבדים ולשפחות, they “compressed” them into becoming male and female slaves. Concerning the grammatical principles underlying the use of the reflexive conjugation mitpael, every time this conjugation appears it has the letter ת preceding the first root letter, except the ones that have that letter at the end instead of at the beginning. Examples of the former are Psalms 94,4 יתאמרו כל פעלי און Words such as יתברך, יתגדל or in Ezekiel 38,23 והתגדלתי והתקדשתי, or Jeremiah 9,23 יתהלל המתהלל, or מתפלל in Exodus 10,2. The author lists a few more examples, showing that all of the letters of the aleph bet except the 7 letters ד'זט ס'ץ ש'ת, follow this pattern. When the first root letter is either a ש or a ת, the letter ת is appended at the end instead of at the beginning. The exception is a word whose root begins with the letter ס. One such example is our verse, the root being סל. The basic meaning is parallel to Numbers 16,13 תסתרר עלינו, where the word תסתורר is derived from the root שר. In examples such as ישתבח, ישתמר or משתכר, all of which have roots beginning with the letter ש, the letter ת signaling the conjugation התפעל is deferred until after the first root letter. In roots commencing with the letter ז or צ, no such letter ת signaling the reflexive conjugation appears at all. Instead, after the letter צ the letter ט is added to show us that we deal with the reflexive conjugation. Well known examples of these constructions are found in Genesis 44,16 נצטדק from the root צדק, and Joshua 9,12 הצטיידנו from the root ציד, provisions. Concerning the words with the first root letter ז, the letter signaling the reflexive conjugation is a ד, as in Daniel 2,9 הזדמנתון. The letters ד-ט-ת, by themselves when they appear at the beginning of the word, do not get an additional letter to indicate that the construction in which they appear is a reflexive conjugation. A prominent example of this is Numbers 7,89 וישמע את הקול מדבר, where the Torah did not write מתדבר. Another such example is Leviticus 21,4 לא יטמא בעל בעמיו, where because the root טמא begins with the letter ט the Torah did not write יתטמא, although the verb is in the reflexive mode, of course. The same is true in Samuel II 22,27 where the word תתפל in the line ועם עקש תתפל, does not have another letter ת at the beginning in order to signal that the verb is in the reflexive mode. [The author illustrated his point with still more examples, but I think he made his point adequately with the examples I have cited. Ed.]"}, "17": {}, "18": {"0": "העז, “gather in!” (as a form of escaping the hail) We find this word in a similar sense in Jeremiah 6,1העיזו אנשי בנימין!, “flee for refuge O people of Binyamin!” A similar verse in Isaiah 10,31 reads יושבי הגבים העיזו, “the dwellers of Gevim sought refuge.”"}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {"0": "חטאתי הפעם, now, this time I admit that I have sinned."}, "27": {}, "28": {}, "29": {"0": "כי טרם תיראון, as per Onkelos: “you have still not acquired an awe and reverence for Hashem.”"}, "3": {}, "30": {}, "31": {"0": "לא נוכו, to inform us that whatever the hail had not destroyed would be destroyed by the locusts. The hail demolished everything hard, the locust everything soft."}, "32": {"0": "נתך, an expression similar to יציקה, “pouring.” We find this root on this sense in Ezekiel 22,22 כהתך כסף בתוך כור כן תותכו בתוכה, “as silver is melted (poured into for refining) in a crucible, so you shall be melted in it.”"}, "33": {"0": "ויוסף לחטוא, up until now he had not been a deliberate sinner, not having acknowledged that what he had been doing had been sinful. Now, after having acknowledged this, reneging constituted a deliberately committed sin. This is why the Torah now describes Pharaoh as a deliberate sinner."}, "4": {"0": "מועד לאמר, Moses announced the timing of the plague so that the Egyptians could not claim that the plague was a natural disaster."}, "5": {}, "6": {}, "7": {"0": "פיח, ash, dust particles remaining at the bottom of the furnace light enough to be carried by the wind."}, "8": {"0": "פורח, chemically active, producing spontaneous growth of bacteria."}, "9": {}}, "9": {"0": {"0": "כי אני הכבדתי את לבו, during all the preceding plagues we do not find that G’d had told Moses that it was He Who had stiffened Pharaoh’s heart. However, since we have reached the stage where Pharaoh himself had said that “G’d is just whereas he and his people are the sinners,” (9,27) and still he had reneged and sinned deliberately, a phenomenon which must have seemed incomprehensible to Moses, G’d explains the psychology behind this, i.e. that it was not as hard to understand, as He Himself had to stiffen Pharaoh’s resolve causing him to renege. ואת לב עבדיו, as we are told in 9,34. ", "1": "שיתי, equivalent to שומי, “I am setting.” "}, "1": {"0": "התעללתי, engaged in actions."}, "10": {"0": "ועבדו את ה' כי אותה אתם מבקשים, you have requested from me to let you serve the Lord; what do you need women and children for? This is why Pharaoh got angry and expelled Moses and Aaron, adding that “by G’d I will not grant such an unreasonable request!” (verse 10)"}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {"0": "ויהפוך ה' רוח קדים, because the east wind had brought them from the west so that a west wind will bring them back to where they came from."}, "19": {}, "2": {"0": "לענות, related to עני, poor, ענוי, oppressed, Pharaoh refused to humble himself, to act as if he was a poor man rather than an autocrat."}, "20": {"0": "וימש חשך, same as ויאמש חשך. This construction with variable spelling is similar to Isaiah 13,20 ולא יהל שם ערבי meaning the same as ולא יאהל שם ערבי, “no Arab shall pitch his tent there.” By remembering this missing letter א, we understand the meaning of the line as “the darkness of the (previous) night will continue and intensify so that there will be no light for three days.”"}, "21": {"0": "חשך אפלה, a combination of regular darkness (absence of sunlight), plus added deep darkness."}, "22": {"0": "מתחתיו, according to the plain meaning: “from his house.” The reason was that they did not know where they would be headed.", "1": "היה אור במושבותם, even if he lived right next to an Egyptian. "}, "3": {}, "4": {"0": "ולא יוכל (הרואה) לראות, anyone trying to see would be unable to see what he was trying to see as it was covered with locust.", "1": "העץ הצומח, for the hail had destroyed the trees. The locust would devour anything which would grow after the hail."}, "5": {}, "6": {"0": "?הטרם תדע; do you still not realise that Egypt will be lost by the cumulative effect of these plagues?"}, "7": {}, "8": {}, "9": {"0": "כי רעה נגד פניכם. You have foolish designs in your hearts. The accuracy of this interpretation is reflected by Isaiah 5,21 הוי חכמים בעיניהם ונגד (פניהם) נכונים, “Ah, those who are so wise, in their own opinion, so clever in their own judgment.” Pharaoh was at pains to tell Moses that what he thought was good for the Jews was not good for them at all."}}}, "originalTitle": "רשב\"ם על שמות", "source": "Sefaria", "englishTitle": "Rashbam on Exodus", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}