{"language": "english", "text": {"0": {}, "1": {}, "10": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": " ...These [women] are prohibited from eating terumah:", "21": "...A [woman] who says [to her husband] I have been unclean to you and one with whom a witness comes and says that she is unclean, and one that says that they will not drink [the 'cleansing water'], and one whose husband does not wish to give her to drink and one who slept with her husband on the road. ", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "11": {}, "12": {"0": ".She has witnesses overseas..", "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": " ...What should he [the husband] do with her?", "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": "...He takes her to the local court where two Torah students would be given [for the journey] lest they sleep together on the road.", "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": " ...They bring the woman up to the High Court [beis din] in Jerusalem and intimidate her [into admitting guilt] the same way  they intimidate witnesses in other capital  cases.", "4": "...Rabbi Yehuda says:", "40": "...They say to her", "41": "...Daughter", "42": "...Wine is the cause of deeds, being light causes deeds, immaturity causes deeds, [and] bad neighbors cause deeds.", "43": "...Do it for The Great Name written in holiness [and admit to the crime] so that [the name] not be erased in the water. ", "44": "...They tell her of things she does not deserve to hear about, [not] her nor her fathers family. ", "45": "...If [she] said \"I am unclean\" she writes a document of [כתובה] and leaves. ", "46": "...And if she says \"I am clean\" they take her to the East gate, which was the other direction of the [נקנור] gate, this is where they give adulteresses [the waters] to drink, and make clean women who gave birth, and make clean [somebody who has leprosy].   ", "47": "...A Kohen takes her clothes, if they are ripped they are ripped and if they are shredded they are shredded until he makes her heart bare and then he undoes her hair. ", "48": "...Rabbi Yehudah Says", "49": "...If her heart was beautiful he would not make it bare and her hair was beautiful he would  not undo it. ", "5": "Her husband can be trusted to be around her. ", "50": "...If she had white clothes [she is] dressed in black if she was wearing gold...", "6": 0, "7": 0, "8": 0, "9": 0}, "13": {"0": "...bibs, nose rings or finger rings they remove them to make her ugly", "1": "After a rope is brought made of palm and it is tied to her heart, whomever wants to watch can watch, except for her slaves and servants because their presence would make brave her heart.", "2": "And all women are allowed to watch; as it says: and all women shall see it and will not imitate your crime. "}, "14": {}, "15": {"0": "...The two statements by the rabbinate don't contradict.  ", "1": "...here, what is the reason? Because it says: And all the women will be rebuked. There is no greater rebuke than this.", "10": "...[mishnah] If she was dressed in white...", "11": "...it was taught", "12": "...if black suited her, they would dress her in unbecoming clothing.", "13": "...[mishnah] if she was wearing gold adornments [jewelry]...", "14": "...it is plain", "15": "...If they [go as far as they do to] make her ugly ", "16": "...Is it necessary [to include this]?", "17": "...You could have said; \"with these she is even more shamed\" like people say:", "18": "...\"He is lacking clothing, and [still] wearing shoes\" informs [the mishnah].", "19": "...[mishnah] After a rope of palm is brought...", "2": "...And if you say, \"let us do both\" [it will be even better as a form of rebuke]. R' Nachman says in the name of Rava bar Avuha: ", "20": "...R'abba asked of Rav Huna", "21": "...The palm rope; what is it; essential or not for Sotah?", "22": "...[is it] so that her clothes will not slip off her? And [if so] wouldn't a small belt be enough? Or maybe it is brought because of what was said by this master:", "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": "...Scripture says; and love your friend like yourself [and we can learn from this] you should choose for him the most favorable type of death. ", "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": "...Let us say this [above] is of R'Nachman; a dispute among the tannaim", "40": "...The same way he measures out his measures so to it is measured for him [by Hashem] ", "41": "She decorated herself for the sin and Hashem disgraced her.  She revealed herself [to do the] in sin and Hashem revealed her. As she first sinned with her thigh and after with her belly, so the thigh is punished first and the belly [after], and the rest of [her] body is not free. ", "42": "...Rav Yosef says:", "43": "...Even though the way [of punishment] has become nullified the  [rule of] measure [for measure punishment] has not become nullified.", "44": "...As R'Yosef says: the same was taught by R'Chiyah in a baraisa:", "45": "...From the day of the destruction of the beis hamikdash, even though the sanhedrin stopped, the four types of capital punishments have not become nullified. ", "46": "Surely they have become nullified", "47": "But ", "48": "...instead the four types of capital punishment have not become nullified", "49": "...one who deserves [to be] stoned; either falls from a roof or is crushed by wild animals. ", "5": "...No, we can say that they accept R'Nachman", "50": "...one who deserves [to be] burnt; either falls into a fire or is bit by a [venomous] snake. ", "51": "...One who deserves [to be] beheaded; either is give to somebody in authority or bandits happen upon them.", "52": "...One who deserves [to be] asphyxiated; either is drowned in a river or dies of [a disease that constricts the throat] ", "53": "...It was taught; Rebbe used to say:", "6": "...And they dispute the following: ...", "7": "...[this] master holds that", "8": "...one's shaming is more significant than the injuring of his body and [the other] master ", "9": "...holds that injuring of ones body is more significant to him than his shaming."}, "16": {}, "17": {}, "18": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": 0, "64": 0, "65": 0, "66": 0, "67": 0, "68": 0, "69": 0, "7": 0, "70": 0, "71": 0, "72": 0, "73": 0, "74": 0, "75": 0, "76": 0, "77": 0, "78": 0, "79": 0, "8": 0, "80": 0, "81": 0, "82": 0, "83": 0, "84": 0, "85": 0, "86": 0, "87": 0, "88": 0, "89": 0, "9": 0, "90": 0, "91": 0, "92": 0, "93": 0, "94": "\"... and he called there on the name of the LORD, the Everlasting God.\" (Genesis 21:33)", "95": "Reish Lakish said:", "96": "Don't read it \"and he called,\""}, "19": {}, "2": {"0": "[Mishnah]  IF ONE WARNS HIS WIFE [NOT TO ASSOCIATE WITH A CERTAIN MAN]. R. ELIEZER SAYS: ", "1": "HE WARNS HER ON THE TESTIMONY OF TWO WITNESSES, AND MAKES HER DRINK [THE WATER OF BITTERNESS] ON THE TESTIMONY OF ONE WITNESS OR HIS PERSONAL TESTIMONY. ", "10": "— It is according to the view of Rabbi; ", "11": "for it has been taught: ", "12": "Rabbi says, ", "13": "Why does the section of the Nazirite adjoin that of the suspected woman? To tell you ", "14": "that whoever witnesses a suspected woman In her disgrace should withhold himself from wine. ", "15": "But [the Tanna in the Mishnah] should treat of [Tractate] Sotah first and afterwards that of Nazir! ", "16": "— Since he treated of [Tractate] Kethuboth [marriage-settlements] and dealt with the theme, ‘He who imposes in vow upon his wife’, he next treated of [Tractate] Nedarim [Vows]; and since he treated of [Tractate] Nedarim, he proceeded to treat of [Tractate] Nazir which is analogous to Nedarim, and then continues with Sotah for the reason given by Rabbi. ", "17": "IF ONE WARNS HIS WIFE. As an accomplished fact it is allowable, but as something still to be done it is not. ", "18": "Consequently our Tanna holds that ", "19": "it is forbidden to give a warning. ", "2": "R. JOSHUA SAYS: ", "20": "R. Samuel b. R. Isaac said: When Resh Lakish began to expound [the subject of] Sotah, he spoke thus: ", "21": "They only pair a woman with a man according to his deeds; as it is said: For the sceptre of wickedness shall not rest upon the lot of the righteous. (Psalms 125:3) ", "22": "Rabbah b. Bar Hanah said in the name of R. Johanan: ", "23": "It is as difficult to pair them as was the division of the Red Sea; as it is said: God setteth the solitary in families: He bringeth out the prisoners into prosperity!(Psalms 68:7) ", "24": "But it is not so; ", "25": "for Rab Judah has said in the name of Rab: ", "26": "Forty days before the creation of a child, a Bath Kol20 issues forth and proclaims, ", "27": "The daughter of A is for B; the house of C is for D; the field of E is for F! ", "28": "— There is no contradiction, ", "29": "the latter dictum referring to a first marriage and the former to a second marriage. ", "3": "HE WARNS HER ON THE TESTIMONY OF TWO AND MAKES HER DRINK ON THE TESTIMONY OF TWO. ", "30": "R. ELIEZER SAYS, ", "31": "HE WARNS HER ON THE TESTIMONY OF TWO WITNESSES etc. ", "32": "So far only do [R. Eliezer and R. Joshua] differ, viz. in the matter of warning and seclusion, but in the matter of misconduct [they agree] that one witness is believed. ", "33": "We similarly learn in the Mishnah: If one witness says: I saw that she committed misconduct, she does not drink the water. ", "34": "Whence is it derived according to Torah-law that one witness is believed? ", "35": "As our Rabbis taught: ", "36": "And there be no witness against her — the text refers to two witnesses. But perhaps it is not so and even one [suffices]! ", "37": "There is a teaching to declare, One witness shall not rise up against a man.", "4": "HOW DOES HE WARN HER? ", "5": "IF HE SAYS TO HER IN THE PRESENCE OF TWO, ", "6": "DO NOT CONVERSE WITH THAT MAN, AND SHE CONVERSED WITH HIM, SHE IS STILL PERMITTED TO HER HUSBAND AND PERMITTED TO PARTAKE OF THE HEAVE-OFFERING. ", "7": "SHOULD SHE HAVE ENTERED A PRIVATE PLACE WITH HIM AND STAYED WITH HIM A TIME SUFFICIENT FOR MISCONDUCT TO HAVE OCCURRED, SHE IS FORBIDDEN TO HER HUSBAND AND FORBIDDEN TO PARTAKE OF THE HEAVE-OFFERING. ", "8": "IF [HER HUSBAND] DIED, SHE PERFORMS THE CEREMONY OF HALIZAH BUT CANNOT CONTRACT A LEVIRATE MARRIAGE. ", "9": "[Gemarah]  Now that the Tanna has finished [Tractate] Nazir, what is his reason for continuing with [Tractate] Sotah? "}, "20": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": "Rav Chiya son of Abba said [in the name of] Rav Simai", "49": "Three [people] were [involved] in that counsel", "5": 0, "50": "Bilaam and Iyov and Yitro", "51": "Bilaam who counseled was killed, Iyov who was silent was punished with afflictions, Yitro who fled merited his descendants to sit in the Chamber of Hewn Stone, as it is written (Chronicles I 2, 52) \"and from the families of the scribes that delled at Yaavetz, Teratim, Shematim, Succatim; they are the Keinim who came for the father of the house of Rachav\" and it is also written (Judges 1, 16) \"And fromm the Keini, the father-in-law of Moshe.\"", "6": 0, "7": 0, "8": 0, "9": 0}, "21": {}, "22": {"0": 0, "1": "Azuva is Miriam. And why is she called Azuvah? Because everyone abandoned her at first.", "2": "\"Gave birth.\"", "3": "But wasn't he married to her?", "4": "Rabbi Yochanan said:", "5": "Anyone who marries a woman for the sake of Heaven is considered by the Torah to have given birth to her."}, "23": {"0": "xxx"}, "24": {"0": "And she (Miriam) says:", "1": "My mother, in the future you are destined to give birth to a son who will save Israel!", "2": "And when Moses was born, the whole house filled with light. Her father stood up and kissed her on her head, and said:", "3": "My daughter, your prophecy has been fulfilled! But when they threw him into the Nile, her father stood up and hit her on her head, and said:", "4": "My daughter, where is your prophecy?!"}, "25": {}, "26": {"0": "A broken clay vessel of Beit Pe'or.", "1": 0, "10": "and wasn’t it already said, “For YHVH your God is a consuming fire” [Dt 4:24]? ", "11": "Rather ", "12": "[it means] to walk after the Holy One’s qualities/midot.", "13": "Just as He clothes the naked . . . so should you clothe the naked; just as the Holy One visits the sick . . . so should you visit the sick; just as the Holy One comforts mourners, so should you comfort mourners; just as the Holy One buries the dead . . . so should you bury the dead.", "14": "\"Cloaks of leather (alt. skin)-\"", "15": "[It is an argument of] Rav and Shmuel.", "16": "One said,", "17": "\"Something that comes from leather.\" The other one said,", "18": "\"Something that the skin benefits from.\"", "19": "Rabbi Simlai expounded,", "2": 0, "20": "The Torah begins with loving-kindness and ends with loving kindness.", "21": "It begins with loving kindness, as it is written (Genesis 3:21), \"And God made for Adam and his wife coats of skin, and he dressed them.\" It ends with loving kindness, as it is written (Deuteronomy 34:6), and He buried him in a valley.\"", "3": 0, "4": 0, "5": 0, "6": "And Rabbi Chama the son of Rabbi Chanina said,", "7": "\"Why was Moses buried next to Beit Pe'or? So as to atone for the deed of Pe'or.", "8": "And Rabbi Chama the son of Rabbi Chanina said,", "9": "Why is it written: “After YHVH your God you will walk”?—And would it be possible for a human to walk after the Shekhinah, "}, "27": {}, "28": {}, "29": {}, "3": {"0": "...From the meaning of what is said, a witness cannot stand against a man. Do I not already know that it is one?", "1": "What teaching is to be taught from [the word] \"one\"? This creates a source [for]:", "2": "All of the places \"witness\"  is said there are two witnesses being mentioned unless the text specifies for you [only] one", "3": "and the merciful one said ", "4": "There are not two around her, but one and she was not forced, [she is] forbidden [from her home and husband].", "5": "But the reason is because it was written; \"one witness cannot stand against a man\". Without this I would have said that witness of Sotah is one. And if there is not even one then according to what does she become prohibited?"}, "30": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": "and he shaved", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {}, "68": {}, "69": {}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": "Rabbi Yitzhak said:", "52": "One should always stand in awe of the community.  Indeed, the Kohanim (Priests) stood with their faces toward the people and their backs to the Shechinah (Divine Presence).", "6": 0, "7": 0, "8": 0, "9": 0}, "79": {}, "8": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": "R' Joseph said:", "24": "A person should always learn from the intent of his Creator, for the Holy One Blessed Be He set aside all of the mountains and heights and rested His presence on Mount Sinai (and set aside all of the nice trees and rested His presence on the bush).", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "80": {}, "81": {}, "82": {"0": "(Jeremiah 37:13) \"And when he was in the gate of Benjamin, a captain of the ward was there, whose name was Irijah, the son of Shelemiah, the son of Hananiah; and he laid hold on Jeremiah the prophet, saying: 'Thou fallest away to the Chaldeans.", "1": "Then said Jeremiah (to him): 'It is false; I fall not away to the Chaldeans,' etc., and it says, \"so [he] laid hold on Jeremiah, and brought him to the princes.\"", "2": "Rabbi Elazar also said:", "3": "Any company in which there is flattery is as despicable as a menstruating woman, as it says, \"For the company of the godless [flatterer] shall be desolate,\" since in the cities by the sea, a menstruating woman is called \"desolate (<i>galmuda</i>).\"", "4": "What does <i>galmuda</i> mean? That she is \"separated (<i>gemula</i> from her husband.", "5": "Rabbi Elazar also said:", "6": "Any company in which there is flattery will eventually be exiled. It says here, \"For the company of the godless [flatterer] shall be desolate,\" and it says there (Isaiah 49:21), \"Who hath begotten me these, Seeing I have been bereaved of my children, and am solitary, An exile, and wandering to and fro? etc.\""}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": 0, "64": 0, "65": 0, "66": 0, "67": 0, "68": 0, "69": 0, "7": 0, "70": 0, "71": 0, "72": 0, "73": 0, "74": 0, "75": 0, "76": 0, "77": 0, "78": 0, "79": 0, "8": 0, "80": 0, "81": 0, "82": "When Yose ben Yoezer of Tzreida and Yosei Ben Yehudah of Jerusalem died, the Eshkolot ceased to exist...", "9": 0}, "93": {}, "94": {}, "95": {}, "96": {"0": "Section I: The dew has not descended for a blessing and flavor has departed from the fruit. Rabbi Shimon ben Elazar said, “When purity is canceled so is taste and smell. (So too) a cancellation of tithes cancels the fatness of the corn.", "1": "Section II: Rav Chuna found a juicy date (d’ Chinunta). He took and wrapped it in his mantle, Rabba his son came and said to (Rav Chuna) “I smelled the smell of a juicy date. (Rav Chuna) said to him, My son purity lies within you. (Rav Chuna) gave it (the date) to (Rabba). Meanwhile Abba, (Rabba’s) son, came. So (Rabba) took (the date) and gave it to (Abba). Rav Chunna said to Rabba, “My son you gladdened my heart and now you blunted my teeth. This is why people say a father’s love is for his children, and the love of his child is for his own children.", "2": "Section III: Rav Acha ben Yaakov raises Rav Yaakov the son of his daughter. When he grew up (the grandfather) said, “Give me water.” The grandson said, “No, I am not your son.” That is why people say, “You raise and raise (your grandchild), (in the end he will say to you), “I am the son of your son.”"}}, "originalTitle": "סוטה", "source": "Sefaria", "englishTitle": "Sotah", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}