{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {}, "20": {}, "21": {}, "22": {}, "23": {}, "24": {}, "25": {}, "26": {}, "27": {}, "28": {}, "29": {}, "3": {}, "30": {}, "31": {}, "32": {}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {"0": {}, "1": {"0": "\"Speak\" Speech to the heart is always in order to remove the sorrow and the worry which has passed, as in \"...and he spoke to their hearts. [Bereshit 50:21] The meaning of Jerusalem is Knesset Yisrael..."}}, "4": {}, "40": {}, "41": {}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {"0": "'She said.' Before the exile Zion would say that the Lord had forgotten her, and the meaning of Zion is Knesset Yisrael"}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {"0": {"0": "\"Sing, oh barren one\" Knesset Yisrael is barren, not having given birth. She is barren because the number of Israel is very few: \"Break forth into singing, and cry aloud thou that didst not travail (lo chalah)\" I explained this 'lo chalah' as derived from \"a shudder (chiyl) seized the inhabitants of Philistia.\" (Shemot 15:14) And this is how it is, break out with song and cry aloud barren one who has not been seized with birth-pangs.' "}, "1": {}, "10": {"0": "\"Oh poor tempestuous one\" As in \"... becoming stormier..\" from Yonah 1:11. Or that she is standing in a storm, and this is speaking of Jerusalem. \"With carbuncles\" This is a precious black stone, and there are those who say that a similar usage is \"The second row: nofech, sappir, and yahalom.\" (Shemot 28:18) \"Your stones\" That they will build with them. \"Sapphires\" Precious red stones, as I explained in Eicha 4:7."}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "54": {}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {"0": {"0": "\"for the sake of\" These are the words of HaShem,and many say that they are the words of Israel in exile: \"like a torch that burns\" The letter yud shows that the verb is relating to the torch, and the word 'that' is missing, (in exile):"}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {"0": "These 'guards' are a euphemism for the mourners of Zion who have no business other than crying, and do not sleep at night like the watchmen on the walls. The verse added 'all day' because the custom of watchmen is to sleep in the day, as it is written \"...those who await the morning...\" (Tehillim 130:6)   "}}, "7": {}, "8": {}, "9": {}}, "originalTitle": "אבן עזרא על ישעיהו", "source": "Sefaria", "englishTitle": "Ibn Ezra on Isaiah", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}