{"language": "english", "text": {"0": {}, "1": {}, "10": {}, "100": {}, "101": {}, "102": {}, "103": {}, "104": {}, "105": {}, "106": {}, "107": {"0": 0, "1": "Rav Papa said:", "2": "[wide enough for] a plougher with his team of oxen to go and turn around."}, "108": {}, "109": {}, "11": {}, "110": {}, "111": {}, "112": {}, "113": {}, "114": {}, "115": {}, "116": {}, "117": {}, "118": {}, "119": {}, "12": {}, "120": {}, "121": {}, "122": {}, "123": {}, "124": {}, "125": {}, "126": {}, "127": {}, "128": {}, "129": {}, "13": {}, "130": {}, "131": {}, "132": {}, "133": {}, "134": {}, "135": {}, "136": {}, "137": {}, "138": {}, "139": {}, "14": {}, "140": {}, "141": {}, "142": {}, "143": {}, "144": {}, "145": {}, "146": {}, "147": {}, "148": {}, "149": {}, "15": {"0": "Redeeming captives is a great mitzvah.", "1": "Rava said to Rabbah bar Mari:", "10": "This one is a disgrace, and this one is not.", "11": "If you want to say that it is from a verse:", "12": "(Psalms 116, 15) \"Precious in the sight of the LORD Is the death of His saints.\"", "13": "\"Famine is worse than the sword\":", "14": "If you want to say that it is from logical reasoning:", "15": "This one, he suffers, that one, he does not suffer.", "16": "If you want to say that it is from a verse:", "17": "(Lamentations 4, 9) \"They that are slain with the sword are better Than they that are slain with hunger\"", "18": "Captivity is the worst of all, for it contains all of them.", "2": "From where is this statement of the Sages [derived], that redeeming captives is a great mitzvah?", "3": "He responded: as it is written:", "4": "(Jeremiah 15, 2) \"And it shall come to pass, when they say unto thee: Whither shall we go forth? then thou shall tell them: Thus saith the LORD: Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for captivity, to captivity.\"", "5": "And Rabbi Yochanan said:", "6": "As we go in to the verse, each part is harsher than the previous ones.", "7": "The sword is worse than death.", "8": "If you want, you can say that it is from a verse, and if you want, you can say that it is from logical reasoning.", "9": "If you want to say that it is from logical reasoning:"}, "150": {}, "151": {}, "152": {}, "153": {}, "154": {}, "155": {}, "156": {}, "157": {}, "158": {}, "159": {}, "16": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": "Charity is considered equivalent to all the Mitzvot.", "7": 0, "8": 0, "9": 0}, "160": {}, "161": {}, "162": {}, "163": {}, "164": {}, "165": {}, "166": {}, "167": {}, "168": {}, "169": {}, "17": {}, "170": {}, "171": {}, "172": {}, "173": {}, "174": {}, "175": {}, "176": {}, "177": {}, "178": {}, "179": {}, "18": {"0": 0, "1": 0, "10": "...And Turnus Rufus, the evil, asked this question to Rabbi Akiva", "11": "...If your God loves the impoverished, then why doesn't he support them?", "12": "...[Rabbi Akiva] responded", "13": "...So that we should be saved through them (the impoverished) from the judgement of Gehinnom", "14": "...[Turnus Rufus] responded", "15": "...the very opposite, they (the supporters) should be condemned to Gehinnom?", "16": "...I will give you a parable to what this is comparable to,", "17": "..to a king of flesh and blood who becomes angry at his servant and imprisons him and commands that he should not be given food or drink. Then one man goes and gives him food and drink. When the king hears won't he be angry at him?", "18": "...And you are referred to as servants as it written", "19": "\"For the sons of Israel are my servants\" (Leviticus 25, 55)", "2": 0, "20": "Rabbi Akiva responded to him:", "21": "I will give you a parable to what this is comparable to,", "22": "to a king of flesh and blood that becomes angry at his child and imprisons him, and commands that he should not be given food or drink.  One man goes and gives him food and drink. When the king hears, won't he send him a gift?", "23": "And we are called sons, as it is written", "24": "\"You are children to Hashem, your God.\" (Deuternomy 14, 1)", "25": "[Turnus Rufus] responded", "26": "you are called sons and you are called servants. When you do the will of God you are called children and when you don't do the will of God you are called servants. And now you are not doing the will of God ", "27": "[Rabbi Akiva] responded: this is what is meant", "28": "\"Won't you give your bread to the hungry and bring the desperate poor to your house?\" (Isaiah 58, 7)", "29": "When [do] the desperate poor [need to be] brought home?", "3": 0, "30": "Nowadays", "31": "and it says", "32": "\"Won't you give your bread to the poor?\"", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "180": {}, "181": {}, "182": {}, "183": {}, "184": {}, "185": {}, "186": {}, "187": {}, "188": {}, "189": {}, "19": {}, "190": {}, "191": {}, "192": {}, "193": {}, "194": {}, "195": {}, "196": {"0": 0, "1": 0, "10": "that they stood by a miracle. ...", "11": "Abaye demurred: ...", "12": "They might have been standing [with their bodies] protruding [under the wings] like [those of] hens! ...", "13": "Raba demurred: ...", "14": "perhaps they did not stand opposite one another! ...", "15": "R. Aha b. Jacob demurred: ...", "16": "They might have been standing diagonally. ...", "17": "R. Huna the son of R. Joshua demurred: ...", "18": "The house might have been wider from above! ...", "19": "R. Papa demurred: ...", "2": 0, "20": "Might not their wings have been bent? ...", "21": "R. Ashi demurred: ...", "22": "Their wings might have been overlapping each other!", "23": "How did they stand? — ...", "24": "R. Johanan and R. Eleazar [are in dispute on the matter]. ...", "25": "One Says: ...", "26": "They faced each other; and the other says: ...", "27": "Their faces were inward. ...", "28": "But according to him who says that they faced each other, [it may be asked]: Is it not written, ...", "29": "And their faces were inward? —...", "3": 0, "30": "[This is] no difficulty: ...", "31": "The former [was] at a time when Israel obeyed the will of the Omnipresent;the latter [was] at a time when Israel did not obey the will of the Omnipresent. ", "32": "According to him who says that their faces were inward [it may be asked]: Is it not written, ...", "33": "With their faces one to another? ...", "34": "They were slightly turned sideways. ...", "35": "For [so] it was taught: Onkelos the proselyte said, ...", "36": "‘The Cherubim were of image work and their faces were turned sideways as a student who takes leave of his master.", "4": 0, "5": 0, "6": "Rabina said in the name of Samuel: ...", "7": "The Cherubim [made by Solomon] stood by a miracle; for it is said", "8": "And five cubits was the one wing of the Cherub,’ and five cubits the other wing of the Cherub,’from the uttermost part of the one wing unto the uttermost part of the other were ten cubits, where,[then] were their bodies standing? ...", "9": "Consequently it must be inferred ..."}, "197": {}, "198": {}, "199": {}, "2": {"0": "Mishnah: Partners agree to make a division in a courtyard; they build a wall in the middle. ", "1": "In a place where the custom is to build with rough stone, smooth stones, half-bricks, or bricks, they must build according to the custom of the land. ...", "10": "If both of you want to build a wall, both should mark their sides.", "11": "Therefore, if the wall falls, the land and the bricks will belong to both of them:", "12": "Gemarah: They thought \"division\" means", "13": " a wall, they show a case (proving it) , ", "14": "\"A wall in a vineyard falls. He says to him, \"Fix it.\" He fixes it, and it falls again. He says to him, \"Fix it.\"", "2": "If rough-stones, he gives 3 hand-breadths  (9 cm/hand-breadth) and the other gives 3 hand-breadths. ", "3": "If smooth stones, he gives 2.5 hand-breadths and the other gives 2.5 hand-breadths. ...", "4": "If half-bricks, he gives 2 hand-breadths and the other gives 2 hand-breadths.", "5": "If bricks, he gives 1.5 hand-breadths and the other gives 1.5 hand-breadths....", "6": "Therefore, if the wall falls, the place where the wall and the materials were will belong to both of them.", "7": "Similarly in a garden; In a place where the custom is to build a fence, you can force the other to build.", "8": "Oppositely in a wheat field, in a place where there isn't a custom to build a fence, you cannot force the other. Rather, if you want to build your own wall, build the wall on your side with a marking facing outwards.", "9": "Therefore, if the wall falls, the place where the wall and the bricks were will belong to you."}, "20": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": "Our Rabbis taught:", "17": "It is related of King Monobaz  that he dissipated all his own hoards and the hoards of his fathers in years of scarcity. His brothers and his father's household came in a deputation to him and said to him,", "18": "'Your father saved money and added to the treasures of his fathers, and you are squandering them.", "19": "' He replied: ", "2": 0, "20": "'My fathers stored up below and I am storing above, as it says, ", "21": "Truth springs out of the earth and righteousness looks down from heaven. (Psalms 85,12)", "22": "My fathers stored in a place which can be tampered with, but I have stored in a place which cannot be tampered with, as it says,", "23": "Righteousness and judgment are the foundation of his throne. (Psalms 89,15)", "24": "My fathers stored something which produces no fruits, but I have stored something which does produce fruits, as it is written,", "25": "Say ye of the righteous [zaddik] that it shall be well with them, for they shall eat of the fruit of their doings. (Isaiah 3,10)", "26": "My fathers gathered treasures of money, but I have gathered treasures of souls, as it is written, ", "27": "The fruit of the righteous [zaddik] is a tree of life, and he that is wise wins souls. (Proverbs 11,30)", "28": "My fathers gathered for others and I have gathered for myself, as it says,", "29": "And for thee it shall be righteousness [zedakah]. (Deuteronomy 24,13) ", "3": 0, "30": "My fathers gathered for this world, but I have gathered for the future world, as it says,", "31": "Thy righteousness [zedakah] shall go before thee, and the glory of the Lord shall be thy rearward. (Isaiah 58,8)", "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "200": {}, "201": {}, "202": {}, "203": {}, "204": {}, "205": {}, "206": {}, "207": {}, "208": {}, "209": {}, "21": {}, "210": {}, "211": {}, "212": {}, "213": {}, "214": {}, "215": {}, "216": {}, "217": {}, "218": {}, "219": {}, "22": {}, "220": {}, "221": {}, "222": {}, "223": {}, "224": {}, "225": {}, "226": {}, "227": {}, "228": {}, "229": {}, "23": {}, "230": {}, "231": {}, "232": {}, "233": {}, "234": {}, "235": {}, "236": {}, "237": {"0": 0, "1": "It was taught: The daughters of Zelophehad were exceedingly wise, knew well how to expound Scripture, and were perfectly virtuous. They were exceedingly wise since they chose to speak at the right time; for just then ... Moses our teacher was engaged in interpreting the section on levirate marriage. So they said, \"If in levirate marriage our status is like that of sons [ie, it is only relevant if a father dies without sons or daughters], , then give us, like a son a possession in the land. If not, then our Mother should be subjected to a levirate marriage. At once, \"Moses brought their cause before the Lord.\" The daughters also knew well how to expound Scripture [learn from the Torah] for they said, \"If our father had a son, we would not have spoken, or even if that son had a daughter, we would not have spoken.\" They were also perfectly virtuous, since they married only men who were worthy of them.\""}, "238": {}, "239": {}, "24": {}, "240": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": "The Mishnah there states: Said Rabbi Shimon ben Gamliel:", "15": "There were no [days that were more] joyous days for Yisrael, such as the 15th of Av, and Yom haKippyrim, during those [days] the maids of Jerusalem would go out in borrowed white garments, in order not to embarrass those who do not have [new, clean clothes]", "16": "If you are talking about Yom haKippurim - [that is the] day in which we achieved forgiveness. the day in which the second Tablets were given. But the 15th of Av - what is [the joyous occasion related to] it? ", "17": "Said Rabbi Yehudah in the name of Shmuel:", "18": "[This is] the day that the various tribes were permitted to marry one another.", "19": "What did they darshen [to permit violating a direct Mitzvah]? (understand based on careful re-examination of wording in scripture)", "2": 0, "20": "\"This is the word\" (Numbers 36:1) this work [ruling] will only apply for this generation", "21": "Raba bar bar-Chana said in the name of Rabbi Yochanan:", "22": "[This is] the day that Shevet Binyamin was permitted to reenter the congregation, as states:", "23": "Now the men of Israel had sworn in Mizpah, saying, \"No man from us shall give his daughter to Benjamin for a wife.\" (Judges 21:1)", "24": "What did they darshen?", "25": "\"[No man] from us\" - and not from our daughters", "26": "Rav Dimi bar Yosef said in the name of Rav Nachman:", "27": "[This is] the day that the [people who were decreed to] die in the desert, finished [dying], as Mar said:", "28": "Until the [generation who were condemned to die] finished dying out", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "241": {"0": "There was no [divine] speaking with Moshe, as it says:", "1": "\"So it was, when all the men of war finished dying from among the people-\" (Deuteronomy 2: 17), followed closely by", "10": "[This is] the day in which they would stop cutting wood for the altar.", "11": "[We have a] Braita that says: Eliever haGadol says,", "12": "As the 15th of Av arrived, the strength of the sun weakens, and they would not cut down anymore trees for the altar.", "13": "Said Rav Menashe:", "14": "They called that say \"The day of burying the hatchet\"", "2": "\"-that the Lord spoke to me saying...\" (Ibid. 18), this is [a reference to] the [divine] speech.", "3": "Ulla said:", "4": "[This is] the day that Hoshea ben Elah (a king of Israel) cancelled the guards whome Yerovam placed on the roads, to prevent Yisrael from going up [to Jerusalem].", "5": "Rav Matana said:", "6": "[This is] the day that the massacred [people] of Beitar were permitted [to be] buried.", "7": "As Rav Matana said:", "8": "That day in which the massacred of Beitar were permitted to be buried, [the Sanhedrin] instituted in Yavneh [the 4th blessing in Birkat haMazon] the blessing of \"Hatov ve-Hametiv\" (Who is benevolent, and Who does good). Hatov - [in recognition of the miracle] that [the bodies] did not smell, ve-Hametiv - [in recognition] that they were permitted to be buried.", "9": "Raba and Rav Yosef, who both said:"}, "242": {}, "243": {}, "244": {}, "245": {}, "246": {}, "247": {}, "248": {}, "249": {}, "25": {}, "250": {}, "251": {}, "252": {}, "253": {}, "254": {}, "255": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": "Rabbi Abba sent to Rav Yosef bar Hama:", "21": "[In the case of] one who produces a promissory note. The lender says: \"I have not been repaid\", and the borrower says: \"I have paid half\", and the witnesses testify that he paid back all of it; he [the borrower] swears [that he only owes him half], and [the lender] collects half [of the loan] from free assets, but not from assets which serve as collateral; for they [the other creditors] say:", "22": "\"We rely on the witnesses.\"", "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "256": {}, "257": {}, "258": {}, "259": {}, "26": {}, "260": {}, "261": {}, "262": {}, "263": {}, "264": {}, "265": {}, "266": {}, "267": {}, "268": {}, "269": {}, "27": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": "......", "59": 0, "6": 0, "60": 0, "61": 0, "62": 0, "63": "Moshe wrote his book as well as the portions of Bilam and Job", "7": 0, "8": 0, "9": 0}, "270": {}, "271": {}, "272": {}, "273": {}, "274": {}, "275": {}, "276": {}, "277": {}, "278": {}, "279": {}, "28": {}, "280": {}, "281": {}, "282": {}, "283": {}, "284": {}, "285": {}, "286": {}, "287": {}, "288": {}, "289": {}, "29": {}, "290": {}, "291": {}, "292": {}, "293": {}, "294": {}, "295": {}, "296": {}, "297": {}, "298": {}, "299": {}, "3": {"0": "He gives up hope and doesn't fix it. This creates a forbidden mixture, and he is obligated for the damages.\" ...", "1": "What is the reason? They wanted to (build a wall), behold, if they don't want to (build a wall), you can't obligate the other.", "10": "If it taught \"it\", I would have said, \"(you) just (need) markers.\" Therefore it teaches (division means) ", "11": "\"wall\".", "12": "Build the wall in the middle and etc.", "13": "It's obvious!", "14": "No, it's necessary. A friend convinces another to build a wall.", "15": "You might think that he can say,", "16": "\"I was convinced that I would loose air flow, but not the ground space.\"", "17": "Therefore it teaches damage from sight is not real damage.", "18": "(Rav Nachman: sign, garden, wall, force, split, window)", "19": "Come and hear.", "2": "We see that damage from sight is not real damage....", "20": "\"Similarly in a garden.\"", "21": "A garden is different. Rav Aba says in the name of Rav Ava in the name of Huna in the name of Rav, \"It is forbidden for a man to stand in a friend's field in the hour it is blooming.\"", "22": "\"Similarly\" (refers to)", "23": "the kind of bricks.", "24": "Come and hear,", "25": "\"A wall in a courtyard falls and you can obligate him to build until four amot.\"", "26": "A fall is different.", "27": "What was he asking?", "28": "The end of the mishnah you need", "29": "up to four amot. Above that you cannot force him.", "3": "And if you will say that...", "30": "Come and hear,", "31": "\"You can force him to build a door in a gate house in a courtyard.", "32": "We learn from here", "33": "that damage from sight is real damage.", "34": "(No) Damage from the public is different.", "35": "And an individual no?", "36": "Come and hear,", "37": "\"You can't (force a) division in a courtyard unless he has four amot and the other has 4 amot.", "38": "If there is enough for both then you can force. Is this not wth a wall?", "39": "No, it's just a marker.", "4": "\"division\" means separation, as it is written...", "40": "Come and hear,", "41": "\"A wall must be four amot above, below, or across a window.", "42": "It is taught in a baraita,", "43": "\"If (the wall is) above (the window,) it should be raised (four amot) so that one cannot hang (from the wall) and look into the window. If (the wall is) below (the window, it should be lowered four amot) so that one cannot stand on the wall and see into the window.", "5": "in Bamidbar 31:43, a congregation divides spoils of war, and since they agreed, either can force the other....", "6": "We see from this that damage from sight is real damage....", "7": "If so, (when the Mishnah says), \"they want to make a separation,\" (it should say), \"they wanted to divide.\"", "8": "Rather, if it means \"wall\",", "9": "(instead of), \"build a wall,\" (it should say), \"build it.\""}, "30": {}, "300": {}, "301": {}, "302": {}, "303": {}, "304": {}, "305": {}, "306": {}, "307": {}, "308": {}, "309": {}, "31": {}, "310": {}, "311": {}, "312": {}, "313": {}, "314": {}, "315": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": "The air in Israel makes one wise ", "2": 0, "3": 0, "4": 0, "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "32": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": "Mishnah: One should not dig a pit next to his friends pit, and (also) not a ", "5": 0, "6": 0, "7": 0, "8": 0, "9": 0}, "33": {}, "34": {}, "35": {}, "36": {}, "37": {}, "38": {}, "39": {"0": 0, "1": 0, "10": 0, "11": 0, "12": 0, "13": 0, "14": 0, "15": 0, "16": 0, "17": 0, "18": 0, "19": 0, "2": 0, "20": 0, "21": 0, "22": 0, "23": 0, "24": 0, "25": 0, "26": 0, "27": 0, "28": 0, "29": 0, "3": 0, "30": 0, "31": 0, "32": 0, "33": 0, "34": 0, "35": 0, "36": 0, "37": 0, "38": 0, "39": 0, "4": 0, "40": 0, "41": 0, "42": 0, "43": 0, "44": 0, "45": 0, "46": 0, "47": 0, "48": 0, "49": 0, "5": 0, "50": 0, "51": 0, "52": 0, "53": 0, "54": 0, "55": 0, "56": 0, "57": 0, "58": 0, "59": 0, "6": 0, "60": 0, "61": 0, "62": " A store which is in a courtyard: The [members] of the courtyard can protest and say to him, we cannot sleep from all of the noise of those going in and out.", "63": "But he may make vessels, go out and sell them in the marketplace.", "64": "And they cannot protest and say to him, I cannot sleep from the sound of the hammer, or the sound of the millstone or the sound of the youngsters. ", "65": "Gemara: What is the difference between the first part of the Mishnah and the last part?", "66": "Abaye said", "67": "The last part refers to a different courtyard.", "68": "Rava said to him:", "69": "If this were so, it should have taught", "7": 0, "70": "that in a different courtyard it is permitted.", "71": "Rather, Rava said: ", "8": 0, "9": 0}, "4": {}, "40": {"0": "Apply the last part to the children of the school, from the time of the decree of Yehoshua ben Gamla and on.", "1": "For Rav Yehuda said in the name of Rav:", "10": "But still, whoever had a father, [the father] would bring him up [to Jerusalem] and teach him; whoever didn't have a father would not go up and learn.", "11": "They decreed that [teachers] should be set up in each and every district.", "12": "And they would bring them in at around age 16 or 17, and anyone whose teacher was angry at him, [the teacher] would kick him out.", "13": "Until Yehoshua ben Gamla came and decreed that teachers of children should be set up in each and every province and in each and every city, and [that] they are brought in at around age 6 or 7.", "2": "However, remember this man for good, namely Yehoshua ben Gamla, for if not for him, Torah would have been forgotten from Israel.", "3": "For originally, whoever had a father, [the father] would teach him Torah; whoever had no father would not learn Torah.", "4": "What was expounded?", "5": "(Deuteronomy 11:19) \"And ye shall teach them (<i>'otam'</i>).\"", "6": "\"And you yourselves (<i>'atem'</i>) shall teach.\"", "7": "They decreed that teachers of children should be set up in Jerusalem.", "8": "What was expounded?", "9": "(Isaiah 2:3) \"For out of Zion shall go forth the law.\""}, "41": {"0": "Rav Huna the son of Rav Yehoshua said: It is quite clear to me that the residents of one town can prevent the resident of another town [from setting up in competition in this town], but not, however, if he pays taxes to that town; and that the resident of an alley cannot prevent another resident of the same alley [from setting up in competition in his alley]."}, "42": {}, "43": {}, "44": {}, "45": {}, "46": {}, "47": {}, "48": {}, "49": {}, "5": {}, "50": {}, "51": {}, "52": {}, "53": {}, "54": {"0": "Mishna: A presumptive right to the houses, the pits, ditches, caves, birdhouses, bathouses, olive presses, irrigated fields, and slaves and anything that produces constantly, its presumptive right takes three years, day to day (of usage)", "1": "... A non-irrigated field's presumptive right is three years, and is not day to day ", "10": "...from the goring ox ", "11": "...Just like a goring ox, since it gores thrice, it goes out from its status as a \"Tam\" (one who is not anticipated to gore) and it is established as a \"muad\" (a gorer). Here too, since one ate three years, [the property] goes out from the domain of the seller and is established in the domain of the buyer", "12": ".....if so, just like the goring ox is not obligated [to pay full compensation] until the fourth goring. So too, until the fourth year it shouldn't be established in his domain.", "13": "...here now", "14": "... ", "15": "There, when it gores three times it becomes a gorer", "2": "... R' Yishmael says", "3": "... 3 months in the beginning (of year one) 3 [months] in the end (year 3) and 12 months in the middle, 18 months in total  ", "4": "...R' Akiva says", "5": "...a month in the beginning (of year one) a month in the end (of year 3) and 12 months in the middle, 14 months in total  ", "6": "...R' Yishmael says", "7": "...My previous statement applies to a cornfield, but regarding a field of trees, if one harvests the produce, gathers the olives, and harvests the figs [all in one year], that is [equivalent to] three years.", "8": "Talmud: R' Yochanan said: \" I heard from those who wandered from Usha that they would say\"", "9": "...'how do we know a presumptive right takes three years?"}, "55": {}, "56": {}, "57": {}, "58": {}, "59": {}, "6": {}, "60": {}, "61": {}, "62": {}, "63": {}, "64": {}, "65": {}, "66": {}, "67": {"0": "There was a boat, and two people fought over it. One said \"it is mine\" and the other said \"it is mine\". One of them went to Beit Din and said:", "1": "\"Take it! I will bring witnesses that it is mine.\"", "10": "We do not release it.", "11": "Rav Pappa said:", "12": "We release it.", "13": "And the Halacha is:", "14": "We do not take it, but if we took it, we do not release it.", "15": "He says \"it belongs to my forefathers\" and he says \"it belongs to my forefathers\". Rav Nachman said:", "16": "Whoever is stronger gets it.", "17": "And how is this different from two bills written on the same day?", "2": "Do we take it or not?", "3": "Rav Huna said:", "4": "We [the Beit Din] take it.", "5": "Rav Yehuda said:", "6": "We do not take it.", "7": "He went, and he did not bring witnesses. He [the person who had asked them to take it] said:", "8": "\"Release it; and whoever is stronger will get it.\" Do we release it or not?", "9": "Rav Yehuda said:"}, "68": {"0": "Where Rav said:", "1": "Divide it.", "2": "And Shmuel said:", "3": "It is at the discretion of the court.", "4": "There [in the case of two bills] further evidence cannot come to light, here [in the case of \"my forefathers\"] more evidence may come to light.", "5": "And how is this different from the Mishnah, as it says:", "6": "\"One exchanged a cow for a donkey, and it gave birth, and so too [if] one sold his female slave and she gave birth: this one says, “[It was] before I sold [her],” and this one says, “After I bought [her],\" they should divide it.\"", "7": "There, one"}, "69": {"0": "Has <i>Derara D'Mamona</i> [A disputed term, acc. to Rashi monetary loss, acc. to Tosafot it means an inherently unclear case], and the other has <i>Derara D'Mamona</i>. Here, if it belongs to one the other has no claim whatsoever, and if belongs to the second the first has no claim to it whatsoever.", "1": "The Nehardeans said:", "2": "If one comes from the market holding it, we do not take it from him. As Rabbi Hiyya taught:", "3": "A thief of the public at large is not a thief.", "4": "Rav Ashi said:", "5": "He is always a thief. And when is he not considered a thief?", "6": "When it cannot be returned."}, "7": {}, "70": {}, "71": {}, "72": {}, "73": {}, "74": {}, "75": {}, "76": {}, "77": {}, "78": {}, "79": {}, "8": {}, "80": {}, "81": {}, "82": {}, "83": {}, "84": {}, "85": {}, "86": {}, "87": {}, "88": {}, "89": {}, "9": {}, "90": {}, "91": {}, "92": {}, "93": {}, "94": {}, "95": {}, "96": {}, "97": {}, "98": {}, "99": {}}, "originalTitle": "בבא בתרא", "source": "Sefaria", "englishTitle": "Bava Batra", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}