{"language": "english", "text": {"0": {"0": {}, "1": {"0": "And behold, a man came from the camp- There is [an opinion found] in Pesikta that this is Doeg, but it does not dwell on my heart (I disagree)."}}, "1": {}, "10": {"0": {"0": "At the time when Kings go out. There is a specific time of year when soldiers go out. This is when the land is filled with standing grain and the horses bring out produce in the field to eat. "}}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {}, "16": {}, "17": {}, "18": {}, "19": {}, "2": {"0": {}, "1": {}, "2": {"0": "And his second was Kilav- And in a different place (Chronicles II, 3:1), it calls him Daniel, and so why was he called Kilav [here]? Rav Yitzchak said,", "1": "\"It was on account of the scoffers of the generation, who said, 'Avigayil (Kilav's mom) was pregnant from Naval (her previous husband),' and so [G-d] changed his appearance and he resembled his father (David).\" And our Rabbis said, \"Because he embarassed Mephiboshet in law study (Berakhot 4a)\""}}, "20": {}, "21": {}, "22": {}, "23": {"0": {}, "1": {}, "10": {}, "11": {}, "12": {}, "13": {}, "14": {}, "15": {"0": "The Jebusite – he was the prince of the stronghold of Zion, whose name was Jebus."}, "2": {}, "3": {}, "4": {}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "3": {}, "4": {"0": {}, "1": {}, "2": {}, "3": {}, "4": {}, "5": {"0": "to the Jebusites -  The fortress of Zion is called Jebus. Its inhabitants were of the descendants of Avimelech and they had two statues - one blind and the other lame. They were made to represent Yitzchak and Yaakov and in their mouths was the oath that Avraham had sworn to Avimelech, therefore they (Israel) did not drive them out. When they took Jerusalem they failed to take the stronghold, as it is stated: “And the Jebusites, the inhabitants of Jerusalem, the people of Judah were unable…” (Yehoshua 15:63) and it was taught: R’ Yehoshua ben Levi said: They were able, but they were not permitted."}}, "5": {}, "6": {}, "7": {}, "8": {}, "9": {}}, "originalTitle": "רש\"י על שמואל ב", "source": "Sefaria", "englishTitle": "Rashi on II Samuel", "author": "Not available", "sourceLink": "http://www.sefaria.org/"}