{"originalTitle": "קידושין", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Kiddushin", "source": "Sefaria", "text": {"0": {"0": "A woman is acquired in three ways and acquires herself in two ways. ", "1": "[She is] acquired through money, a document and relations.  ", "2": "Through money: Beit Shammai say [this means] a dinar or the equivalent of a dinar. And Beit Hillel say a pruta or an equivalent of a pruta. ", "3": "How much is a pruta? One eight of an Italian issar. ", "4": "She acquires herself through a bill of divorce or if her husband dies. ", "5": "A Yevamah is acquired through relations and acquires herself through halitzah or the death of the Yavam. ", "6": "GEMARAH: A woman is acquired", "7": "What is the difference here that it is written \"a woman is acquired\" and [the later mishna which states] \"the man sanctifies\"?", "8": "Because the Tanna wanted to write \"money\", and money we have learned by analogy of the verb TAKE לקח - from the field of Ephron.", "9": "It is written here (Deut. 22:13) \"when a man takes a woman\" and it is written there (Gen. 23:13) \"I gave the money of the field, take it from me\".", "10": "And taking is called acquisition as it is written \"the field which Abraham bought\""}, "1": {"0": "Also \"fields will be bought with money\" (Jer. 32:44), the Tanna wrote \"the woman is acquired\".", "1": "Q: The Tanna should have written there (2:1) \"the man acquires\"? A: first he used biblical language and then rabbinical language.", "2": "What is the meaning of the rabbinical language? - he makes her forbidden for the whole world, like property of the Temple.", "3": "Q: The Tanna should have written here (1:1) \"the man acquires\"?", "4": "A: He wanted to write at the end \"she acquires herself\", he wrote in the beginning also a reference to herself.", "5": "Q: He should have written \"the man acquires and makes the [woman]acquire herself\"?", "6": "A: Since in the case of the husband's death it is not him, but rather God who makes the wife acquire herself.", "7": "Or if you wish you could say", "8": "If it was written \"[the man] acquires\" I would have thought that it means even against her will, therefore the Tanna wrote \"the woman is acquired\" - with her consent only"}, "2": {"0": "The Rabbanan taught:"}, "3": {"0": "\"The ear that heard My voice on Mount Sinai at the time that I said (Leviticus 25:55) 'For unto Me the children of Israel are servants' - and not servants of servants, while this person went and got a master for himself, shall be pierced.\""}, "4": {"0": " What is meant by \"All the commandments of the son are upon the father...\"?", "1": "Maybe [it means] that women are exempt from all the commandments that a son is obligated to fulfill for his father? [But there is a contradictory] Baraita:", "2": "\"[When the verse says] 'a man' (Leviticus 19:3), only a man [is explicitly commanded]. From where do we derive [the obligation of] women [as well]?", "3": "When the verse states 'a man [is commanded to] fear (plural) his mother and father' (ibid.) [the plural form of 'fear' implies] two [distinct individuals that are obligated]\". -?!-", "4": "Says Rav Yehudah", "5": "\"This is what was meant [by the Mishnah when it says \"All the commandments of the son are upon the father...\"]:", "6": "All the commandments that are incumbent upon a parent to do for his son, men [i.e. the fathers] are obligated to fulfill while women [i.e. the mothers] are exempt\".", "7": "A Baraita states:", "8": "\"A father is obligated to circumcise, redeem, teach Torah to, find a wife for, and teach a trade to his son\".", "9": "There are those that say", "10": "\"[there is] even [an obligation to show his son] how to swim\".", "11": "Rabbi Yehuda Says \"all that does not teach his son craft [or trade] teaches him to steal\"", "12": "To steal, do you think? [will really be a result of not teaching your son to trade]?", "13": "Rather,", "14": "or as if he taught him how to steal. ", "15": "To circumcise, how do you know?", "16": "As it is written", "17": "\"and he circumcised his son\"", "18": "and where the father did not circumcise him, the court is obligated to circumcise him. As it is written, \"Circumcise for yourselves - all the males.\" Where the court did not circumcise ", "19": "She, How do you know that She is not obligated?", "20": "As it is written (Bereishit, 21:4): As God commanded him, him and not her.", "21": "We find: immediately, for generations how do we know?", "22": "It was taught in the academy of Rabbi Yishmoael", "23": "Anywhere that it says \"G-d commanded\" It is with passion, immediately, and for generations. ", "24": "Passion, as it is written,\"and he commanded Joshua - And be strong and be courageous [referring to circumcision].\" Immediately, and for generations, as it is written, \"from the day which G-d commanded, and further your generations\" ", "25": "\"pidyon haben\"...", "26": "from where do we know this?", "27": "As it is written (Shemot, 13:2) you will redeem all your firstborn children", "28": ".........", "29": "how do we know a women isn't obligated in \"pidyon haben\".....", "30": "\"your sons\" and not \"your daughters\"", "31": "the sages teach", "32": "Rabbi Yehuda says"}, "5": {"0": "Anyone that does not have any money, other than 5 selahs, must use them for himself over his son.", "1": "The Beraisa taught: to teach him  Torah.", "2": "From where do we know this?", "3": "That it says in the Pasuk: That you should teach your sons.", "4": "If someone was not taught by his father, he should teach himself, as the Pasuk says: and you should learn.", "5": "How do I know the mother is not obligated to teach Torah?...", "6": "Since the word “you shall teach” can also be written “you shall learn”: those who are required to learn torah are required to teach torah; those who are not required to learn are not required to teach.", "7": "How do I know that she doesn't have an obligation to teach torah to herself?", "8": "Since the word “you shall teach” can also be written “you shall learn”: those whom others are required to teach are required to teach themselves; those whom others are not required to teach are not required to teach themselves.", "9": "A woman does not have to learn Torah because no one has to teach her.", "10": "And where do we know this? Because it says in the Pasuk your sons, and not your daughters.", "11": "The Rabbanan taught:", "12": "If he can learn OR his son, he comes before his son. Rabbi Yehuda says:", "13": "If your son is an interested person, smart, and has a good memory, then your son comes before you.", "14": "Rav Acha said to those gathered there the day after:", "15": "Had there not been a miracle here, I would have been in great danger."}, "6": {"0": "one [of them] says", "1": "One should always divide his time into thirds.", "2": "One third for scripture, one third for Mishnah, and one third for Talmud.", "3": "Therefor the earlier ones were called Soferim because they would count (soferim) all the letters in the Torah, for they would say:", "4": "The 'vav' of \"belly\" is the halfway point of the letters of a Torah scroll; \"investigated thoroughly\" is the halfway point of words; \"and he shaved\" is the halfway point of verses"}, "7": {"0": "...What is \"the enemies in the gate\"?", "1": "...Said Rabbi Chiyya bar Abba:", "2": "...Even a parent and child, or rabbi and disciple, engaging in Torah in one gate, are made enemies of each other, but they don’t move from there until they become those who love each other, as it says, \"...Vahev in Sufah\" (Numbers 21:14) -- read it not \"in Sufah\", but \"in Sofah\" [ie, \"at the end\"].", "3": "\"All Miswoth of the Father on the Son\", etc. - What is the meaning of \"All Mitvot of the Father on the Son\"?", "4": "If you will say [that it means] All the Miswoth that the Father is obligated to do for his son, [then how could] women be obligated?!  Surely it is taught in a beraita,", "5": "\"The father is obligated with regard to his son to circumcise him and to redeem him\" - [this implies that] his father is indeed [obligated, but] his mother is not [obligated].", "6": "Say Rabbi Yhodah", "7": "This Means to Say", "8": "All Mitzvoth The father placed on the son to do for his father (whether man whether woman) obligated", "9": "We already learned this - Our rabbis taught", "10": "man not to me only men women how you know ", "11": "When it says they shall fear there are two", "12": "if so, why does the pasuk say man man enough in his hand to do woman ____ enough ", "13": "The rabbi's taught", "14": "It says respect your father and your mother it says honor your god from your wealth. These verses equate honoring your mom and dad and honoring your god", "15": "It says a man his mother and his father they shall fear, and it says god you god you shall fear and him you shall serve. Equates pasuk fear father and mother of to fear", "16": "Our rabbis taugt", "17": "Three partners there are in man", "18": "In God, and his father, and his mother", "19": "At the time that man honor his father and mother, says god ", "20": "Consider I on them As if I lived amongst them and you honored me ", "21": "As we learned in Braita Rabbi says ", "22": "It is revelaled and it is known before the are wy that it says and the world should be that"}, "8": {"0": "Asked son, of a widow one Rav Elezar ", "1": "Say to him", "2": "From between lashes (eye lashes), recognizable if you are a son of a widow, you pour water in a bucket for them and let them crow like chickens. ", "3": "They asked the rabbi ", "4": "How long shall you honor the father and mother ", "5": "and he said to them", "6": "go out and see what makes a non jew one in Ashketon. ", "7": "one time the sages sought business for $600,000 profit. And the key was placed under his fathers' head under his pillow. And don't disturb", "8": "Says the rabbi, Says Smouel ", "9": "Asked Rabbi Aelezar ", "10": "Until it's time to honor father and mother", "11": "Said to them", "12": "\"Go out and see what makes non-jews one to his father in Ashkelon\" And Dom son of Natanya\" His name", "13": "They sought from him "}, "9": {"0": "brings to the next world", "1": "Rabbi Abahu said "}, "10": "They asked R. Eliezer: To what extent do we take the honoring of father and mother?  He responded: Imagine the parent takes a wallet and throws it into the sea right in front of you.  You may not humiliate him", "11": {"0": "Our rabbis taught", "1": "On the verse \"you must rise before the elderly\"", "2": "You might think even before the sinful elderly, to teach us the verse continues and says \"zaken\" and zaken only means a wise person as is written, gather for me seventy men from the Israelite elders.", "3": "Rabbi Yosi Haglili says,", "4": "Zaken only means one who has squired wisdom as it states, God has acquired me the beginning of his ways.", "5": "You might think you must rise before him him from a distance, to teach us the verse continues and states \"and you shall honor\" - we don't require rising unless it will bring honor....", "6": "You might think you must honor him with money, to teach us the verse continues and states \"you shall rise\" - just as rising does not cost so to honor should not cost", "7": "You might think that you must rise even in the washroom or bathhouse, to teach us the verse states, and you shall honor, - we only require rising when it will bring honor.", "8": "Youmight think that you may shut your eyes as though you don't see him, the verse teaches and states \"and you shall fear your god\" any matter that is left to the heart is addressed by \" You shall fear your god\"...", "9": "...rabbi shimon Ben eliezer says , from where do we know that the elderly must not burden others? The verse teaches \"and you shall fear...\"...", "10": "...Isis Ben yehuda says \"before the elder you shall rise\" implies all elderly...(end of braita)...", "11": "...isn't rabbi yosi the same as the first opinion? ", "12": "...the difference between them would be realized in the case of a young scholar.", "13": "...the first opinion thinks", "14": "...a young scholar does not get honored, while rabbi yosi thinks that ", "15": "...even if he a young scholar he should be honored.", "16": "...what is rabbi yosi haglili's reasoning?", "17": "...he would say to you", "18": "...if you agree with the first opinion then the Torah should have written, \"before the elderly zaken shall you rise and. Honor.\" Rather the Torah separates them to tell you", "19": "...that this one is not that one and that one is not this one, this tells you that even a young scholar. ", "20": "And the first opinion thinks that the verse separates them to place \"zaken\" and \"you shall fear God \" next to each other.", "21": "And what is the reasoning of the first opinion?", "22": "If you agree with rabbi yosi haglili's then the Torah should have written"}, "12": {"0": "\"You shall rise and honor the elderly and you shall rise and honor the \"zaken\" since it didn't write this way we learn that they are the same persona. ...", "1": "...the master said (in the braita)", "2": "You might think that you should honor him with money, so the verse teaches and states \"you shall rise\" just as rising doesn't cost so too honoring should not cost....", "3": "And does rising I cure no cost?...", "4": "Didn't we learn that even one who is in middle of (polishing diamonds ?) must rise before him nonetheless and be idle from his work (including a loss of income)?...", "5": "Rather ...", "6": "We juxtapose rising with honor, just as honor doesn't cause idleness similarly rising should not cause idleness....", "7": "And we also juxtapose honor to to rising, in that just as rising doesn't cost so to honor shouldn't cost....", "8": "From this expose they taught ...", "9": "\"It is not fitting for artisans to stand for Torah scholars while they are doing their work\".", "10": "Is it really not?", "11": "But we are taught:", "12": "\"All the artisans of Jerusalem would stand before them and greet them,", "13": "'Our brothers from so-and-so, come in peace!'\"", "14": "Rabi Yochanan said,", "15": "\"Before them [the artisans] stand, but not before Torah scholars.\"", "16": "Rabi Yosi bar Avin said,", "17": "\"Come and see how precious a mitzvah is at its proper time, because [the artisans] stand before them, but not before Torah scholars.\"", "18": "Perhaps there is different because if so [if you would not greet them], you would cause them to stumble [sin] in the future [because they will be discouraged from coming]!"}, "13": {"0": "and tefillin.", "1": "And what are positive commandments that are not time dependent? Mezuza, building a fence, returning a lost object and sending away the mother bird.", "2": "Is this a general rule?", "3": "But there are [the commandments of] eating Matza [on Pesach], happiness [on holidays] and assembling which are positive commandments that are not time dependent, yet women are obligated [in these].", "4": "Furthermore,", "5": "there are [the commandments of] learning Torah, having children and redeeming the [firstborn] son that are not time dependent, yet women are exempt?", "6": "Rabbi Yochanon answers:", "7": "We do not learn [conclusions about specific cases] based on general rules, even when the general rule specifies an exception.", "8": "For we learned in a Mishna:", "9": "\"We can make an eiruv or a shituf out of any food except water and salt.\"", "10": "[Is that really true that only water and salt are invalid for an eiruv and a shituf] and nothing else?", "11": "But mushrooms and triffles are also [invalid. Yet the mishna said any food is acceptable except salt and water!]", "12": "Rather [we must conclude that] we do not learn [conclusions about specific cases] based on general rules, even when the general rule specifies an exception.", "13": "\"and positive commandments that are time dependent, women are exempt.\"", "14": "From where do we know this?", "15": "We derive it from Tefillin.", "16": "Just like by Tefillin women are exempt, so to by all time dependant positive commandments women are exempt.", "17": "And Tefillin is derived from [the commandment of] learning Torah.", "18": "Just like by [the commandment of] learning Torah women are exempt, so too by Tefillin women are exempt.", "19": "[Instead of deriving whether women are obligated in Tefillin by connecting the law of Tefillin to the previous verse, the commandment to learn Torah,] let us connect Tefillin to the [subsequent verse, which contains the] commandment of Mezuzah?", "20": "Tefillin is connected (i.e adjacent) to the commandment of learning Torah in both the first and second paragraphs [of Shema].", "21": "but Tefillin is not connected (i.e. adjacent) to the commandment of Mezuzah in the second paragraph [of Shema. Therefore we derive whether  or not women are obligated in Tefillin from the commandment of learning Torah rather than the commandment of Mezuzah.]", "22": "And let us connect the commandment of Mezuzah to the commandment to learn Torah [which immediately precedes Mezuzah in the second paragraph of Shema and conclude that just as women are no obligated to learn Torah they are also not obligated to have Mezuzot]?", "23": "Don't consider that, as it's written (right after the commandment of Mezuzah (Deut 11:20) \"And you shall write them [i.e. these words which were mentioned in the previous verse] on the doorposts of your house and of your gates.\" The next verse states:) (Duet 11:21) \"So that your days are increased...\" [Evidently, the commandment of Mezuzah increases life.] Do men need life but not women!? [That would be ridicoulous. This teaches us that women are obligated in Mezuzah and therefore no connection should be made between Mezuzah and studying Torah.", "24": "But there is the commandment of Succah which is a time dependent commandment as it's written (Lev. 23:42) \"You shall dwell in Succoth for 7 days...\"", "25": "The reason [women are exempt] is because the Merciful One wrote [in the continuation of that verse (Lev. 23:42) \"all that are] home-born (Ha'ezrach) [in Yisrael shall dwell in Succoth...\" The word Ha'ezrach is masculine] to exclude women [from the commandment of Succah]. But had it not been for this [exclusion based on the word Ha'ezrach] women would be obligated [in Succah!? Even without the word Ha'ezrach women should be exempt from Succah because it's a time dependent positive commandment?", "26": "Abaye answers:", "27": "It's necessary [for the Torah to explicitly exclude women from the commandment of Succah.]", "28": "[Because otherwise] I might have thought [that]", "29": "since it's written (Lev. 23:42) \"You shall dwell in Succoth...\" that you must \"dwell\" [in Succoth] just as you live [at home]. Just like living [at home] is husband and wife together, so too [dwelling in a] Succah is husband and wife together. [And therefore I would have concluded that despite the fact that in general women are exempt from time dependent positive commandments, Succah is an exception. Therefore it was necessary for the Torah to explicitly exclude women from the commandment of Succah.", "30": "And Rava answers:"}, "14": {"0": "What about the Mitzvah to appear in the Beit HaMikdash? Surely that is a Positive, time-bound Mitzvah. The Torah states \"your men\", showing that women are patur, but if it didn't, would they really be Chayiv?!?!", "1": "We should learn from the word Ri'iyeh by Hakel that women are also Chayiv here.", "2": "Instead of deriving from tefillin that women are patur, we should derive from the mitzvah that one should be happy during holidays that women should be chayiv", "3": "Abaye says", "4": "A women is not Chayiv in Simchas Yom Tov, only her husband", "5": "How would you explain that a widow is not included in the simcha, she doesn't have a husband.", "6": "We're trying to say that if you have a Widow in your neighborhood, you must take care of her.", "7": "So why can't we learn from Hakel? Because there are two places that we learn women are Chayiv, and if it's in two places we learn that those two places are the exception to the rule, not the rule.", "8": "What about the two places that women are patur from, tefillin and appearing at the Beit HaMikdash?", "9": "If so, Matza and Hakel are necessary to teach me that women are Chayiv.", "10": "So why do we need both?", "11": "Therefore, it's considered a two-place-exception din, and therefore we do not learn from here.", "12": "This only works if you hold that the two-place-exception works, but what if you don't?", "13": "Furthermore", "14": "How do we know women are Chayiv in positive, non-time-bound Mitzvoth? Because women are chayiv in respecting and fearing their parents.", "15": "Just like women are chayiv in respecting and fearing their parents, so too they are Chayiv in all non-time-bound positive Mitzvoth."}, "15": {"0": "And about Rabbi Yochanan ben Broka who says,", "1": "Pru Urvu also applies to women, how does he answer?", "2": "Because learning Torah and Pidyon HaBen are two non-time-bound mizvoth that women are not obligated in, therefore we do not learn from them because of the two-place-exception, and therefore women are chayiv in the former type.", "3": "But according to his pshat, Pru Urvu and Fearing Your Parents, which women are obligated in, can form the two-place-exception (And therefore women would not be Chayiv in non-time-bound positive commandments)!", "4": "We could not have learned one from the other, so it would not form the two-place-exception. This is because had the Torah only said honoring your parents, I would have thought that......", "5": "That when the Torah said \"they shall have children AND conquer\", I would have thought that since only men conquer, only men have the obligation to do Pru Urvu", "6": "And if it had only written Pru Urvu and not learning Torah..", "7": "...I would have thought that only men are obligated in fearing his parents, because only men can honor their parents,", "8": "and since a woman must honor her husband more than her parents, and therefore cannot be obligated in fearing her parents - therefore, we need both.", "9": "This idea that you cannot learn from Talmud Torah and Pidyon HaBen because it's a two-place-exception, what do you say about the people who do say the two-place-exception doesn't work?", "10": "Rava Says:", "11": "The Paponei know of the reason for this, so who is it? Rav Acha Bar Yaakov.", "12": "The pasuk says: \"And so that a sign will be in your hand, and a memorial before your eyes, and the letters will be in your mouth..\" This equates the entire Torah to tefillin.", "13": "Just like Tefillin is a positive time-bound commandment and are not obligated, so too women are not obligated in any positive time-bound commandment, and from there we can infer that they are obligated in positive non-time-bound commandments.", "14": "This is only good if you hold Tefillin is a time-bound positive commandment. But what if you don't?", "15": "Who is the one that says Tefillin are a non-time-bound positive commandment? Rabbi Meir holds this way.", "16": "And Rabbi Yehuda says", "17": "And all mitzvos that are negative commandments, how do we know women are chayiv in these?", "18": "Rabbi Yehuda says, and so was said in the Beit Midrash of Rabbi Shmuel", "19": "The Pasuk Says: If a man or woman does a sin.. This is to teach us that both men and women are equal in punishments.", "20": "Rebbi Elazar taught in a Beraisa:", "21": "The Pasuk says: That you will put before them... This is to teach us men and women are equal in the halachot for business.", "22": "The Dvei Chazakah taught in a Beraisa:", "23": "The Pasuk says: If someone's ox gores a man or a woman .. We see from here that killing men and women are the same.", "24": "We need all these three things to teach us Women are chayiv in negative commandments.", "25": "If it only taught the first one, I could say the Torah was just being kind and merciful by allowing her to atone for her sins, but the second din,", "26": "A man who is involved in business, but not a woman,", "27": "Had it only taught about business, I would have thought that this is so she can do business but about killing a man or woman.."}, "16": {"0": "But I could have said that this only applies to men.", "1": "And had it only taught about Kofer, I would have thought this was because someone was killed, but otherwise punishments do not apply to a woman. Therefore, we need all three of these to teach us women are chayiv in lavim.", "2": "Besides for Baal Takif (Isur of cutting Peyot) and Bal Taschis (Shaving your beard with a razor).", "3": "It's understandable why a woman is not obligated in the isur of becoming tamei to a corpse, because the pasuk says \"Speak to the Kohanim, the sons of Aharon!\" Therefore, we darhsen the sons and not the daughters", "4": "The Pasuk puts those two psukim together - therefore, we assume anyone who doesn't have the isur of cutting off their peyot don't have the isur of shaving their beard, and since women do not have the isur of shaving off their beard, they do not have the isur of shaving off the peyot", "5": "How do we know women aren't obligated in the isur of using a razor on their beard?", "6": "You could just assume that it's uncommon for women to have beards.", "7": "Doesn't it mean that this isur applies to them?", "8": "Abaye says", "9": "And if you think the bnei Aharon were going on all five of those lavim, then we should be able to figure it out from a Kal V'Chomer! I would say"}, "17": {"0": "Another bereita:", "1": "Moshe died on the seventh of Adar and he was born on the seventh of Adar.", "2": "From where [do we know] that he died on the seventh of Adar? As it is stated (Deuteronomy 34:5), \"And Moshe, the servant of the Lord died there\"; and it is written (ibid., verse 8), \"And the Children of Israel wept for Moshe in the Plains of Moav thirty days\"; and it is written (Joshua 1:1), \"And it was after the death of Moshe, the servant of God;\" and it is written (ibid., verse 2), \"'Moshe, my servant has died, and now get up, cross'\"; and it is written, \"' Go through the midst of the camp and command the people, saying \"Prepare provisions for yourselves, since in another three days, you will cross the Jordan\"'\"; and it is written (Joshua 4:19), \"And the people ascended from the Jordan on the tenth of the first month.\" Take away from [this time] thirty three days retroactively - behold, you have learned that Moshe died on the seventh of Adar!", "3": "And from where [do we know] that Moshe died on the seventh of Adar? As it is stated (Deuteronomy 31:2), \"And he said to them, 'I am a hundred and twenty year today, I cannot still go out and come in.'\"", "4": "Since there is nothing to learn from saying, \"today,\" what is there to learn from saying \"today?\" It teaches that the Holy One, blessed be He, sits and fills the number of the years of the righteous ones from day to day and from month to month, as it is stated (Exodus 23:26), \"'and I will fill the number of your days.'\""}, "18": {"0": "Our Mishnah: Anyone who does one mitzvah, it is good for them, and their days will be lengthened, and they inherit the land. ...", "1": "And anyone who does not do one mitzvah, it is not good for them, and their days will not be lengthened, and they will not inherit the land.", "2": "Gemara. They raised a contradiction [from a mishnah]:", "3": "\"These are the things that a person eats their fruits in this world but the principal remains for them in the world to come. These are they: ", "4": "Honouring parents, acts of lovingkindness, welcoming guests, making peace between people. And the study of Torah is equal to them all.\" (Mishnah Peah 1:1)", "5": "Rav Yehudah said: This is what [the mishnah] meant to say: ...", "6": "Anyone who does one additional mitzvah over their innocence, it is good for them and they are similar to one who upholds the entire Torah.", "7": "But this implies that [they would get all these] with any one?!", "8": "Rav Shemaya said:", "9": "That is to say, if they were equal, it counterbalances.", "10": "[Baraita:] \"And anyone who does one additional mitzvah over his innocence, it is good for them.\"", "11": "They raised a contradiction [from a baraita]: ", "12": "\"Anyone whose innocence outnumbers their sins, it is bad for them, and they are similar to one who burns the entire Torah and not one single letter remains from it. ", "13": "And anyone whose sins outnumber their innocence, it is good for them, and they are similar to someone who upheld the entire Torah not missing a single letter from it!\"", "14": "Abaye said: ", "15": "Our mishnah makes for them a good day [in this world] and a bad day [in the world to come].", "16": "Rava said: ", "17": "Who is this? It is Rabbi Ya'akov, who said", "18": "that there is no reward for a mitzvah in this world.", "19": "As it is taught [in a baraita]: Rabbi Ya'akov says: ", "20": "There is no mitzvah written in the Torah that you are given its reward with it without depending on the resurrection of the dead. ", "21": "About honouring parents, it is written, \"In order that your days will be lengthened, and in order that it would be good for you\" (Deuteronomy 5:15). About sending away the mother bird, it is written, \"In order that it will be good for you and your days will be lengthened\" (Deuteronomy 22:7).", "22": "For when his father says to him, ", "23": "\"Go up to the attic and bring me chicks!\" And he goes up to the attic, sends away the mother [bird], and takes the children, but on his return, he falls and dies. Where is the goodness of this one's days? Where are the lengthening of this one's days?", "24": "Rather,", "25": "\"In order that it be good for you\"—in the world which is all good; \"And in order that your days will be lengthened\"—in the world which is all long.", "26": "Perhaps this has never happened?", "27": "Rabbi Ya'akov saw it happen.", "28": "But perhaps he was thinking about a sin?", "29": "God does not act upon bad thoughts.", "30": "But perhaps he was thinking about idolatry, and it is written, \"So that you abandon the house of Israel in your minds\" (Ezekiel 14:5)?", "31": "He also [could have done this], and this is what [Rabbi Ya'akov] said: ", "32": "If you should think there is reward for a mitzvah in this world, why didn't the mitzvot protect him, such that he wouldn't have [bad] thoughts?", "33": "But didn't Rabbi Elazar say:", "34": "Agents of a mitzvah are not damaged?", "35": "There, in their going, is different.", "36": "But didn't Rabbi Elazar say: ", "37": "Agents of a mitzvah are not damaged—neither in their going nor in their returning?", "38": "It was a rickety ladder that is susceptible to damaging,", "39": "and in any case which is susceptible to damaging we don't rely on a miracle. As it is written, \"Shmuel said: How will I go? If Shaul hears he will kill me!\" (1 Samuel 16:2)."}, "19": {"0": "\"A person should see himself as if half of him is guilty and half of him is meritorious: if he does one commandment, happy is he - since he has determined himself to be judged as meritorious;", "1": "if he does one sin, woe is to him - since he has determined himself to be judged as guilty. As it is stated (Ecclesiastes 9:18), 'one sinner will destroy much good' - on account of one sin, he destroys much good from himself.\"", "2": "Rabbi Elazar beRebbe Shimon says,", "3": "Because the world is judged according to its greater part and the individual is judged according to his greater part, if he does one commandment, happy is he - since he has determined himself and the whole world to be judged as meritorious;", "4": "if he does one sin, woe is to him - since he has determined himself and the whole world to be judged as guilty. As it is stated (Ecclesiastes 9:18), 'one sinner, etc.' - on account of a single sin that this one did, he destroyed much good from himself and from the whole world.\"", "5": "Rabbi Shimon bar Yochai says,", "6": "\"Even if he is perfectly righteous all of his days but rebelled at the end, he destroyed all of the earlier ones, as it is stated (Ezekiel 33:12), 'the righteousness of a righteous one will not save him on the day of his rebellion;'", "7": "And even if he is a complete evildoer all of his days but repents at the end, his wickedness is no longer mentioned, as it is stated (Ezekiel 33:12), 'the evil of an evildoer will not make him stumble on the day that he repents from his evil.'\" ", "8": "And should he not be like someone who is half sins and half commandments?", "9": "Said Resh Lakish, ", "10": "\"[It is speaking] about one who regrets the earlier [commandments].\"", "11": "<b>Mishnah:</b> Anyone who is [involved in] Scripture, the Oral Law, and proper social behavior will not easily [come to] sin, as it is stated, \"And the three-ply cord is not quickly severed\" (Ecclesiastes 4:12). Anyone who is not [involved in] Scripture, and not in the Oral Law, and not in proper social behavior is not part of civilization.", "12": "<b>Gemara:</b> Said Rabbi Elazar beRebbe Tsadok, ", "13": "\"To what are righteous ones compared to in this world? To a tree that stands completely in a pure place and its branches lean into an impure place.", "14": "If its branches are cut, it stands completely in a pure place. ", "15": "So [too] the Holy One, blessed be He, brings afflictions to the righteous ones in this world in order that they inherit the world to come, as it is stated (Job 8:7), 'And your beginning will be slight but your end will be that you expand greatly.' ", "16": "To what are evildoers similar in this world? To a tree that stands completely in an impure place and its branches lean into a pure place.", "17": "If its branches are cut, it stands completely in a impure place. ", "18": "So [too] the Holy One, blessed be He, bestows goodness to the evildoers in this world in order to drive them away and to expel them to the lowest level, as it is stated (Proverbs 14:12), 'There is a path that is straight in font of a person but its end are the paths of death.'\" ", "19": "And once Rabbi Tarfon and the Elders were reclining in the attic of the House of Nitzah in Lod [and] this question was asked in front of them:", "20": "Is study greater or action greater?", "21": "Rabbi Tarfon answered and said,", "22": "\"Action is greater.\"", "23": "Rabbi Akiva answered and said,", "24": "\"Study is greater.\"", "25": "They all answered and said,", "26": "\"Study is greater, since study bring about action.\"", "27": "It was taught [in a bereita], \"Rabbi Yose says,", "28": "'Study is greater since it preceded [the practice of the commandment of] challah by forty years, tithes (terumot and maaserot) by fifty four, the sabbatical years by sixty one and the jubilee years by one hundred and three.'\" ", "29": "One hundred and three?", "30": "They were a hundred and four.", "31": "He held that the jubilee year releases at its beginning [and so the count does not include the jubilee year itself].", "32": "\"And in the same way as study precedes action, so [too] does its judgment precede that of action\" - which is like that [statement] of Rav Hamnuna.", "33": "As Rav Hamnuna said, ", "34": "\"The beginning of a man's judgement (<i>din</i>) is only about words of Torah, as it is stated (Proverbs 17:14),  'The release of water is the beginning of contention (<i>madon</i>).\"", "35": "\"And in the same way as its judgement precedes  that of action, so [too] does its reward precede that of action, as it is stated, (Psalms 105:44), 'And He gave them the lands of the nations; and the labor of the peoples did they possess, so that they will guard my statutes and keep my laws.'\"", "36": "Anyone who is not [involved in] Scripture, and not in the Oral Law:", "37": "Said Rabbi Yochanan,", "38": "\"And he is disqualified from [giving] testimony.\"", "39": "The rabbis learned,", "40": "\"One who eats in the marketplace, behold he is similar to a dog, and there are those that say,", "41": "'he is disqualified from [giving] testimony.'\"", "42": "Said Rav Idi Bar Avin,", "43": "\"The law is like those that say.\"", "44": "Bar Kapara expounded,", "45": "\"An angry one"}, "20": {"0": "\"[Marry me] On the condition that I am righteous\". Even if he is entirely wicked, she is married; for perhaps he had thoughts of repentance in mind.", "1": "\"[Marry me] On the condition that I am wicked\". Even if he is entirely righteous, she is married; for perhaps he had thoughts of Idol Worship in mind."}, "21": "Rav Yehudah said in the name of Shmuel: The verse (Numbers 25, 12) says, “And therefore say, behold I give to him my covenant of peace—shalom.” When he is shalem (whole/complete) and not when he is chaser (missing something/diminished). But hey, the Torah  wrote “shalom”! Said Rav Nachman: The “vav” of shalom is (written) broken.", "22": {"0": "Every time Rabbi Chiya bar Abba fell upon his face (in the Tachanun prayer) he used to say, ‘The Merciful save me from the Yetzer Ha'Rah. One day his wife overheard him. ‘Let me see,’ she reflected, ‘it is so many years that he has separated from me: why then should he say that?’ One day, while he was studying in his garden, she adorned herself with a scarf and strolled in front of him.  ‘Who are you?’ he asked. ‘I am Cheruta, and have returned today,’ she replied. He desired her. Said she to him, ‘Bring me that pomegranate from the uppermost branch.’ He jumped up, went, and brought it to her. When he re-entered his house, his wife was firing the oven,whereupon he went and sat in it. ‘What is this?’ she asked. He told her what had happened.‘It was I,’ she told him; but he paid no heed to her until she gave him proof. ‘Nevertheless,’ said he, ‘my intention was evil.’ That righteous man fasted all his life, until he died from that very death."}}}