{"originalTitle": "נדרים", "sourceLink": "http://www.sefaria.org/", "language": "english", "author": "Not available", "englishTitle": "Nedarim", "source": "Sefaria", "text": {"0": {"0": "Shmuel says:", "1": "The law of the land is the law."}, "1": "What does King David in Kohelet mean that A city is like a Man?\n", "2": {"0": "Rabbi Yochanan says", "1": "The Holy One, blessed be he, does not rest his divine presence except on a person who is might, wealthy, wise, and humble. And all of these [we learn] from Moses."}, "3": {"0": "There was a man, who had a son who would steal bundles of flax. He [the man] took an oath that his son would not derive benefit from his [the man's] possessions.", "1": "They said to him:", "2": "And if your grandson will be a scholar, what shall happen then?", "3": "He said to them:", "4": "Then he should take possession [of the estate] to give it to his son.", "5": "What is the halacha?", "6": "The Pubedithans said:", "7": "He takes possession to give; and anyone to takes possession to give has not taken possession.", "8": "And Rav Nahman said:", "9": "He has taken possession; for when one takes the scarf he has taken possession, and it is to give!", "10": "Rav Ashi said:", "11": "But who told you that if he can't keep the scarf? [i.e. it is an effective transfer]", "12": "and also,", "13": "one takes possession of the scarf to give, but takes immediately [and gives possession immediately]! In this case, these assets, when will he take possession of them? By the time the grandson, the scholar, has taken possession, the scarf has returned to its owner [i.e. the act of transfer has long since ended]."}, "4": {"0": "If he said 'Konam, I'll not taste anything that entered a pot', he may not eat anything cooked in a pot."}, "5": {"0": "A spring belongs to the residents of the city, so if it comes to their lives against the lives of others, their lives come first, before the lives of others. ", "1": "If they must choose between their own animals and the animals of others, their own animals come first, before the animals of others. ", "2": "If they must choose between their own laundering and the laundering of others, their own laundering comes first, before the laundering of others", "3": "If, however, they must choose between the lives of others and their own laundering, the lives of others come first, before their own laundering.  However, Rabbi Yosei says ", "4": "that their own laundering comes first, before the lives of others."}}}